{
  "id": "VH933455",
  "type": "frq",
  "title": "Solar Radiation and El Nino FRQ",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.Energy from the Sun drives the Earth’s climate and weather. The most intense solar radiation arrives at the equator. Solar radiation leads to the greenhouse effect, which is essential for life on Earth.(a) There is evidence that global climate change over the past 100 years has led to an increased warming of Earth because of the greenhouse effect.(i) Describe how the solar radiation that arrives at the equator is redistributed around the Earth through atmospheric circulation.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.Energy from the Sun drives the Earth’s climate and weather. The most intense solar radiation arrives at the equator. Solar radiation leads to the greenhouse effect, which is essential for life on Earth.(a) There is evidence that global climate change over the past 100 years has led to an increased warming of Earth because of the greenhouse effect.(i) Describe how the solar radiation that arrives at the equator is redistributed around the Earth through atmospheric circulation.",
        "image": null
      },
      {
        "text": "(ii) Identify one human activity that could directly contribute to global climate change.",
        "image": null
      },
      {
        "text": "(iii) Describe how the activity identified in part (a)(ii) could affect the relative abundance of the major greenhouse gases in the atmosphere.",
        "image": null
      },
      {
        "text": "(b) The model below shows a cross sectional view of El Niño conditions. (i) Describe a change in ocean circulation that results from an El Niño event that is represented in the model.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VH933455.g02.png"
      },
      {
        "text": "(ii) Explain how a change in the atmosphere that results from El Niño conditions represented in the model would affect Australia.",
        "image": null
      },
      {
        "text": "(iii) Describe one environmental effect resulting from the conditions represented in the model that could have a negative effect on humans in western South America.",
        "image": null
      },
      {
        "text": "(c) A science class wanted to test the effects of an intensifying El Niño event on the amount of rainfall in their local area in the southeastern United States. For a measure of El Niño intensity, they monitored sea surface temperatures off the coast of Ecuador for a six-month period by consulting an oceanography Web site. They measured rainfall locally with rain gauges for the same six-month period. The table below shows the results compared to a typical or non-El Niño year.Sea surface temperature increase over six-month period Total rainfall over six-month period Typical normal (non-El Niño) year <math alttext=\"0.4 degrees Celsius\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>0.4</mn><mi>°</mi><mtext>C</mtext></mrow></mstyle></math> <math alttext=\"40 centimeters\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>40</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>cm</mtext></mrow></mstyle></math> Current El Niño year <math alttext=\"30 degrees Celsius\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>30</mn><mi>°</mi><mtext>C</mtext></mrow></mstyle></math> <math alttext=\"63 centimeters\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>63</mn><mspace depth=\"0.0ex\" height=\"0.0ex\" width=\"0.3em\"></mspace><mtext>cm</mtext></mrow></mstyle></math> (i) Identify a dependent variable in the study.",
        "image": null
      },
      {
        "text": "(ii) Identify the control group in the study.",
        "image": null
      },
      {
        "text": "(iii) In addition to direct measurements, relative sea surface temperatures can be inferred with radar measurements from satellites. Cold sea surface water will be further away from the satellite than warm sea surface water. Explain why this occurs.",
        "image": null
      },
      {
        "text": "(iv) Describe how the results of the study would differ in total rainfall over a six-month period in the southeastern United States if the data were collected during a La Niña year rather than an El Niño year.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.4",
    "text": "1.4: The Carbon Cycle"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}