{
  "id": "VR130594",
  "type": "frq",
  "title": "Acid Rain and Soil in Red Spruce Forests",
  "content": {
    "description": "",
    "question": "Respond to parts A, B, C, D, and all subparts. (a) Describe one effect that acid deposition has on trees in a forest ecosystem. Scientists are interested in how the severity of acid deposition affects the soil of the red spruce forests. They design a laboratory experiment in which rainwater of different pH values is used to water soil samples taken from red spruce forests. The soil samples are the same size and contain the same ratios of sand, silt, and clay. The same amount of water is sprayed on the soil samples every day for a week.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, C, D, and all subparts. (a) Describe one effect that acid deposition has on trees in a forest ecosystem. Scientists are interested in how the severity of acid deposition affects the soil of the red spruce forests. They design a laboratory experiment in which rainwater of different pH values is used to water soil samples taken from red spruce forests. The soil samples are the same size and contain the same ratios of sand, silt, and clay. The same amount of water is sprayed on the soil samples every day for a week.",
        "image": null
      },
      {
        "text": "(b) Throughout the experiment, the scientists measured the concentration of toxic forms of aluminum in the soil samples. (i) Identify the likely scientific question being investigated in the experiment. (ii) Identify a dependent variable for the experiment. (iii) Explain how the results of the experiment would change if the soil sample used contained higher concentrations of limestone.",
        "image": null
      },
      {
        "text": "In 2018 researchers found that many of the red spruce forests had started to recover from the damage caused by acid deposition. Based on this research, a group of scientists hypothesized that coal-fired power plants were a likely source of the pollutants that lead to acid deposition in the red spruce forests. (c) To test their hypothesis, they researched the consumption of coal by electric utility companies in the United States and the pH of rainwater from a red spruce forest in Vermont between 2001 and 2018. (i) Based on the data in the graph, describe the trend in pH of rainwater from 2001 to 2018. (ii) Based on the data in the graph, identify the year with the highest coal consumption. (iii) Describe how a pollutant that is released from the combustion of coal contributes to the formation of acid deposition. (iv) One way that acid deposition can be reduced is by using scrubbers at coal-fired power plants to remove the pollutants that lead to its formation. Describe how a scrubber removes the pollutants that lead to the formation of acid deposition at coal-fired power plants. (v) Explain how the data in the graph support the hypothesis that the combustion of coal in coal-fired power plants could be correlated to the damage in the red spruce forests.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR130594.g11.png"
      },
      {
        "text": "(d) Other than the combustion of coal in power plants, identify another source of the gases that can cause the acid deposition affecting the forests.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Earth Systems and Resources"
  },
  "topic": {
    "code": "4.3",
    "text": "4.3: Soil Composition and Properties"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}