{
  "id": "VR188538",
  "type": "frq",
  "title": "Global Amphibian Species Richness",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Biodiversity around the world is changing as a result of anthropogenic influences. (a) The map represents species richness of amphibians around the globe. Use the map to answer the following questions. (i) Identify the latitudinal range with the greatest amphibian species richness.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Biodiversity around the world is changing as a result of anthropogenic influences. (a) The map represents species richness of amphibians around the globe. Use the map to answer the following questions. (i) Identify the latitudinal range with the greatest amphibian species richness.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR188538.g02.png"
      },
      {
        "text": "(ii) Identify what biome this range most likely represents.",
        "image": null
      },
      {
        "text": "(iii) Describe one reason amphibian species richness would tend to be highest in this region.",
        "image": null
      },
      {
        "text": "(b) There are many environmental threats facing amphibians today, such as deforestation. Describe one possible anthropogenic reason for deforestation.",
        "image": null
      },
      {
        "text": "(c) Many factors influence biodiversity.(i) Explain how the species richness of an ecosystem influences its response to environmental stressors.",
        "image": null
      },
      {
        "text": "(ii) Explain why amphibian biodiversity is declining globally, other than from deforestation.",
        "image": null
      },
      {
        "text": "(d) Currently, wildlife species are going extinct at an alarming rate. To combat this threat, governments around the world have enacted legislation and signed treaties to protect species threatened by extinction.(i) Identify one specific piece of legislation that has been designed to protect species threatened by extinction.(ii) Explain how the requirements of the legislation identified in part (d)(i) specifically protect species threatened by extinction.",
        "image": null
      },
      {
        "text": "(e) A town is considering selling an undeveloped parcel of land along its border for residential developments. The square parcel of land consists of approximately <math alttext=\"30%\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>30</mn><mo>%</mo></mrow></mstyle></math> wetland and <math alttext=\"70%\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>70</mn><mo>%</mo></mrow></mstyle></math> pasture. The wetland runs through the middle of the property for its entire width and is home to three native frog species.(i) Propose a viable solution that will result in the protection of the native frog species while still allowing for maximum profit of the property development.",
        "image": null
      },
      {
        "text": "(ii) Justify the solution proposed in (e)(i) by describing a potential advantage of the plan, other than frog protection.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Introduction to Biodiversity"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}