{
  "id": "VR252012",
  "type": "frq",
  "title": "United States - Percent of Nuclear Energy",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graph shows the percentage of electricity produced by nuclear energy in various countries from 1960 to 2015. (a) Based on the information in the graph, describe the trend in the percentage of electricity produced using nuclear energy in the United States between 1990 and 2015.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graph shows the percentage of electricity produced by nuclear energy in various countries from 1960 to 2015. (a) Based on the information in the graph, describe the trend in the percentage of electricity produced using nuclear energy in the United States between 1990 and 2015.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR252012.g01.png"
      },
      {
        "text": "(b) Based on the information in the graph, identify the most recent year during which Japan produced a greater percentage of its electricity from nuclear energy than did Germany or the United States.",
        "image": null
      },
      {
        "text": "(c) Throughout the 1990s, the United States used significantly more nuclear fuel to generate electricity than did Japan. Explain how the United States could have used more nuclear fuel when the graph is showing similar trends for both countries.",
        "image": null
      },
      {
        "text": "(d) Researchers state that the 1973 oil crisis led to an increased investment in nuclear power in France. Make a claim that supports or refutes this statement based on evidence in the graph.",
        "image": null
      },
      {
        "text": "Electrical production in the United States is typically produced in a power plant but can also be supplemented by renewable sources of energy as well.(e) Describe why pairing solar energy with nuclear energy makes this renewable source a more viable method of electrical production for more United States consumers.",
        "image": null
      },
      {
        "text": "(f) Some United States consumers try and keep their electrical costs down in the summer by opening windows. In temperate parts of the country this can also increase the humidity inside the house. Identify an indoor air pollutant that could increase during such times.",
        "image": null
      },
      {
        "text": "Urban forests, green roofs, parks, and other green spaces can improve environmental conditions for city dwellers in a number of ways.(g) In addition to improving air and water quality, increasing the amount of vegetation in an urban landscape can reduce energy cost in cities. Describe one way such savings can occur.",
        "image": null
      },
      {
        "text": "(h) Describe one economic benefit, other than energy cost savings, that may result from increasing the amount of vegetation in cities.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.12",
    "text": "5.12: Introduction to Sustainability"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}