{
  "id": "VR252039",
  "type": "frq",
  "title": "Wind Circulation Patterns - Location 1",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagrams illustrate seasonal variations in global wind direction. (a) Based on the information in the diagrams, describe the seasonal changes in global wind patterns between January and July at location 1.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagrams illustrate seasonal variations in global wind direction. (a) Based on the information in the diagrams, describe the seasonal changes in global wind patterns between January and July at location 1.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR252039.g01.png"
      },
      {
        "text": "(b) Based on the information in the diagrams, explain why the days in location 5 have more hours of daylight in December than the days in location 2 have in December.",
        "image": null
      },
      {
        "text": "(c) Based on the information in the diagrams, explain how the seasonal wind direction could affect local weather at location 1.",
        "image": null
      },
      {
        "text": "(d) For winds in the Southern Hemisphere that blow out of the south and are directed northward toward the equator, as shown in the diagrams, identify the direction toward which they are deflected and explain why this deflection occurs.",
        "image": null
      },
      {
        "text": "(e) Every few years in the Southern Hemisphere, the winds over the Pacific Ocean, as shown in the diagrams, weaken or reverse direction. Describe the typical change to the weather pattern that happens along the northwestern coast of South America during those years.",
        "image": null
      },
      {
        "text": "(f) Describe one economic problem that is a result of the weather change described in part (e).",
        "image": null
      },
      {
        "text": "(g) Identify one characteristic of the expected climate on the slope of a mountain farthest from the ocean, when the prevailing winds carry air from the ocean over land, up the slope of a mountain, and over the other side.",
        "image": null
      },
      {
        "text": "A community is considering switching from coal-fired power plants to using wind energy to generate electricity. In order to decide what type of wind turbine is best for the area, an investigation was conducted to compare the amount of electricity generated using different blade lengths. A series of wind turbines were assembled at a location near the community and tested to compare the amount of electricity each wind turbine could produce. Care was taken to make certain that each turbine was positioned to be exposed to the same wind direction and speed.(h) Other than positioning the turbines to be exposed to the same wind direction and speed, identify one variable that would have been held constant in the investigation.",
        "image": null
      },
      {
        "text": "(i) Identify a reasonable hypothesis for the investigation.",
        "image": null
      },
      {
        "text": "(j) Describe how the proposed change from coal to wind could decrease the ecological footprint of the community.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Earth Systems and Resources"
  },
  "topic": {
    "code": "4.5",
    "text": "4.5: Global Wind Patterns"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}