{
  "id": "VR252050",
  "type": "frq",
  "title": "Trout Downstream of Dam 1999 and Site 1 Material",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Sea trout are a fish species that migrate annually between spawning grounds in rivers and the sea. The data show the population of sea trout spawning at two different sites along the river. Two changes occurred through the years. In 1998 a fish ladder was installed allowing fish to pass over the dam, and in 2008 the dam was removed. Population of Trout per Kilometer Trout 0-1 year old Year 1988 1992 1999 2011 2016 Location A 0 0 75 3760 9270 Location B 1320 380 2440 4960 8110 Trout older than 1 year Year 1988 1992 1999 2011 2016 Location A 0 0 200 360 340 Location B 260 670 440 430 400 (a) Based on the information provided, identify the number of trout (per kilometer) less than 1 year old downstream from the dam in 1999.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Sea trout are a fish species that migrate annually between spawning grounds in rivers and the sea. The data show the population of sea trout spawning at two different sites along the river. Two changes occurred through the years. In 1998 a fish ladder was installed allowing fish to pass over the dam, and in 2008 the dam was removed. Population of Trout per Kilometer Trout 0-1 year old Year 1988 1992 1999 2011 2016 Location A 0 0 75 3760 9270 Location B 1320 380 2440 4960 8110 Trout older than 1 year Year 1988 1992 1999 2011 2016 Location A 0 0 200 360 340 Location B 260 670 440 430 400 (a) Based on the information provided, identify the number of trout (per kilometer) less than 1 year old downstream from the dam in 1999.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR252050.g01.png"
      },
      {
        "text": "(b) Based on the information provided, describe the relationship between dam removal and the number of trout (per kilometer) older than 1 year upstream of the dam.",
        "image": null
      },
      {
        "text": "(c) Based on the information provided, describe an environmental factor other than dam removal that could account for the variability in population size seen between years 2011 and 2016 in trout younger than 1 year.",
        "image": null
      },
      {
        "text": "A marine survey crew samples the bottom material of the open sea at Sites 1, 2, and 3. The predominant types of materials they find are gravel, sand, and fine silt.(d) Identify which of the three bottom materials they would most likely find at Site 1, and explain why the material would be deposited at Site 1.",
        "image": null
      },
      {
        "text": "After the dam was removed, the flow of the river increased rapidly in the immediate area downstream for a short period.(e) Explain why the number of species sensitive to changes in water quality and water level decreased the year after dam removal.",
        "image": null
      },
      {
        "text": "Farmers in the region depend heavily on an aquifer for crop irrigation. The aquifer recharge zone is marked on the diagram.(f) Describe how overpumping water for irrigation could affect the aquifer shown in the diagram.",
        "image": null
      },
      {
        "text": "The local people are engaged in a variety of agricultural practices in the watershed of the river. Agriculture uses a variety of methods to produce meat for human consumption.(g) Describe one sustainable approach for grazing beef cattle.",
        "image": null
      },
      {
        "text": "(h) Describe one environmental problem migratory waterfowl species may experience because of the increased need for agricultural land for meat production.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Terrestrial Biomes"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}