{
  "id": "VR252002",
  "type": "frq",
  "title": "Economic Impacts of SO2 and Particulate Matter",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram below illustrates the relative economic costs of air pollutants in the United States. (a) Based on the information in the map, describe the pattern of economic cost associated with <math alttext=\"S O 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>SO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math>.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram below illustrates the relative economic costs of air pollutants in the United States. (a) Based on the information in the map, describe the pattern of economic cost associated with <math alttext=\"S O 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>SO</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math>.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR252002.g02.png"
      },
      {
        "text": "(b) Describe a solution for reversing the pattern of economic damage seen for <math alttext=\"P M 2.5\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PM</mtext></mrow><mrow><mn>2.5</mn></mrow></msub></mrow></mstyle></math> in the eastern United States.",
        "image": null
      },
      {
        "text": "(c) Using the information in the maps, describe an area in the United States that would most likely experience high levels of acid precipitation.",
        "image": null
      },
      {
        "text": "(d) Identify one of the mapped pollutants and explain how the amount of sunlight and the location of the sources of the pollutant lead to its pattern of economic damage.",
        "image": null
      },
      {
        "text": "(e) A farmer in the southwestern United States believes that reducing concentrated animal feeding operations <math alttext=\"open parenthesis C A F Os close parenthesis\" display=\"inline\" overflow=\"scroll\"><mstyle mathvariant=\"normal\"><mrow><mtext>(CAFOs)</mtext></mrow></mstyle></math> at the farm will reduce emissions of one of the mapped air pollutants. Identify one of the mapped air pollutants the farmer could accurately be thinking will be reduced and make a claim using evidence that supports this assertion.",
        "image": null
      },
      {
        "text": "Some agricultural practices that emerged from the Green Revolution could have contributed to the air pollutants shown in the maps, while others did not negatively impact air pollution.(f) Identify and describe one method that emerged during the Green Revolution that would not contribute to air pollution but has affected the diversity of the species planted as crops.",
        "image": null
      },
      {
        "text": "(g) Make a claim that proposes a solution to the problem identified in part (f).",
        "image": null
      },
      {
        "text": "(h) For the solution proposed in part (g), describe one disadvantage or unintended consequence that could result from the solution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.3",
    "text": "5.3: The Green Revolution"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe characteristics of an environmental concept, process, or model represented visually."
  }
}