{
  "id": "VR252028",
  "type": "frq",
  "title": "Osprey Population in Chesapeake Bay Food Web",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The food web illustrates the feeding relationships between organisms in the Chesapeake Bay, a coastal estuary in the eastern United States. (a) Based on the information in the diagram, identify a secondary consumer.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The food web illustrates the feeding relationships between organisms in the Chesapeake Bay, a coastal estuary in the eastern United States. (a) Based on the information in the diagram, identify a secondary consumer.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR252028.g01.png"
      },
      {
        "text": "(b) Based on the information in the diagram, identify a population of organisms that receives the least amount of transferred energy.",
        "image": null
      },
      {
        "text": "(c) Based on the information in the diagram, explain why a decrease in the osprey population could likely lead to an increase in the bald eagle population in the short term.",
        "image": null
      },
      {
        "text": "(d) Based on the information in the diagram, identify a primary consumer that is also a specialist species.",
        "image": null
      },
      {
        "text": "(e) The city of Baltimore is located on the Chesapeake Bay. Describe one environmental problem in the Chesapeake Bay that results from the high volume of automobile traffic in Baltimore.",
        "image": null
      },
      {
        "text": "(f) Make a claim that proposes a realistic solution to the problem you identified in (e).",
        "image": null
      },
      {
        "text": "(g) For the solution you proposed in part (f), describe one additional benefit that could result from the implementation of your solution.",
        "image": null
      },
      {
        "text": "The land use around the Chesapeake Bay is primarily agricultural, with large areas of land that were originally forested now used for the poultry industry. Many of these poultry farms are large-scale feeding operations.(h) Approximately 80 percent of the antibiotics sold in the United States are used in meat and poultry production. Growth hormones are also widely used in these industries. Describe one unintended consequence that the widespread use of antibiotics and growth hormones in the poultry industry can have on the Chesapeake Bay.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.9",
    "text": "1.9: Trophic Levels"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe characteristics of an environmental concept, process, or model represented visually."
  }
}