{
  "id": "VR251999",
  "type": "frq",
  "title": "Boreal Forest and Savanna Biomes",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graph illustrates the temperature and precipitation conditions in various terrestrial biomes. (a) Based on the information in the graph, describe the air temperature range for a boreal forest.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graph illustrates the temperature and precipitation conditions in various terrestrial biomes. (a) Based on the information in the graph, describe the air temperature range for a boreal forest.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR251999.g01.png"
      },
      {
        "text": "(b) Based on the information in the graph, identify the major grassland present within 20 degrees north and south of the equator.",
        "image": null
      },
      {
        "text": "(c) The rate of carbon cycling is slower in a tundra than in a savanna. Based on the information in the graph, explain why the rate of cycling of carbon is slower in a tundra than in a savanna.",
        "image": null
      },
      {
        "text": "(d) Researchers hypothesize that a tropical wet forest would likely have a higher biodiversity than a tropical dry forest. Make a claim based on evidence in the graph to support or refute this statement.",
        "image": null
      },
      {
        "text": "Remote islands that are far from any mainland are home to many species that have evolved distinctive adaptations to live in the unique island conditions.(e) Some birds evolve adaptations that include losing the ability to fly. Explain how a species of bird on a remote island could lose the ability to fly over time.",
        "image": null
      },
      {
        "text": "Different regions not only support different types of plants and animals, they also influence the types of renewable energy resources best used to generate electricity. Power plants are built based on a variety of factors.(f) A developer proposes building a new geothermal power plant in a city located on the interior of the North American Plate to provide electricity for a new housing development. Make a claim using evidence that supports or opposes this proposal.",
        "image": null
      },
      {
        "text": "Solar farms are often installed in areas in the midwestern United States previously used as cropland. Native and non-native plants often grow in these fields occupied by the solar panels.(g) Describe how the shift from agricultural crops to native plants may impact the biodiversity of insect populations.",
        "image": null
      },
      {
        "text": "To understand the biodiversity of insects in different sites around their community, students performed a leaf litter lab where leaf litter was collected from two sites: one from beneath the trees in an organically managed, commercial landscape established one year ago and one from beneath the trees in a nearby nature preserve that have not been trimmed or managed in over twenty years. The students hypothesized that there would be more insect biodiversity in the leaf litter at the nature preserve than at the managed site. The leaf litter from each site was placed into a funnel with a light shone on the top to drive any insects out of the litter. Species were collected in an alcohol-filled container below the funnel, and the species were identified using magnifying lenses and a key.(h) Identify a variable that should be constant between the two study sites.",
        "image": null
      },
      {
        "text": "(i) One variable not mentioned in the description of the experiment that could affect the results of the investigation is reduced canopy cover. Describe the effect that canopy cover would likely have on the results of the investigation.",
        "image": null
      },
      {
        "text": "(j) Explain how modifying the experiment to collect samples from wet and dry sites could alter the results of the experiment.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Terrestrial Biomes"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}