{
  "id": "VR252036",
  "type": "frq",
  "title": "South Atlantic Region Lighting Consumption",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graphs illustrate United States regional differences in household lighting consumption, percent of incandescent lightbulbs per household, and percent of households with 40 or more lightbulbs. All values are the difference from the United States average for that category. Regional Differences in Lighting Consumption Regional Differences in Lightbulb Usage (a) Based on the graphs, identify the region of the United States that uses the highest percent of incandescent lightbulbs for residential lighting per household.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graphs illustrate United States regional differences in household lighting consumption, percent of incandescent lightbulbs per household, and percent of households with 40 or more lightbulbs. All values are the difference from the United States average for that category. Regional Differences in Lighting Consumption Regional Differences in Lightbulb Usage (a) Based on the graphs, identify the region of the United States that uses the highest percent of incandescent lightbulbs for residential lighting per household.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR252036.g01.png"
      },
      {
        "text": "(b) Based on the graphs, identify the approximate difference in the percent of incandescent lightbulbs per household in the South Atlantic region from the United States average.",
        "image": null
      },
      {
        "text": "(c) Based on the graphs, identify the region of the United States that is closest to the national average of percent of households that have 40 or more lightbulbs.",
        "image": null
      },
      {
        "text": "(d) Explain how a household could reduce its energy consumption from lighting without changing the number of lightbulbs in the house or the amount of artificial light in the house.",
        "image": null
      },
      {
        "text": "In some regions of the United States, power companies have started to replace fossil fuels with renewable energy sources for electricity generation. In 2019, electricity generation by wind surpassed hydroelectric generation for the first time, and wind energy now contributes the largest amount of electricity generation by any renewable energy source in the United States. Geothermal energy is the renewable energy source that contributes the smallest amount of electricity generation in the United States.(e) Explain why a power company would choose wind energy rather than solar energy to replace electricity generation by fossil fuels.",
        "image": null
      },
      {
        "text": "(f) Describe one environmental problem associated with the renewable energy source that until 2019 was the largest contributor to electricity generation in the United States.",
        "image": null
      },
      {
        "text": "(g) Make a claim that proposes a reasonable solution to the problem identified in part (f).",
        "image": null
      },
      {
        "text": "(h) Describe a disadvantage or unintended consequence of the solution proposed in part (g).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Energy Resources and Consumption"
  },
  "topic": {
    "code": "6.2",
    "text": "6.2: Global Energy Consumption"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}