{
  "id": "VR734084",
  "type": "frq",
  "title": "Seagrass and Manatees",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram shows the movement of one adult manatee over a <math alttext=\"12\" overflow=\"scroll\"><mn>12</mn></math>-hour period across an active shipping channel during the winter. Manatees are large, aquatic, herbivorous mammals that primarily eat seagrass. Manatees can travel several miles to graze. Manatees mature slowly, have low biotic potential, and inhabit warm coastal waters. They cannot survive in water below <math alttext=\"20 degrees Celsius\" overflow=\"scroll\"><mn>20</mn><mtext>°C</mtext></math> for extended periods of time. Satellite Track and Water Temperature Log of the Movement of One Adult Manatee Over a 12-Hour Period (a) Based on the information in the diagram, identify the temperature range of the water through which the majority of the adult manatee’s daily movement occurs.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram shows the movement of one adult manatee over a <math alttext=\"12\" overflow=\"scroll\"><mn>12</mn></math>-hour period across an active shipping channel during the winter. Manatees are large, aquatic, herbivorous mammals that primarily eat seagrass. Manatees can travel several miles to graze. Manatees mature slowly, have low biotic potential, and inhabit warm coastal waters. They cannot survive in water below <math alttext=\"20 degrees Celsius\" overflow=\"scroll\"><mn>20</mn><mtext>°C</mtext></math> for extended periods of time. Satellite Track and Water Temperature Log of the Movement of One Adult Manatee Over a 12-Hour Period (a) Based on the information in the diagram, identify the temperature range of the water through which the majority of the adult manatee’s daily movement occurs.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Environmental_Science/VR734084.g05.svg"
      },
      {
        "text": "(b) Large groups of manatees are often observed in shallow waters near the waste water released by the electrical power plant during the winter. Based on the information in the diagram, identify a characteristic of the power plant waste water that would attract the manatees.",
        "image": null
      },
      {
        "text": "(c) Based on the information in the diagram, describe a potential negative impact of the waste water released by the power plant on other aquatic species.",
        "image": null
      },
      {
        "text": "(d) Seagrass beds have declined significantly over the last several years. In 2021 manatee mortality was three times higher than the previous five-year average.(i) Describe a characteristic of the manatees that increases their vulnerability to the recent decline of seagrasses.",
        "image": null
      },
      {
        "text": "(ii) Describe the change in energy flow through the trophic levels that occurs when there is a significant loss of seagrasses.",
        "image": null
      },
      {
        "text": "(e) Research has shown increased nutrient and sediment runoff can cause seagrass beds to decline.(i) Propose a solution to reduce nutrient or sediment pollution in an estuary that is surrounded by urban development.",
        "image": null
      },
      {
        "text": "(ii) Justify the solution proposed in part (e)(i) by providing an additional advantage of reduced nutrients in an estuary, other than one related to manatees.",
        "image": null
      },
      {
        "text": "Urban areas have a heavy dependence on automobiles and often experience photochemical smog.(f) Describe how summertime weather conditions can increase the frequency of photochemical smog.",
        "image": null
      },
      {
        "text": "(g) Identify one ecological problem that results from exposure to photochemical smog.",
        "image": null
      },
      {
        "text": "A potential solution to reduce photochemical smog in urban areas with high automobile traffic is to replace gasoline-powered cars with cars powered by hydrogen fuel cells.(h) Describe a potential disadvantage of using hydrogen fuel cells to power automobiles.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.4",
    "text": "2.4: Ecological Tolerance"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}