{
  "id": "HTJ000002",
  "type": "frq",
  "title": "TrashCan - class design FRQ",
  "content": {
    "description": "The  TrashCan  class, which you will write, represents a trash can.\n\nTrashCan  objects are created by calls to a constructor with a  double  parameter that represents the trash can’s capacity, which is the maximum weight, in pounds, that a  TrashCan  object can hold. Assume that this value will be greater than or equal to 0. When a  Trashcan  object is constructed, it is initially empty and its contents have a weight of 0 pounds.\n\nThe  TrashCan  class contains an  acceptTrash  method, which has a  double  parameter that represents the weight, in pounds, of the trash that will be deposited into the trash can. The amount to be deposited will always be greater than 0 and less than the capacity of the can. If there is already trash in the trash can, the amount to be deposited, combined with the existing trash, may reach or exceed the can’s capacity. In this case, the trash can will be filled to its capacity and then emptied before the remaining trash is accepted. The trash can should always be emptied when the weight of the trash in the can reaches the can’s capacity. The  acceptTrash  method returns a  double  that represents the number of pounds of trash that can still be added to the trash can before it is completely filled.\n\nThe following table contains a sample code execution sequence and the corresponding results. The code execution sequence appears in a class other than  TrashCan.\n\nStatement\nReturn Value\n(blank if no value)\nExplanationdouble remaining;\n\nTrashCan kitchen =\n new TrashCan(10.0);\n\nA  TrashCan  object named  kitchen  is constructed with a capacity of 10 pounds of trash. Initially there are 0 pounds of trash in the trash can.remaining =\n kitchen.acceptTrash(2.5);\n7.5kitchen  now holds 2.5 pounds of trash and can take 7.5 more pounds before it needs to be emptied.remaining =\n kitchen.acceptTrash(3.5);\n4.0kitchen  now holds 6 pounds of trash and can take 4 more pounds before it needs to be emptied.remaining =\n kitchen.acceptTrash(6.0);\n8.0kitchen  accepts 4 pounds of trash, reaching the 10-pound capacity, and is then emptied. The remaining 2 pounds of trash are then accepted.  kitchen  now holds 2 pounds of trash and can take 8 more pounds before it needs to be emptied.TrashCan bedroom =\n new TrashCan(3.0);\n\nA  TrashCan  object named  bedroom  is constructed with a capacity of 3 pounds of trash. Initially there are 0 pounds of trash in the trash can.remaining =\n bedroom.acceptTrash(1.0);\n2.0bedroom  now holds 1 pound of trash and can take 2 more pounds before it needs to be emptied.remaining =\n bedroom.acceptTrash(3.2);\n1.8bedroom  accepts 2 pounds of trash to reach the 3-pound capacity and then is emptied. The remaining 1.2 pounds of trash are then accepted.  bedroom  now holds 1.2 pounds of trash and can take 1.8 more pounds before it needs to be emptied.",
    "question": "Write the complete  TrashCan  class. Your implementation must meet all specifications and conform to the examples shown in the table.",
    "image": null,
    "frqParts": [
      {
        "text": "Write the complete  TrashCan  class. Your implementation must meet all specifications and conform to the examples shown in the table.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Selection and Iteration"
  },
  "topic": {
    "code": "2.9",
    "text": "2.9: Implementing Selection and Iteration Algorithms"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Write program code to implement an algorithm."
  }
}