{
  "id": "POE000006",
  "type": "frq",
  "title": "Car - class design FRQ",
  "content": {
    "description": "The  Car  class, which you will write, is used to represent information about a car.\n\nCar  objects are created by calls to a constructor with two  double  parameters. The first parameter represents the number of gallons of fuel in the car. The second parameter represents the average number of miles the car can travel per gallon of fuel.\n\nThe  Car  class contains a  canMakeTrip  method, which determines whether there is enough fuel in the car to make a trip. This method has a  double  parameter that represents the distance, in miles, of a potential trip. If there is enough fuel, the method updates the current amount of fuel in the car and returns  true.  If there is not enough fuel for the entire distance of the trip, the amount of fuel is unchanged and the method returns  false. \n\nThe following table contains a sample code execution sequence and the corresponding results. The code execution sequence appears in a class other than  Car.\n\nStatement\nReturn Value\n(blank if no\nvalue)\nExplanationboolean possible;\n\nCar carOne =\n new Car(10.0, 30.0);\n\nA  Car  object named  CarOne  is constructed with 10 gallons of fuel and an average of 30 miles per gallon.   possible =\n carOne.canMakeTrip(120.0);\ntrueAt 30 miles per gallon, a 120-mile trip will require 4 gallons of fuel. Since this is less than or equal to the 10 gallons of fuel remaining, the trip can be made. The amount of fuel remaining will be 6 gallons.possible =\n carOne.canMakeTrip(90.0);\ntrueAt 30 miles per gallon, a 90-mile trip will require 3 gallons of fuel. Since this is less than or equal to the 6 gallons of fuel remaining, the trip can be made. The amount of fuel remaining will be 3 gallons.possible =\n carOne.canMakeTrip(225.0);\nfalseAt 30 miles per gallon, a 225-mile trip will require 7.5 gallons of fuel. Since this is more than the 3 gallons of fuel remaining, the trip cannot be made and the amount of fuel is unchanged.Car carTwo =\n new Car(12.0, 15.0);\n\nA  Car  object named  carTwo  is constructed with 12 gallons of fuel and an average of 15 miles per gallon.   possible =\n carTwo.canMakeTrip(300.0);\nfalseAt 15 miles per gallon, a 300-mile trip will require 20 gallons of fuel. Since this is more than the 12 gallons of fuel remaining, the trip cannot be made and the amount of fuel is unchanged.possible =\n carTwo.canMakeTrip(180.0);\ntrueAt 15 miles per gallon, a 180-mile trip will require 12 gallons of fuel. Since this is less than or equal to the 12 gallons of fuel remaining, the trip can be made. The amount of fuel remaining will be 0 gallons.",
    "question": "Write the complete  Car  class. Your implementation must meet all specifications and conform to the examples shown in the table.",
    "image": null,
    "frqParts": [
      {
        "text": "Write the complete  Car  class. Your implementation must meet all specifications and conform to the examples shown in the table.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Selection and Iteration"
  },
  "topic": {
    "code": "2.9",
    "text": "2.9: Implementing Selection and Iteration Algorithms"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Write program code to implement an algorithm."
  }
}