{
  "id": "WPS000001",
  "type": "frq",
  "title": "CupcakeMachine",
  "content": {
    "description": "The CupcakeMachine class, which you will write, represents a cupcake vending machine, an automated machine that dispenses cupcakes. CupcakeMachine objects are created by calls to a constructor with two parameters.\n\nThe first parameter is an int that represents the number of cupcakes that the vending machine has been stocked with. Assume that this value will be greater than or equal to 0.\nThe second parameter is a double that represents the cost, in dollars, per cupcake. Assume that this value will be greater than 0.0.\n\nThe CupcakeMachine class contains a takeOrder method, which determines whether a cupcake order can be filled. A cupcake order can be filled if there are at least as many cupcakes in the vending machine as there are in the order. \n\nA cupcake order is represented by a single int parameter to the takeOrder method. Assume that all values passed to the takeOrder method are positive.\n\nIf an order can be filled, the method updates the number of cupcakes remaining in the machine and returns a String containing information about the order. The returned string indicates the order number and the cost of the order, as shown in the following table. Order numbers begin at 1 and increase by 1 for each order filled.\n\nIf the order cannot be filled because the vending machine does not have enough cupcakes, the takeOrder method should return the message \"Order cannot be filled\". In this case, the number of cupcakes available in the machine is unchanged and no order number is given to the order.\n\nThe following table contains a sample code execution sequence and the corresponding results. The code execution sequence appears in a class other than CupcakeMachine.\n\nStatement\nReturn Value\n(blank if no value)\nExplanationString info;\n\nCupcakeMachine c1 = \n new CupcakeMachine(10, 1.75);\n CupcakeMachine c1 is constructed with 10 cupcakes and a cost of $1.75 per cupcake.info = c1.takeOrder(2);\"Order number 1,\ncost $3.5\"A customer orders 2 cupcakes for a total cost of 2 × $1.75. There are now 8 cupcakes remaining in the machine.info = c1.takeOrder(3);\"Order number 2,\ncost $5.25\"A customer orders 3 cupcakes for a total cost of 3 × $1.75. There are now 5 cupcakes remaining in the machine.info = c1.takeOrder(10);\"Order cannot\nbe filled\"A customer attempts to order 10 cupcakes. The machine only has 5 cupcakes available, so no order is made.info = c1.takeOrder(1);\"Order number 3,\ncost $1.75\"A customer orders 1 cupcake for a total cost of $1.75. There are now 4 cupcakes remaining in the machine.CupcakeMachine c2 = \n new CupcakeMachine(10, 1.5);\n\nCupcakeMachine c2 is constructed with 10 cupcakes and a cost of $1.50 per cupcake.info = c2.takeOrder(10);\"Order number 1,\ncost $15.0\"\nA customer orders 10 cupcakes for a total cost of 10 × $1.50. There are now 0 cupcakes remaining in the machine.",
    "question": "Write the complete CupcakeMachine class. Your implementation must meet all specifications and conform to the examples shown in the table.",
    "image": null,
    "frqParts": [
      {
        "text": "Write the complete CupcakeMachine class. Your implementation must meet all specifications and conform to the examples shown in the table.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Selection and Iteration"
  },
  "topic": {
    "code": "2.9",
    "text": "2.9: Implementing Selection and Iteration Algorithms"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Write program code to implement an algorithm."
  }
}