{
  "id": "VH951635",
  "type": "frq",
  "title": "SEC Accountability FRQ",
  "content": {
    "description": "The Securities and Exchange Commission (SEC) today charged Elon Musk, CEO and Chairman of Silicon Valley-based Tesla Inc., with securities fraud for a series of false and misleading tweets about a potential transaction to take Tesla private.\n\nOn August 7, 2018, Musk tweeted to his 22 million Twitter followers that he could take Tesla private at $420 per share, that funding for the transaction had been secured, and that the only remaining uncertainty was a shareholder vote. The SEC’s complaint alleges that, in truth, Musk had not discussed specific deal terms with any potential financing partners, and he allegedly knew that the potential transaction was uncertain. . . . According to the SEC’s complaint, Musk’s tweets caused Tesla’s stock price to jump by over six percent on August 7, and led to significant market disruption.\n\n\"Corporate officers hold positions of trust in our markets and have important responsibilities to shareholders,\" said Steven Peikin, Co-Director of the SEC’s Enforcement Division. \"An officer’s celebrity status or reputation as a technological innovator does not give license to take those responsibilities lightly.\"\n\n\"Taking care to provide truthful and accurate information is among a CEO’s most critical obligations,\" added Stephanie Avakian, Co-Director of the SEC’s Enforcement Division. \"That standard applies with equal force when the communications are made via social media or another non-traditional form.\"\n\nSource: SEC Press Release, \"Elon Musk Charged With Securities Fraud for Misleading Tweets,\" September 27, 2018",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, please respond to A, B, and C below.\n\nDescribe the role of the Securities and Exchange Commission (SEC) in the context of the scenario.\n\nExplain how Congress can affect how the SEC acts in the role described in part A.\n\nSuppose there is a vacant seat on the Securities and Exchange Commission and the issue in the scenario is still pending. In the context of the scenario, explain how the process of selecting a new commissioner illustrates oversight and accountability in the bureaucracy.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, please respond to A, B, and C below.\n\nDescribe the role of the Securities and Exchange Commission (SEC) in the context of the scenario.\n\nExplain how Congress can affect how the SEC acts in the role described in part A.\n\nSuppose there is a vacant seat on the Securities and Exchange Commission and the issue in the scenario is still pending. In the context of the scenario, explain how the process of selecting a new commissioner illustrates oversight and accountability in the bureaucracy.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.13",
    "text": "2.13: Discretionary and Rulemaking Authority"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe political principles, institutions, processes, policies, and behaviors."
  }
}