{
  "id": "VH979942",
  "type": "frq",
  "title": "Seattle and Brown Case Comparison",
  "content": {
    "description": "The Seattle School District operated a school choice program that allowed parents to choose the high school they wanted their children to attend. Because some schools were much more popular than others were and the school system wanted to make sure that their schools had diverse student bodies, it used race as one of the tiebreakers when deciding who would get to attend the schools most in demand. In Parents Involved in Community Schools v. Seattle (2007), the United States Supreme Court found that the school district was using race in an unconstitutional manner in its assignment plan. The decision was a 5–4 split on the Court, with both sides claiming that their position was truest to the precedent set in Brown v. Board of Education (1954).",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, respond to A, B, and C below.\n\nIdentify the clause of the Fourteenth Amendment that is most relevant to Brown v. Board of Education (1954) and Parents Involved in Community Schools v. Seattle (2007).\n\nExplain the similarity in the facts between Brown v. Board of Education and Parents Involved in Community Schools v. Seattle that led to similar holdings in both cases.\n\nJustices on the Supreme Court take seriously their duty to interpret laws and the Constitution as fairly and accurately as possible. Despite this, explain how sharp disagreements can occur on the Supreme Court about how race can be used in school assignment plans.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, respond to A, B, and C below.\n\nIdentify the clause of the Fourteenth Amendment that is most relevant to Brown v. Board of Education (1954) and Parents Involved in Community Schools v. Seattle (2007).\n\nExplain the similarity in the facts between Brown v. Board of Education and Parents Involved in Community Schools v. Seattle that led to similar holdings in both cases.\n\nJustices on the Supreme Court take seriously their duty to interpret laws and the Constitution as fairly and accurately as possible. Despite this, explain how sharp disagreements can occur on the Supreme Court about how race can be used in school assignment plans.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.11",
    "text": "2.11: Checks on the Judicial Branch"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how political principles, institutions, processes, policies, and behaviors apply to different scenarios in context."
  }
}