{
  "id": "VH979924",
  "type": "frq",
  "title": "Hialeah and Yoder Case Comparison",
  "content": {
    "description": "Santeria is an Afro-Cuban religion practiced by 22,000 people in the United States. As a religious custom, members practice animal sacrifice rituals. After receiving notice that a Santeria church had announced plans to expand a church in the city of Hialeah, Florida, the city government passed four public ordinances forbidding the killing of animals if the primary purpose was something other than food consumption. In Church of Lukumi Babalu Aye v. Hialeah (1993), in a unanimous decision, the United States Supreme Court struck down the local ordinances as a violation of the United States Constitution. The Court stated that even though the language of the ordinances did not specifically mention the Santeria religion, they were clearly designed to target the Santeria faith and its practices.",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the passage, respond to A, B, and C below.\n\nIdentify the constitutional clause that is the focus of both Wisconsin v. Yoder (1972) and Church of Lukumi Babalu Aye v. Hialeah (1993).\n\nExplain how the similarity in facts between Wisconsin v. Yoder (1972) and Church of Lukumi Babalu Aye v. Hialeah (1993) led to similar holdings in both cases.\n\nExplain why the local government of Hialeah, Florida, abided by the Supreme Court decision despite the fact that residents overwhelmingly opposed the church and the Supreme Court had no power to enforce the decision.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the passage, respond to A, B, and C below.\n\nIdentify the constitutional clause that is the focus of both Wisconsin v. Yoder (1972) and Church of Lukumi Babalu Aye v. Hialeah (1993).\n\nExplain how the similarity in facts between Wisconsin v. Yoder (1972) and Church of Lukumi Babalu Aye v. Hialeah (1993) led to similar holdings in both cases.\n\nExplain why the local government of Hialeah, Florida, abided by the Supreme Court decision despite the fact that residents overwhelmingly opposed the church and the Supreme Court had no power to enforce the decision.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Types of Democracy"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe political principles, institutions, processes, policies, and behaviors."
  }
}