{
  "id": "VR028800",
  "type": "frq",
  "title": "Johnson amendment impact on interest groups",
  "content": {
    "description": "Since 2008 the Alliance Defending Freedom, a conservative Christian interest group, has promoted an annual event known as Pulpit Freedom Sunday. On this occasion, pastors are encouraged to challenge a provision of the tax law known as the Johnson Amendment, which prohibits political activity by certain nonprofit organizations, including religious organizations. While the Johnson Amendment does not restrict religious leaders from speaking out regarding social issues, it does prohibit them from contributing money to political campaigns or speaking out in favor or against candidates running for political office.\n\nOn Pulpit Freedom Sunday, as an act of civil disobedience, pastors and religious leaders preach openly about the moral qualifications of candidates seeking office.",
    "question": "Respond to parts A, B, and C.\n\nDescribe an action Congress could take to address the concerns of the interest group in the scenario.\n\nIn the context of the scenario, explain how partisan divisions could prevent the action described in part A.\n\nExplain why the Alliance Defending Freedom might argue that their constitutional rights are threatened by the Johnson Amendment.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, and C.\n\nDescribe an action Congress could take to address the concerns of the interest group in the scenario.\n\nIn the context of the scenario, explain how partisan divisions could prevent the action described in part A.\n\nExplain why the Alliance Defending Freedom might argue that their constitutional rights are threatened by the Johnson Amendment.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Congressional Behavior"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe political principles, institutions, processes, policies, and behaviors."
  }
}