{
  "id": "VR189153",
  "type": "frq",
  "title": "Taylor Swift Social Media",
  "content": {
    "description": "In October of 2018, musician Taylor Swift used the social media site Instagram to endorse candidates for the United States Congress in the upcoming election. The post was a rare political statement from the pop star, who noted that “I’ve been reluctant to publicly voice my political opinions, but . . . I feel very differently about that now. I always have and always will cast my vote based on which candidate will protect and fight for the human rights I believe we all deserve in this country. . . . So many intelligent, thoughtful, self-possessed people have turned 18 in the past two years and now have the right and privilege to make their vote count. But first you need to register, which is quick and easy to do.”\n\nImmediately following Swift’s Instagram post, thousands of 18– 24 year olds signed up to vote. Swift added a link to the website vote.org in her bio, which lists voting procedures in various states.",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the structural barrier to voting that is discussed above.\n\nExplain why the structural barrier described in part A may be more of an obstacle in some states than in others.\n\nIf youth voter turnout increases as a result of the actions in the scenario, explain how this could affect the way candidates run campaigns in the future.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the structural barrier to voting that is discussed above.\n\nExplain why the structural barrier described in part A may be more of an obstacle in some states than in others.\n\nIf youth voter turnout increases as a result of the actions in the scenario, explain how this could affect the way candidates run campaigns in the future.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: American Political Ideologies and Beliefs"
  },
  "topic": {
    "code": "4.2",
    "text": "4.2: Political Socialization"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}