{
  "id": "VR218017",
  "type": "frq",
  "title": "Clean Water Act and the EPA",
  "content": {
    "description": "The Clean Water Act is a federal law that was established in 1972 to regulate the discharge of pollutants into the country’s surface waters, including lakes, streams, rivers, wetlands, and coastal areas. In 2015, the Environmental Protection Agency (EPA) finalized a policy under the Clean Water Act that regulated water on private property. This policy, called the “Waters of the United States,” defined which bodies of water were subject to the protections of the Clean Water Act, including wetlands, ponds on private property, and streams.\n\nThe EPA made this change as it argued that the connection between these waters and larger bodies of water, like lakes, rivers, and larger streams, meant that pollution in these smaller waters needed to be regulated. Many of the bodies of water regulated under the Waters of the United States rule existed on private property, giving the EPA the ability to inspect these waters to ensure that individuals, farmers, or businesses were complying with the Clean Water Act.\n\nThe president issued a reversal of this rule in 2019. In a statement, the president said that he did not want the government to manage water on private land, stating that this reversal will keep EPA inspectors from being able to tell individuals and businesses how to operate on their property.",
    "question": "After reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the foundation of the power that the EPA exercised related to the Clean Water Act, and explain how the EPA’s power can have an impact on civil liberties.\n\nExplain why a political appointee, such as the head of the EPA, might implement changes to the Clean Water Act differently than the civil servants who work within the EPA.\n\nDescribe an informal power the president could use to influence the EPA’s policies regarding the Clean Water Act, and explain how the president’s statement might impact the actions of the EPA.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the foundation of the power that the EPA exercised related to the Clean Water Act, and explain how the EPA’s power can have an impact on civil liberties.\n\nExplain why a political appointee, such as the head of the EPA, might implement changes to the Clean Water Act differently than the civil servants who work within the EPA.\n\nDescribe an informal power the president could use to influence the EPA’s policies regarding the Clean Water Act, and explain how the president’s statement might impact the actions of the EPA.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Presidential Communication"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}