{
  "id": "VR218004",
  "type": "frq",
  "title": "Condoleezza Rice Confirmation Sec of State",
  "content": {
    "description": "In January 2005, the Senate Foreign Relations Committee held two public hearings to consider Condoleezza Rice for the position of U.S. Secretary of State. During the hearings, senators asked Ms. Rice a series of questions about her experience and record as National Security Advisor for President George W. Bush, and views on a variety of foreign affairs issues. Members of the Foreign Relations Committee had previously met with Condoleezza Rice in a series of one-on-one meetings.\n\nOn January 26, 2005, the Senate confirmed Condoleezza Rice as U.S. Secretary of State by an overwhelming and bipartisan vote. All 53 Republican senators and 32 Democratic senators voted in favor of confirmation, while 12 Democratic senators and one Independent senator opposed her confirmation.\n\nSecretary Rice became the first African American woman to hold the position of Secretary of State. She succeeded General Colin Powell, who previously held the position from 2001 to 2005.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional step that would have occurred before Condoleezza Rice was considered by the Senate and explain why the Constitution requires Senate confirmation.\n\nIn the context of the scenario, explain how the Senate confirmation process influenced the president’s choice of Condoleezza Rice.\n\nDescribe how the qualifications of Condoleezza Rice mentioned in the scenario match the role for which she has been nominated, and explain how she could influence the executive branch in her role.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional step that would have occurred before Condoleezza Rice was considered by the Senate and explain why the Constitution requires Senate confirmation.\n\nIn the context of the scenario, explain how the Senate confirmation process influenced the president’s choice of Condoleezza Rice.\n\nDescribe how the qualifications of Condoleezza Rice mentioned in the scenario match the role for which she has been nominated, and explain how she could influence the executive branch in her role.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.5",
    "text": "2.5: Checks on the Presidency"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}