{
  "id": "VR217997",
  "type": "frq",
  "title": "Congress and the Tax Cuts and Jobs Act",
  "content": {
    "description": "In the 2016 elections, the Republican presidential candidate and the Republican candidates for the House and Senate campaigned on an economic platform of lowering taxes for businesses and individuals. It resulted in the Tax Cuts and Jobs Act of 2017, which constituted the largest one-time tax decrease in American history.\n\nThe law lowered the rate for individuals in the highest tax bracket from 39.6 percent to 37 percent. It decreased the top business tax rate from 36 percent to 21 percent. The Republicans argued that tax breaks would stimulate economic growth and lead to more innovation from the private sector. Most Democratic members of Congress were critical of the legislation, labeling it a tax break for corporations and the wealthy.\n\nNonetheless, Republicans controlled a majority of both chambers of Congress, and each chamber voted its own version of the bill. The bill passed in the House of Representatives on November 16 with 227 Republicans voting in favor and 13 opposing it. A slightly different version of the bill passed the Senate on December 2 with 51 Republican senators voting in favor of the bill. Every Democratic legislator in both chambers voted against the bill.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the party control of government in the scenario and explain how that party control could have affected the process by which the bill became a law.\n\nUsing the trustee model of representation explain why a Republican in the House of Representatives might have cast a vote against this bill.\n\nDescribe a part of the judicial branch that could affect this law. Explain how that part of the judicial branch might affect the success of this law.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the party control of government in the scenario and explain how that party control could have affected the process by which the bill became a law.\n\nUsing the trustee model of representation explain why a Republican in the House of Representatives might have cast a vote against this bill.\n\nDescribe a part of the judicial branch that could affect this law. Explain how that part of the judicial branch might affect the success of this law.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Congressional Behavior"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}