{
  "id": "VR217995",
  "type": "frq",
  "title": "President Obama and the 21st Century Cures Act",
  "content": {
    "description": "The Republicans gained control of the House of Representatives in the 2010 midterm elections. Four years later, the Republicans also won a majority in the Senate. A year later, a bill was introduced in the House to address some issues in the health care system. The 21st Century Cures Act was designed to increase the speed of new medical product development, to encourage the collaboration between government and private sectors, and to increase funding for biomedical research to find cures and treatment for illnesses and disease.\n\nAfter House passage, the bill moved to the Senate, which also had a Republican majority. The Senate added amendments and passed the bill by a wide majority with only 4 Democrats and 1 Republican voting against the bill.\n\nDemocratic President Barack Obama signed the bill into law on December 13, 2016, citing many positive aspects of the new law, including advancing cancer research and addressing bipartisan health care policy.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the party control of government when the 21st Century Cures Act was passed and explain how that party control could have affected the process by which the bill described above became a law.\n\nReferencing the scenario, explain why a Democratic senator following the trustee model of representation might have cast a vote against this bill.\n\nDescribe another part of the executive branch, other than the president, that could affect this legislation after its passage. Explain how that part of the executive branch might affect the success of this legislation.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the party control of government when the 21st Century Cures Act was passed and explain how that party control could have affected the process by which the bill described above became a law.\n\nReferencing the scenario, explain why a Democratic senator following the trustee model of representation might have cast a vote against this bill.\n\nDescribe another part of the executive branch, other than the president, that could affect this legislation after its passage. Explain how that part of the executive branch might affect the success of this legislation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Congressional Behavior"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}