{
  "id": "VR218006",
  "type": "frq",
  "title": "Congress Watergate Investigation",
  "content": {
    "description": "In 1972, Republican President Richard Nixon was running for reelection when members of his reelection committee were caught burglarizing the offices of the Democratic National Committee to steal files and wiretap the phones. The men were arrested and during the criminal proceedings reporters for the Washington Post alleged connections between the White House and the burglary. The Nixon administration denied any involvement and Nixon won reelection.\n\nThe Senate voted unanimously on February 7, 1973, to create the Select Committee on Presidential Campaign Activities to investigate the burglary and other Nixon campaign activities. The Select Committee was granted the power to subpoena witnesses and materials, to investigate the break-in and any subsequent cover-up of criminal activity, as well as “all other illegal, improper, or unethical conduct, including political espionage and campaign finance practices.”\n\nThroughout the Senate investigation, Nixon denied the committee’s requests for access to information. Nixon repeatedly declared that he knew nothing about the cover-up. The Select Committee’s final report recommended action in three areas: regulation of campaign activities and contributions, the establishment of a permanent special prosecutor, and the creation of a permanent congressional legal service.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the power Congress is exercising and explain why the framers of the Constitution gave Congress this power.\n\nExplain how Congress could respond to the recommendations in the Select Committee’s final report.\n\nDescribe the constitutional principle that supports Nixon’s refusal to provide information to Congress. Explain how Federalist 70 supports Nixon’s actions.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the power Congress is exercising and explain why the framers of the Constitution gave Congress this power.\n\nExplain how Congress could respond to the recommendations in the Select Committee’s final report.\n\nDescribe the constitutional principle that supports Nixon’s refusal to provide information to Congress. Explain how Federalist 70 supports Nixon’s actions.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Congress: The Senate and the House of Representatives"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}