{
  "id": "FT652074",
  "type": "frq",
  "title": "Determining g with a spring and cart on an incline",
  "content": {
    "description": "",
    "question": "This question should take approximately 15 minutes. Read each of the parts carefully. Support your answers with relevant physics principles. The parts within the question may not have equal weight. Write your answers in the sections provided after each part. If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer. For example, you may identify “Q” as the measurement for an angle.\n\nStudents are asked to perform an experiment to determine \\(g\\), the acceleration due to gravity, in the lab using the setup shown. They are expected to find \\(g\\) by plotting their data in a graph. The students have access to equipment commonly found in a high school physics laboratory, but the experiment must use the setup as shown above which includes a cart of mass \\(M\\) on an ramp which is set at an angle \\(\\theta\\) to the horizontal. The cart is held on the ramp by a spring of known constant \\(k\\). There is negligible friction between the cart and the ramp.",
    "image": null,
    "frqParts": [
      {
        "text": "This question should take approximately 15 minutes. Read each of the parts carefully. Support your answers with relevant physics principles. The parts within the question may not have equal weight. Write your answers in the sections provided after each part. If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer. For example, you may identify “Q” as the measurement for an angle.\n\nStudents are asked to perform an experiment to determine \\(g\\), the acceleration due to gravity, in the lab using the setup shown. They are expected to find \\(g\\) by plotting their data in a graph. The students have access to equipment commonly found in a high school physics laboratory, but the experiment must use the setup as shown above which includes a cart of mass \\(M\\) on an ramp which is set at an angle \\(\\theta\\) to the horizontal. The cart is held on the ramp by a spring of known constant \\(k\\). There is negligible friction between the cart and the ramp.",
        "image": "https://assets.learnosity.com/organisations/537/8ee236e4-bc52-4d07-9739-8c96a7dca7c0.png"
      },
      {
        "text": "(a) Briefly identify each quantity to be measured, the symbol used to represent that quantity, and the equipment that would be used to measure the quantity.",
        "image": null
      },
      {
        "text": "(b) Briefly describe the procedure to be used to determine the acceleration due to gravity. Provide enough detail so that another student could replicate the experiment, including any steps necessary to reduce experimental uncertainty. As needed, use the symbols defined part (A).",
        "image": null
      },
      {
        "text": "(c) Which quantities that were measured in part (B) could be graphed on the horizontal and vertical axes to produce a graph that would be used to determine the acceleration due to gravity?",
        "image": null
      },
      {
        "text": "(d) Describe what information from the graph described in part (C) would be used and how it would be used to determine the acceleration due to gravity",
        "image": null
      },
      {
        "text": "(e)\n\nIn a second experiment students place a different cart of unknown mass on the ramp and attach it to the spring, letting the cart and spring come to rest. The cart is then displaced slightly down the ramp and released, causing the cart to oscillate on the ramp. The students create the position vs. time graph shown above using a motion sensor.  Briefly describe how the students could use the graph to determine the mass of the new cart.",
        "image": "https://assets.learnosity.com/organisations/537/0e12dca0-6724-43aa-83c7-cf586e6a0eb4.png"
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Force and Translational Dynamics"
  },
  "topic": {
    "code": "2.4",
    "text": "2.4: Newton's First Law"
  },
  "skill": {
    "code": "3.B",
    "text": "3.B: Apply an appropriate law, definition, theoretical relationship, or model to make a claim."
  }
}