{
  "id": "FT652075",
  "type": "frq",
  "title": "Force on a dart through a tube",
  "content": {
    "description": "",
    "question": "This question should take approximately 15 minutes. Read each of the parts carefully. Support your answers with relevant physics principles. The parts within the question may not have equal weight. If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer. For example, you may identify “Q” as the measurement for an angle.\n\nA constant force \\(F\\)is exerted on a dart of mass \\(m\\) in the horizontal direction as it moves through a tube of length \\(L\\). After exiting the tube, the dart collides with a box of mass \\(M\\) that sits at rest on a table with coefficient of friction \\(\\mu_k\\). The dart/block system then slides across the table and comes to rest after traveling a distance \\(D\\).",
    "image": null,
    "frqParts": [
      {
        "text": "This question should take approximately 15 minutes. Read each of the parts carefully. Support your answers with relevant physics principles. The parts within the question may not have equal weight. If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer. For example, you may identify “Q” as the measurement for an angle.\n\nA constant force \\(F\\)is exerted on a dart of mass \\(m\\) in the horizontal direction as it moves through a tube of length \\(L\\). After exiting the tube, the dart collides with a box of mass \\(M\\) that sits at rest on a table with coefficient of friction \\(\\mu_k\\). The dart/block system then slides across the table and comes to rest after traveling a distance \\(D\\).",
        "image": "https://assets.learnosity.com/organisations/537/2b87974c-9858-4eba-840e-8cef28be02d5.png"
      },
      {
        "text": "(a) Students experiment with a variety of tubes. Assuming that air resistance is negligible, and that all other parts of the experiment remain the same, should the students use a long tube, or a short tube make the stopping distance \\(D\\) the longest? Justify your answer.",
        "image": null
      },
      {
        "text": "(b) Students derive the following equation for the distance \\(D\\).       \\(D=\\frac{FLm}{\\left(m+M\\right)^2\\mu_kg}\\)\n\nWithout algebraic manipulation of equations explain whether this equation accurately matches your explanation in part (A). Justify your answer.",
        "image": null
      },
      {
        "text": "(c) Students then change the force so that it can be described as a function of position \\(F\\left(x\\right)=12x\\). \n\nExplain how the students could use the equation given above to find the launch speed of the dart, if the length of the tube is 2 meters.",
        "image": null
      },
      {
        "text": "(d) Predict what will happen to the launch velocity of the dart if the length of the tube was doubled. Justify your answer.",
        "image": null
      },
      {
        "text": "(e) Students are given an equation for the launch velocity of the block as follows. \\(v=\\sqrt{\\frac{12L^2}{m}}\\). Without algebraic manipulation of equations explain whether this equation accurately matches your explanation in part (D). Justify your answer.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Work, Energy, and Power"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: Translational Kinetic Energy"
  },
  "skill": {
    "code": "3.B",
    "text": "3.B: Apply an appropriate law, definition, theoretical relationship, or model to make a claim."
  }
}