{
  "id": "FT539907",
  "type": "frq",
  "title": "English and Irish in 19th century",
  "content": {
    "description": "Directions: The following question is based on the accompanying Documents 1-14. (Some of the documents have been edited for the purpose of this exercise.) Write your answer in the space provided. The suggested writing time is 45 minutes.\n\nDescribe and analyze the controversies over the relationship between the English and the Irish from 1800 to 1916.\n\nHistorical Background: After the suppression of an Irish rebellion in 1798, the Act of Union of 1801 incorporated Ireland, primarily Celtic in its culture and ethnicity, into the United Kingdom. The English dominated the United Kingdom. Some Irish people supported the union, but many Irish nationalists campaigned against it. Nationalist rebels proclaimed an independent republic in 1916, and independence finally came with the partition of 1922, which established the Irish Free State in the southern provinces of Leinster, Munster, and Connaught. Most of the northern province of Ulster remained a part of the United Kingdom.\n\nDocument 1\n\nIreland must be governed in the English interest.\n\nWilliam Pitt the Younger, Prime Minister and originator of the Act of Union, 1801\n\nDocument 2\n\nRemember that we Protestants settled in Ireland trusting in your protection, and we claim as our inheritance the glorious Constitution which our ancestors and yours fought and bled for—a Protestant king, a Protestant cabinet, and a Protestant parliament. That is what I call the true Protestant Constitution. I will ever demand it for my country.\n\nJohn Foster, Irish leader, speaking in Parliament, 1805\n\nDocument 3\n\nWhat matters that at different shrines\n\nWe pray unto one God?\n\nWhat matters that at different times\n\nOur fathers won this sod?\n\nIn fortune and in name we’re bound\n\nBy stronger links than steel;\n\nAnd neither can be safe nor sound\n\nBut in the other’s weal.*\n\n*weal: well-being; welfare\n\nThomas Davis, Protestant poet and Irish nationalist, Anglo-Saxon and Celt, 1842\n\nDocument 4\n\nThe Gospel alone can remedy what legal repression, or social reform, or industrial development, or self-government, or any other outward institution and measure, never can reach-the moral degradation and moral prostration of Ireland. The curse of Popery, with its degrading idolatry and corrupting priesthood, is the root of Ireland’s misery.\n\nEnglish Presbyterian Messenger, 1848\n\nDocument 5\n\nAll of civilization, arts, comfort, wealth that Ireland enjoys she owes exclusively to England. All of her absurdities, errors, misery she owes to herself. This unfortunate result is due to the confusion of ideas, the instability of purpose, and above all, the reluctance to steady work which are clear features of the Irish Celtic national character.\n\nJohn Wilson Croker, editor of the Conservative party journal Quarterly Review, 1848\n\nDocument 6\n\nThe land of Ireland belongs to the people of Ireland. Those who cultivate it have a higher claim to its absolute possession than landlords who use it only for profit or pleasure. The end for which land is created requires its equitable distribution among the people who cultivate it. Yet the idle, nonproducing class of landlords use English land laws to extract millions of pounds annually from Irish soil, without conferring any single benefit in return, and maintain a standing army of semi-military police to protect their proprietorial rights.\n\nDeclaration of Principles, National Land League, 1879\n\nDocument 7\n\nHome Rule will put the best part of Ireland under the control of the worst, the loyal under the disloyal, the honest under the dishonest, and the peaceful and the industrious under the idle and thriftless.\n\nSir Ellis Ashmead Bartlett, Conservative party member, speaking in Parliament, 1893\n\nDocument 8\n\nThe aims of the Daughters of Ireland are to re-establish the complete independence of Ireland; to encourage the study of the Celtic language, of Irish literature, history, music, and art; to support and publicize Irish manufacture; to discourage the circulation of low English literature, the singing of English songs, the attending of vulgar English entertainments; and to combat in every way any English influence.\n\nMaud Gonne, founder of the Daughters of Ireland, 1900\n\nDocument 9\n\nDocument 10\n\nUlster Protestant hostility to Catholicism is not due to religious zeal. It is merely inherited spite. People have been born into it, brought up to it. It is an inheritance, this blind, unreasoning hatred. They will have to be born out of it. Time will heal the evil-time and common sense and a broader conception of tolerance and nationhood.\n\nWilliam Bulfin, Irish Nationalist journalist, Rambles in Eirinn, 1907\n\nDocument 11\n\nYou of the Protestant minority in Ireland cannot expect, in the long run, to come off any better than minorities in other countries.\n\nWilliam J. Flynn, Irish Nationalist politician, 1907\n\nDocument 12\n\nOur demand is a very simple one-no Home Rule. It is our inalienable right to stay in the United Kingdom, and Heaven help the men who try to take it from us. We ask for nothing more; we will take nothing less. We must be prepared, the moment Home Rule is passed, to take over the government of the Protestant province of Ulster.\n\nSir Edward Carson, Conservative party member from Ulster, speaking at a rally, 1911\n\nDocument 13\n\nLet no one imagine that the ideals of the Celt and the ideals of the English can coexist in the same people. The one is absolutely destructive of the other. The ideal of the Celtic race is beauty; the ideal of the English race is power. Only one kind of power cannot destroy beauty, and that is spiritual power-which the Celts possess. The power of the English is material power.\n\nThe Irish Review, 1912\n\nDocument 14\n\nBecause the people of Ireland have the right to the unfettered control of Irish destinies, we hereby proclaim the Irish Republic as a Sovereign Independent State. The Republic guarantees religious and civil liberty, equal rights and equal opportunities to all its citizens. We resolve to pursue the happiness and prosperity of the whole nation, oblivious of those religious differences which an alien government used to divide the minority from the majority in the past.\n\nProclamation of the Irish Republic, issued during the Easter Rebellion, 1916",
    "question": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nThis question is designed to test your ability to work with historical documents. As you analyze the documents, take into account both the sources and the authors’ points of view. Write an essay on the following topic that integrates your analysis of the documents; in no case should documents simply be cited and explained in a “laundry list” fashion. You may refer to historical facts and developments not mentioned in the documents.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nThis question is designed to test your ability to work with historical documents. As you analyze the documents, take into account both the sources and the authors’ points of view. Write an essay on the following topic that integrates your analysis of the documents; in no case should documents simply be cited and explained in a “laundry list” fashion. You may refer to historical facts and developments not mentioned in the documents.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.2",
    "text": "7.2: Nationalism"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}