{
  "id": "FT540706",
  "type": "frq",
  "title": "Compare secondary sources on WWI's role",
  "content": {
    "description": "Use the passages below to answer all parts of the question that follows.\n\nSource 1\n\n“The First World War was a tragic and unnecessary conflict. Unnecessary because the train of events that led to its outbreak might have been broken at any point during the five weeks of crisis that preceded the first clash of arms, had prudence or common goodwill found a voice; tragic because the [war] ended the lives of ten million human beings, tortured the emotional lives of millions more, destroyed the benevolent and optimistic culture of the European continent and left...a legacy of political rancor and racial hatred.... The Second World War...was the direct outcome of the First.”\n\nJohn Keegan, The First World War, 1998\n\nSource 2\n\n“The First World War solved some problems and created others; in doing so it was little different from any other war.... [Since the late 1920s] one interpretation of the war [as unnecessary and tragic] has increasingly dominated over all others. This has created a barrier between our understanding of the war and that of those who fought in it....Many of the ideologies which had given the war meaning became loaded with later connotations....But there is no inevitability linking the Treaty of Versailles...to the outbreak of the Second World War. The First World War broke empires, triggered the Russian Revolution, forced a reluctant United States on to the world stage, and revivified liberalism....It was emphatically not a war without meaning or purpose.”\n\nHew Strachan, The First World War, 2003",
    "question": "Using the excerpt, respond to parts A, B, and C.\n\nExplain ONE major difference between Keegan’s and Strachan’s interpretations of the role of the First World War in European history.\n\nProvide ONE piece of evidence from the period between the First and the Second World Wars that supports Keegan’s interpretation (Source 1) and explain HOW it supports the interpretation.\n\nProvide ONE piece of evidence from the period between the First and the Second World Wars that supports Strachan’s interpretation (Source 2) and explain HOW it supports the interpretation.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpt, respond to parts A, B, and C.\n\nExplain ONE major difference between Keegan’s and Strachan’s interpretations of the role of the First World War in European history.\n\nProvide ONE piece of evidence from the period between the First and the Second World Wars that supports Keegan’s interpretation (Source 1) and explain HOW it supports the interpretation.\n\nProvide ONE piece of evidence from the period between the First and the Second World Wars that supports Strachan’s interpretation (Source 2) and explain HOW it supports the interpretation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 20th-Century Global Conflicts"
  },
  "topic": {
    "code": "8.6",
    "text": "8.6: Fascism and Totalitarianism"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}