{
  "id": "FT542988",
  "type": "frq",
  "title": "Reactions to plague 15th - 18th century",
  "content": {
    "description": "Directions: The following question is based on the accompanying Documents 1-16. (Some of the documents have been edited for the purpose of this exercise.)\n\nYou may refer to relevant historical facts and developments not mentioned in the documents.\n\nHistorical Background:\n\nThe plague struck Europe in a series of waves beginning in the mid-fourteenth century. It is estimated that the first wave killed about 25 million people, or one-third of the population of Western Europe. Sporadic but deadly outbreaks continued throughout Europe into the eighteenth century.\n\nEuropeans at the time did not understand the cause of this bacterial infection, which was spread by fleas that had been infected by their hosts, usually rats. When the rats died, the fleas moved on to infect other hosts, including human beings. Once infected, a person suffered extreme pain and, within a few days, about 80 percent of those infected died.\n\nDocument 1\n\nYou asked how my school is doing. It is full again but the plague, which killed twenty of the boys, drove many others away and doubtless kept some others from coming to us at all.\n\nSchoolmaster at Deventer, Netherlands, letter, 1484\n\nDocument 2\n\nThe plague and sickness in England is due to the filth in the streets and the sputum and dogs' urine clogging the rushes on the floors of the houses.\n\nErasmus of Rotterdam, letter, 1512\n\nDocument 3\n\nSince the rich fled, death was principally directed towards the poor so that only a few of the Paris porters and wage-earners, who had lived there in large numbers before the misfortune, were left.\n\nNicolas Versoris, French author, Book of Reason, 1523\n\nDocument 4\n\nAbout 40 people at Casale in Western Lombardy smeared the bolts of the town gates with an ointment to spread the plague. Those who touched the gates were infected and many died. The heirs of the dead and diseased had actually paid people at Casale to smear the gates in order to obtain their inheritances more quickly.\n\nJohann Weyer, German physician, The Deceptions of Demons, 1583\n\nDocument 5\n\nWhatever house the pestilence visited was immediately nailed up, and if a person died within, he had to be buried there. Many died of hunger in their own houses. Throughout the country, all the roads and highways were guarded so that a person could not pass from one place to another.\n\nHeinrich von Staden, Count of the Palatinate and traveler to Russia, The Land and Government of Muscovy, 1571\n\nDocument 6\n\nGold, fire, the gallows: gold for the expense of pest houses to quarantine the diseased, the gallows to punish those who violate the health regulations and to frighten the others, and bonfires to eliminate infected things.\n\nMotto of Giovan Filippo, Sicilian physician of Palermo, 1576\n\nDocument 7\n\nMy husband Ottavio had a malignant fever. We were sure he would die. Sister Angelica del Macchia, prioress at Crocetta, sent me a little piece of bread that had touched the body of St. Domenica. I fed it to my husband and suddenly the fever broke.\n\nLisabetta Centenni, Italian housewife, legal deposition, 1624\n\nDocument 8\n\nAnd thus would I meditate with myself alone: what if the sickness should come into this house? Who would I be willing to give up to the disease? Then would I say, the maid. Who next? My son John. Who next? My daughter Elizabeth. Who next? Myself.\n\nNehemiah Wallington, English Puritan, diary, 1625\n\nDocument 9\n\nI have accompanied severity with compassion and charity. I have managed and fed the convalescents and servants of two pest houses; I have paid guards and gravediggers with the alms your lordships have sent me.\n\nFather Dragoni, priest, letter to the Health Magistracy of Florence, 1630\n\nDocument 10\n\nPlague-stricken patients hang around their necks toads, either dead or alive, whose venom should within a few days draw out the poison of the disease.\n\nH. de Rochas, French physician, The Reform of Medicine, 1647\n\nDocument 11\n\nThe demand for nurses in Barcelona was so great that they were hard to find. Many times all they did was to make the patients die more quickly, because the sooner they died, the sooner the nurses collected the fees they had agreed on.\n\nMiguel Parets, Barcelona tanner, diary, 1651\n\nDocument 12\n\nThe news came as we were ready to set forth for Italy that the plague was now violent in Rome, which discouraged all the gentlemen but three and myself, for I resolved to trust to Providence rather than not see so fine a place.\n\nSir John Reresby, English traveler, memoirs, 1656\n\nDocument 13\n\nFor nobody will dare to buy any wig, for fear of the infection, that the hair had been cut off the heads of people dead of the plague.\n\nSamuel Pepys, English naval bureaucrat, Diary, 1665\n\nDocument 14\n\nThe trading nations of Europe were all afraid of us; no port of France, or Holland, or Spain, or Italy would admit our ships. Foreign exportation being stopped, the general trade in manufactured goods stopped next.\n\nDaniel Defoe, A Journal of the Plague Year, 1722 (written about the plague of 1665)\n\nDocument 15\n\nPrint depicting Emperor Leopold and the \"Plague Column,\" which he commissioned in gratitude for the end of the plague that gripped Vienna in the 1680' s, Vienna, 1696.\n\nDocument 16\n\nThe plague must be considered a particular chastisement exercised by an angry God over a sinful and offending people rather than as a calamity proceeding from common and natural causes. Consequently, it is little subject to the remedies pursued in the cases of ordinary maladies.\n\nM. Bertrand, physician at Marseilles, A Historical Relation of the Plague at Marseilles in the Year 1720",
    "question": "(Suggested writing time—45 minutes)\n\nThis question is designed to test your ability to work with and understand historical documents. As you analyze the documents, take into account both the sources of the documents and the authors' points of view. Write an essay on the following topic that integrates your analysis of the documents; in no case should documents simply be cited and explained in a \"laundry list\" fashion. You may refer to relevant historical facts and developments not mentioned in the documents.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nAnalyze the various responses to the outbreaks of plague from the fifteenth to the eighteenth centuries. Discuss the beliefs and concerns that these responses express.",
    "image": null,
    "frqParts": [
      {
        "text": "(Suggested writing time—45 minutes)\n\nThis question is designed to test your ability to work with and understand historical documents. As you analyze the documents, take into account both the sources of the documents and the authors' points of view. Write an essay on the following topic that integrates your analysis of the documents; in no case should documents simply be cited and explained in a \"laundry list\" fashion. You may refer to relevant historical facts and developments not mentioned in the documents.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nAnalyze the various responses to the outbreaks of plague from the fifteenth to the eighteenth centuries. Discuss the beliefs and concerns that these responses express.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Renaissance and Exploration"
  },
  "topic": {
    "code": "1.10",
    "text": "1.10: Commercial Revolution"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}