{
  "id": "FT540907",
  "type": "frq",
  "title": "Cohen on Scientific Rev SAQ",
  "content": {
    "description": "Use the passage below to answer all parts of the question that follows.\n\n“The best way to assess the depth and scope of the Scientific Revolution is to compare and contrast the science that came into fruition in the seventeenth century with its nearest equivalent in the late Middle Ages.... Traditionally, knowledge had been based on faith and insight, on reason and revelation. The new science discarded all of these as ways of understanding nature and set up experience—experiment and critical observation—as the foundation and ultimate test of knowledge. The consequences were as revolutionary as the doctrine itself. For not only did the new method found knowledge on a wholly new basis, but it implied that men and women no longer had to believe what was said by eminent authorities; they could put any statement to the test of controlled experience.”\n\nI. Bernard Cohen, historian, Revolution in Science, 1985",
    "question": "Using the excerpt, respond to parts A and B.\n\nIdentify TWO specific examples of scientific discovery that support Cohen’s argument and explain how each one supports his argument.\n\nExplain ONE way in which the shift in scientific inquiry described by Cohen affected European views of society or politics in the seventeenth and eighteenth centuries.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpt, respond to parts A and B.\n\nIdentify TWO specific examples of scientific discovery that support Cohen’s argument and explain how each one supports his argument.\n\nExplain ONE way in which the shift in scientific inquiry described by Cohen affected European views of society or politics in the seventeenth and eighteenth centuries.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Scientific, Philosophical and Political Developments"
  },
  "topic": {
    "code": "4.7",
    "text": "4.7: Causation in the Age of Scientific Revolution and Enlightenment"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain how claims or evidence support, modify, or refute a source's argument."
  }
}