{
  "id": "FT540908",
  "type": "frq",
  "title": "Compare views on Dutch commerce SAQ",
  "content": {
    "description": "Use the passage below to answer all parts of the question that follows.\n\n“When [the Dutch burgher] goes home from Church, does he take God’s Holy Book with him to ponder the sermon? No. Instead he picks up the day’s [business] gazette and busies himself with calculations of interest and the liquidation of debts. It would be better [if] on the Lord’s Day he gave some accounting of himself and, instead of reckoning his profits, reckoned up his sins.”\n\nSimonides, minister of the Dutch Reformed Church, Four Books on God’s\n\nJudgment, 1655\n\n“So, Amsterdam has risen through the hand of God to the peak of prosperity and greatness.... The whole world stands amazed at its riches and from east and west, north and south they come to behold it. The Great and Almighty Lord has raised this city above all others...yea He has even taken from them the [commerce] of the east and the west (for in former times Lisbon flourished) and has spilled their treasure into our bosom.”\n\nMelchior Fokkens, Dutch historian, Description of the Widely Renowned\n\nMerchant City of Amsterdam, 1662",
    "question": "Using the excerpt, respond to parts A and B.\n\nDescribe ONE important difference between the views of commerce and prosperity expressed in the two passages.\n\nFor EACH of the passages, identify and explain ONE factor (such as a historical development, an intellectual or philosophical trend, or a religious belief) that likely informed the view of commerce and prosperity expressed in that passage.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpt, respond to parts A and B.\n\nDescribe ONE important difference between the views of commerce and prosperity expressed in the two passages.\n\nFor EACH of the passages, identify and explain ONE factor (such as a historical development, an intellectual or philosophical trend, or a religious belief) that likely informed the view of commerce and prosperity expressed in that passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Dutch Golden Age"
  },
  "skill": {
    "code": "Skill 2.B",
    "text": "Skill 2.B: Explain the point of view, purpose, historical situation, and/or audience of a source."
  }
}