{
  "id": "FT553897",
  "type": "frq",
  "title": "Analyze debates on Italian identity-unification",
  "content": {
    "description": "Directions: The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.\n\nYou may refer to relevant historical information not mentioned in the documents.\n\nHistorical Background: After the Congress of Vienna, Italy consisted of the following states: the Kingdom of Piedmont-Sardinia, the Kingdom of the Two Sicilies, the Papal States (controlled by the pope), Parma, Modena, Tuscany (whose policies were strongly influenced by Austria), and Venetia and Lombardy (both ruled directly by Austria).\n\nItaly remained politically and culturally divided well into the nineteenth century. Movements for the unification of Italy began in the 1820s and 1830s and continued even after the Kingdom of Italy was proclaimed in 1861. The peninsula finally became politically unified in 1870.\n\nDocument 1\n\nSource: Giuseppe Mazzini, attorney from Genoa, exiled from Piedmont in 1831, manifesto, 1831.\n\nYoung Italy is the brotherhood of Italians who believe in a law of Progress and Duty, are convinced that Italy is called to be a nation, and that Italy can make itself one through its own strength. The secret of Italy’s strength lies in constancy and unified effort. Young Italy stands for the republic and unity. Italy should be a republic because it really has no basis for existing as a monarchy. Unity, because without unity there can be no true nation, and without unity there is no strength.\n\nDocument 2\n\nSource: Carlo Cattaneo, philosopher and political activist, Lombardy, 1836.\n\nThe dream of many people, but still a dream, is that a single law for all Italy can be improvised by the wave of a magic wand. No! For many generations in Turin, Parma, Rome, Naples, Sicily and elsewhere, signed contracts and customary rights based on ancient and modern laws will continue. The result is that people cannot easily be detached from their natural centers. Whoever ignores this love of the individual regions of Italy will always build on sand.\n\nDocument 3\n\nSource: Vincenzo Gioberti, priest from Piedmont, On the Moral and Civil Primacy of the Italians, published in exile, 1843.\n\nI believe that the principle of Italian association should be sought in what is concrete, living and deeply rooted. That the pope is naturally, and should be effectively, the civil head of Italy is a truth forecast in the nature of things, and confirmed by many centuries of history. The benefits Italy would gain from a political confederation under the moderating authority of the pontiff are beyond enumeration. Such a cooperative association would increase the strength of the various princes without damaging their independence; it would remove the causes of disruptive wars and revolutions at home, and make foreign invasions impossible.\n\nDocument 4\n\nSource: Count Camillo Benso di Cavour, politician from Piedmont-Sardinia, journal article, 1846.\n\nThe settlement imposed on Italy by the Congress of Vienna was as arbitrary as it was defective. It was based on no principle, not even that of legitimacy. Certainly it was not based on national interests or popular will.\n\nA democratic revolution has no chance of success in Italy. Active power resides almost exclusively in the middle class and part of the upper class, both of which have ultraconservative interests to defend. All true friends of the country must recognize that they cannot truly help their fatherland except by gathering in support of legitimate monarchs who have their roots deep in the national soil.\n\nDocument 5\n\nSource: Pope Pius IX, published statement, 1848.\n\nWe cannot refrain from repudiating, before the face of all nations, the treacherous advice of those who would have the pope be the head and preside over the formation of some sort of novel republic of the whole Italian people. Moved by the love I bear them, I do urgently warn and exhort the Italian people to abstain with all diligence from such counsels, deceitful and ruinous to Italy. The Italian people should abide in close attachment to their respective sovereigns, of whose goodwill they have already had experience, so as never to let themselves be torn away from the obedience they owe them.\n\nDocument 6\n\nSource: Daniele Manin, politician from Venice, letter to a friend, 1848.\n\nIt is vital that the Italian states, in their composition and extension, should be based on historical tradition. Peoples who have different origins and customs should not be forced together, because otherwise civil war will follow the war of independence. Finally, no state should be refused the republican form of government if it feels better suited to it than to a constitutional monarchy.\n\nDocument 7\n\nSource: Marquis Massimo d’Azeglio, politician from Piedmont, secretly printed pamphlet, 1856.\n\nIn fact, we in Italy may be of differing opinions on the best way of reforming the individual states and on the form of regime. But ask any Italian, north or south, whether or not it is useful for Italy to free itself from foreign domination and influence, and no one, thank God, will reply other than in the affirmative, no one will refuse to give their minds or their hands to this end.\n\nDocument 8\n\nSource: Count Camillo Benso di Cavour, prime minister of Piedmont-Sardinia, letter to Victor Emmanuel, king of Piedmont-Sardinia, 1858.\n\nThe Emperor [Napoleon III, emperor of the French] readily agreed that it was necessary to drive the Austrians out of Italy once and for all. But how was Italy to be organized after that? We agreed that Italy would be divided into four states. Northern Italy would be under the House of Piedmont. Another state would include Rome and its immediate surroundings and would be left to the pope. The rest of the Papal States, together with Tuscany, would form a kingdom of central Italy. The fourth state would be the Kingdom of the Two Sicilies. These four Italian states would form a confederation which would be given to the pope. Your Majesty would be legal sovereign of the kingdom of northern Italy, and would in practice dominate the whole peninsula.\n\nAfter we had settled the fate of Italy, the Emperor asked me what France would get from this settlement, and whether Your Majesty would cede Savoy and Nice to France. I answered that Your Majesty believed in the principle of nationalities and realized accordingly that Savoy ought to be reunited with France. The question of Nice is less clear. The Emperor stroked his mustache several times, and merely remarked that these were, for him, quite secondary questions which we could discuss later.\n\nDocument 9\n\nSource: Jessie White Mario, English journalist, letter to the editor, The New York Times, 1858.\n\nEvery inch of ground won by Italians for Italy in 1848 and 1849 was won by republicans and at the close of that year Italy would have been free from foreigners, would have been free, independent, and united, had not monarchy stepped in and substituted the petty longings of dynastic ambition for the great national aim.\n\nDocument 10\n\nSource: Peace of Villafranca, treaty between France and Austria, 1859.\n\nThe Emperors of Austria and France will favor the creation of an Italian Confederation under the honorary presidency of the pope.\n\nThe Emperor of Austria cedes to the Emperor of France all his rights to Lombardy, except two fortress cities, Mantua and Peschiera. The Emperor of France will hand over this territory to the King of Piedmont-Sardinia. Venice will form part of the Confederation while remaining in the possession of Austria.\n\nDocument 11\n\nSource: Emperor Napoleon III of France, letter to an Italian friend, 1859.\n\nI do not wish to see Italy united. I want only independence. Unity would bring danger to me, and France would not see with pleasure a great nation armed on her flank which might diminish her preponderance.\n\nDocument 12\n\nSource: Giuseppe Garibaldi, representing Caprera in the Italian parliament, 1868.\n\nAlthough old republicans in principles and deeds, I and my friends accepted the monarchy in good faith, and asked of it nothing other than that it improve the conditions of our poor people. I leave it to you to decide what has been obtained from this government. My kind of representation is more revolutionary than parliamentary.",
    "question": "This question is designed to test your ability to work with and understand historical documents. Write an essay that:\n\nProvides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.\n\nDiscusses a majority of the documents individually and specifically.\n\nDemonstrates understanding of the basic meaning of a majority of the documents.\n\nSupports the thesis with appropriate interpretations of a majority of the documents.\n\nAnalyzes point of view or bias in at least three documents.\n\nAnalyzes the documents by explicitly grouping them in at least three appropriate ways.\n\nAnalyze the debates over Italian national identity and unification in the period circa 1830–1870.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is designed to test your ability to work with and understand historical documents. Write an essay that:\n\nProvides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.\n\nDiscusses a majority of the documents individually and specifically.\n\nDemonstrates understanding of the basic meaning of a majority of the documents.\n\nSupports the thesis with appropriate interpretations of a majority of the documents.\n\nAnalyzes point of view or bias in at least three documents.\n\nAnalyzes the documents by explicitly grouping them in at least three appropriate ways.\n\nAnalyze the debates over Italian national identity and unification in the period circa 1830–1870.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.2",
    "text": "7.2: Nationalism"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}