{
  "id": "FT554887",
  "type": "frq",
  "title": "Causes and effects of French Rev. calendar",
  "content": {
    "description": "Directions: The following question is based on the accompanying Documents 1-11. The documents have been edited for the purpose of this exercise.\n\nYou may refer to relevant historical information not mentioned in the documents.\n\nHistorical Background: On November 24, 1793, the National Convention adopted a revolutionary calendar to replace the Gregorian calendar (established by the Roman Catholic Church in 1582). New Year’s Day was moved from January 1 to September 22, the founding date of the French Republic, and this date in 1792 marked the beginning of Year One. The months were renamed, assigned a uniform 30 days and divided into 3 weeks of 10 days each (décade). The remaining 5 days of the year were to be celebrated as republican festivals (sans-culottides) in honor of Virtue, Intelligence, Labor, Opinion, and Rewards. The revolutionary calendar continued through the republican era but was eventually abolished by Napoleon I in 1806.\n\nDocument 1\n\nSource: Cahier de doléances (report of grievances), Third Estate of Château-Thierry, 1789.\n\nWe ask that the number of religious holidays be reduced, for each of them enchains the activity of a great people, being of considerable detriment to the State, not to mention the numerous disadvantages of idleness. The observance of Sunday will become more solemn and holy, and this necessary reduction will make worship more acceptable to God.\n\nDocument 2\n\nSource: Gilbert Romme, head of the calendar reform committee, “Report on the Republican Era,” speech before the National Convention, September 20, 1793.\n\nThe Church calendar was born among an ignorant people. For eighteen centuries it has served to mark the progress of fanaticism, the debasement of nations, the persecution and disgust experienced by virtue, talent, and philosophy under cruel despots. We are finished with royalty, the source of all our ills.\n\nTime opens a new book for history, and it must use a new pen to record the annals of a regenerated France. Thus, the equality of day and night occurred in the heavens* at the very moment when the people’s representatives proclaimed the moral and civic equality of every Frenchman.\n\n* A reference to the autumnal equinox, or New Year’s Day according to the new calendar\n\nDocument 3\n\nSource: Abbé Sieyès, in response to Committee of Public Instruction’s proposal for a new calendar, 1793.\n\nThe time hasn’t yet come to make changes in the divisions of the year. Our customary practices, the many connections we have with the practices of peoples in neighboring countries, and the centuries immediately preceding our own, all combine, in this respect, to make an obstacle too imposing to overcome.\n\nDocument 4\n\nSource: Illustrations of newly named months, engravings made circa 1793.\n\nDocument 5\n\nSource: “Instruction Concerning the Era of the Republic and the Division of the Year,” decree of the National Convention, October 5, 1793.\n\nSoon commerce and the trades will be summoned to new progress through uniformity of weights and measures, which will eliminate incoherence and inexactitude. The arts and history also require a new measurement of time, freed from all errors that credulity and superstitious routine have handed down to us from centuries of ignorance.\n\nIt is this new standard that the National Convention today presents to the French people; at the same time, by its exactness, simplicity, and detachment from every opinion not sanctioned by reason and philosophy, it shows the character of our revolution.\n\nDocument 6\n\nSource: Letter to the National Convention from the village of St. Quirin, winter 1793.\n\nOn each Tenth Day* we hear recited the splendid deeds that our national regeneration amply furnishes for the admiration of posterity; we read aloud your republican accomplishments which cause us great joy; we honor the memory of the generals who have become martyrs to liberty; and we try to take them as an example. We gain virtue, we teach, and we watch. This is how we spend our day of rest.\n\n* Décadi: the last day of the new ten-day week\n\nDocument 7\n\nSource: Letter written by a peasant from Étampes to the National Convention, March 19, 1794.\n\nNine days of hard labor are unbearable even to the most hard-working and ambitious peasants. Even the day laborers in the towns complain about it openly, even though they are earning high wages. It is not fanaticism that stirs discontent but childhood education and long habit. Simple citizens of the country, especially the aged, want some small distractions on their days of rest. Mass and vespers* were good in this respect.\n\n* Roman Catholic evening prayer service\n\nDocument 8\n\nSource: Pierre-Joseph Denis, a former Girondin imprisoned during the Terror and then recalled to the National Convention, Opinion on the Decades, 1795.\n\nThe Jacobins were able to overthrow the religion of our fathers and trample underfoot the venerated objects of the people. They were able to make the infernal Robespierre the first pope of Deism. It was through his mouth that the French rendered homage to the Supreme Being. The new calendar was an act of despotism forced on the people, and the festivals based on it were detestable.\n\nDocument 9\n\nSource: François-Sebastien Letourneux, Minister of Interior, circular to all départements and municipalities, November 9, 1797.\n\nAfter having been the calendar of all Frenchmen for several years, the republican calendar is at present only that of the public officials. The enemies of the Republic attack it furiously.\n\nThey say that the interval between days of rest is too long, that the artisan and farmer cannot work nine days in a row. This objection must be welcomed by the lazy. Industrious and active citizens are grateful to their legislators for having reduced the number of days spent in rest.\n\nOur enemies also say, either in bad faith or great ignorance, that the new division of time is contrary to that of nature. Yet the new calendar was the work of our most skilled astronomers, and was conceived only to correct the vices and errors of the old.\n\nDocument 10\n\nSource: Government official in the French town of Steenwerck, Picardy, letter to superiors, March 3, 1798.\n\nThe short time the people spend in the republican temple [a former church] celebrating Tenth Day and revolutionary festivals is an affront to republicans. Entirely decorated with all the old signs of fanaticism, the building displays no symbol of liberty, equality, or the republic. No matter where one looks, one sees only images, crucifixes, confessionals, and chapels —all as under the monarchical regime.\n\nDocument 11\n\nSource: Article in the Gazette de France, a government newspaper, commemorating the return of the Gregorian calendar under Napoleon, January 1, 1806.\n\nSunday came from heaven; Tenth Day from the Earth. One preached morality to men, and the other nothing; one is linked to great memories, while the other recalls cruel periods. The décade has fallen, and it was so weak that its fall does not even offer us an opportunity to exclaim about the fragility of human things. It was sad even in the names of the festivals, which instead of being devoted to the benefactors of humanity, were devoted to the cabbage, the turnip, and the artichoke. The day it died was the festival of the gourd—for those who might be tempted to undertake its funeral oration.",
    "question": "This question is designed to test your ability to work with and understand historical documents. Write an essay that:\n\nProvides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.\n\nDiscusses a majority of the documents individually and specifically.\n\nDemonstrates understanding of the basic meaning of a majority of the documents.\n\nSupports the thesis with appropriate interpretations of a majority of the documents.\n\nAnalyzes the documents by explicitly grouping them in at least three appropriate ways.\n\nTakes into account both the sources of the documents and the authors’ points of view.\n\nExplain the reasons for the adoption of a new calendar in revolutionary France and analyze reactions to it in the period 1789 to 1806.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is designed to test your ability to work with and understand historical documents. Write an essay that:\n\nProvides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.\n\nDiscusses a majority of the documents individually and specifically.\n\nDemonstrates understanding of the basic meaning of a majority of the documents.\n\nSupports the thesis with appropriate interpretations of a majority of the documents.\n\nAnalyzes the documents by explicitly grouping them in at least three appropriate ways.\n\nTakes into account both the sources of the documents and the authors’ points of view.\n\nExplain the reasons for the adoption of a new calendar in revolutionary France and analyze reactions to it in the period 1789 to 1806.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: French Revolution"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}