{
  "id": "FT554914",
  "type": "frq",
  "title": "Analyze concept of nobility- France 16th - 18th c",
  "content": {
    "description": "Directions: The following question is based on the accompanying Documents 1-12. The documents have been edited for the purpose of this exercise.\n\nYou may refer to relevant historical information not mentioned in the documents.\n\nHistorical Background: Traditional (sword) nobility was based on military service to the king, but beginning in the sixteenth century, the fiscal needs of the French monarchy led to the practice of selling government offices that conferred nobility. These newer nobles, who had purchased offices in royal or local governments, were known as robe nobles.\n\nDocument 1\n\nSource: Jean de La Taille, sword nobleman, “The Retired Courtier,” poem, Paris, 1574.\n\nA courtier needs a stronger heart to live\n\nAt court than a soldier who wants to bear arms.\n\nTo tell his troubles briefly, first he has\n\nA thousand efforts to find lodging.\n\nAs he serves the King, he must also serve the King’s favorites,\n\nHonor the hateful,\n\nGive gifts, hold banquets, be a slave to the ladies,\n\nPretend and flatter, be on guard and be very courageous.\n\nHe must transform himself in all things and fight his own desires.\n\nThis is the great ease of the court.\n\nBut what feet, what heart, what purse, too, does one need\n\nTo run, endure, and provide for this?\n\nDocument 2\n\nSource: Pierre de La Primaudaye, sword nobleman and historian, The French Academy, Paris, 1577.\n\nThere is no true Nobility except that which derives from virtue and morality. It does one no good to boast of an ancient lineage or to live from the luster of one’s noble and virtuous ancestors if you are worth nothing by yourself.\n\nDocument 3\n\nSource: Villagers of Mondeville, testimony to the Parlement* of Rouen, 1586.\n\nPierre Morin claimed that his status as a nobleman permitted him to commit several acts of assault by using a stick to beat poor laborers and workingmen in the parish of Mondeville. He went so far as to lodge some of his soldiers in their houses, pillage the poor unfortunate people, and intimidate them in ways that prevented them from paying their royal taxes.\n\n* Parlement: Royal Court of Appeal\n\nDocument 4\n\nSource: Henri, Prince of Condé, sword nobleman, pamphlet, Paris, 1614.\n\nThe prices of all judicial and financial offices have risen to excessive heights. There is no longer any reward for virtue, since all power now belongs to favors, alliances, kinship, and money. The sword nobility is now banished from judicial and financial affairs for lack of money.\n\nDocument 5\n\nSource: Newspaper obituary for Antoine de Montchrestien, Paris, 1621.\n\nHe studied, devoted himself to French poetry, and succeeded in writing some good verses. Then, at the age of twenty, he learned fencing and horseback riding from masters. While keeping company with nobles, he played the noble, the gallant one, the hardy one, the quarrelsome one, so as to fight a duel. He called himself the Baron of Vatteville, but in fact there was no land or estate of Vatteville.\n\nDocument 6\n\nSource: King Louis XIII, Declaration on Duels and Affairs of Honor, Paris, 1634.\n\nThese crimes, which gravely offend God’s majesty and are a detestable sacrilege, destroy healthy men, violate natural law, plunge noble families into mourning. Finally, these duels weaken the state, by spilling the blood of so many gentlemen who could more usefully and honorably shed it in defense of this kingdom. Add to this the contempt shown to my authority by these men who risk their lives against my will, but also undertake to render justice all by themselves. They take pleasure in the death of a personal enemy, under the pretext of preserving their honor. True honor, however, should compel them to respect my wishes and obey the laws.\n\nDocument 7\n\nSource: Marc-Antoine Millotet, robe nobleman, judge of the Parlement of Dijon, Memoirs, 1650.\n\nNo one acquired any office in the parlement or any other jurisdiction except through the mediation of Louis, Prince of Condé, or his father, Henri. No one was ever provided with an estate without their support. All the officers of the towns, whether mayors, captains, or lieutenants, acquired these honors only through their influence. The Condés got letters of nobility for the junior judges of the parlement. This exempted these new nobles from the usual three generations of office holding previously required for nobility.\n\nDocument 8\n\nSource: Molière, non-noble playwright, in his play, Dom* Juan, Paris, 1665.\n\nDom Louis (to his son, Dom Juan): How contemptible is your behavior! Aren’t you ashamed of not living up to your noble birth? When have you ever behaved like a nobleman? Do you think it’s enough to come from a noble family and to have a coat of arms? It isn’t — birth is nothing without virtue. We can only inherit the glory of our ancestors if we force ourselves to follow their virtues. Let me tell you something: a noble who lives badly is an unnatural monster — virtue is the first title of nobility. The way you act is much more important than the way you sign your name.\n\n* Dom: Noble title\n\nDocument 9\n\nSource: Gilles André de La Roque, sword nobleman, Treatise on the Nobility, Paris, 1678.\n\nThe great nobles of the sword are drawn from a race so ancient that its beginnings are lost in time, and they have won their renown by their calls to battle and by military exploits. They are the pinnacle of human achievement and the leaders of the first hierarchy to appear among men. Someone who has recently received a noble title from the king may in time become a gentleman, but he can never be a member of this race of warriors, because he will always lack the ancient roots that it requires.\n\nDocument 10\n\nSource: King Louis XIV, Preamble to an edict granting nobility, Paris, 1696.\n\nWhile noble ancestry and an ancient family, which give so much distinction to some men, are only the result of blind chance, a new title of nobility is a gift from the King, who can choose to reward important services that particular subjects render to their country. Such services, so worthy of a sovereign’s gratitude, are not always delivered with sword in hand. An individual who sacrifices his wealth to support the armies that protect the state can merit, in a manner of speaking, the same reward as those who shed their blood to defend it.\n\nDocument 11\n\nSource: Baron François-Philippe Loubert, sword nobleman and cavalry colonel, Critical Study of the French Army, 1781.\n\nNoblemen are right to complain that the rank of officer is no longer reserved for them alone. Often they are humiliated to find themselves denied the same military commands their ancestors held and hallowed with their blood. Money corrodes everything and breaks down the barriers that honor and glory once erected between citizens. Now it seems to be all that is required to aspire to any office. We see the son of some government clerk put on an officer’s uniform and claim to be the equal of a nobleman. If anyone claims there aren’t enough of us to fill these offices, I would reply that rural districts are full of noble gentlemen who were turned down.\n\nDocument 12\n\nSource: Philippe-Antoine Merlin, editor, Universal Dictionary of Civil, Criminal, Canonical, and Proprietary Jurisprudence, Paris, 1788.\n\nLaws against fraudulent claims of nobility are more necessary than ever. Usurpers show no restraint at all. Men without titles, and even some with recently granted ones, boldly pass themselves off as members of great and honored families. Others, though widely known to be of common birth, call themselves marquis, count, baron or viscount, and use these titles in business and on legal documents.",
    "question": "Your response should include the following:\n\nProvides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.\n\nDiscusses a majority of the documents individually and specifically.\n\nDemonstrates understanding of the basic meaning of a majority of the documents.\n\nSupports the thesis with appropriate interpretations of a majority of the documents.\n\nAnalyzes the documents by explicitly grouping them in at least three appropriate ways.\n\nTakes into account both the sources of the documents and the authors’ points of view.\n\nDescribe and analyze concepts of nobility in France over the period from the late sixteenth century to the late eighteenth century.",
    "image": null,
    "frqParts": [
      {
        "text": "Your response should include the following:\n\nProvides an appropriate, explicitly stated thesis that directly addresses all parts of the question and does NOT simply restate the question.\n\nDiscusses a majority of the documents individually and specifically.\n\nDemonstrates understanding of the basic meaning of a majority of the documents.\n\nSupports the thesis with appropriate interpretations of a majority of the documents.\n\nAnalyzes the documents by explicitly grouping them in at least three appropriate ways.\n\nTakes into account both the sources of the documents and the authors’ points of view.\n\nDescribe and analyze concepts of nobility in France over the period from the late sixteenth century to the late eighteenth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Renaissance and Exploration"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: New Monarchies"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}