{
  "id": "FT557979",
  "type": "frq",
  "title": "Kepler quote - views reflect view of universe",
  "content": {
    "description": "Use the passage below to answer all parts of the questions.\n\n“For if Tycho Brahe,* considering the immensity of those globes [the planets], believed that they did not exist pointlessly in the world, but were packed with inhabitants, how much more convincing will it be for us, perceiving the variety of the works and intentions of God on this globe of Earth, to adopt a similar conjecture about the others as well? For He has created species to inhabit the waters, though there is no place under them for air, which living things draw in; He has sent into the immensity of the air birds propped up by feathers; He has given to the snowy tracts of the north white bears and white foxes. . . . Has He then used up all His skill on the globe of the Earth? For whose benefit do four moons gird Jupiter,** as this single Moon of ours does our home? In fact we shall also reason in the same way about the globe of the Sun—is that globe empty but the others full, if everything else corresponds more closely? If just as the Earth breathes out clouds, the Sun breathes out black soot [sun spots]?***”\n\nJohannes Kepler, German mathematician, astronomer, and astrologist,\n\nHarmony of the World, treatise, 1619.\n\n* Danish astronomer (1546–1601) who is considered the pioneer of scientific astronomical observation.\n\n** The four largest moons of Jupiter were discovered in 1610 by Galileo Galilei.\n\n*** Sun spots were first observed telescopically in 1610–1611 by several European astronomers.",
    "question": "Directions: Answer all parts of the following question. Use complete sentences; an outline or bulleted list alone is not acceptable. Sources have been edited for the purposes of this exercise.\n\nAnalyze ONE way in which the passage reflects traditional views of the cosmos.\n\nAnalyze ONE way in which the passage challenges traditional views of the cosmos.\n\nChoose ONE example of a scientific discovery made during the Scientific Revolution (other than the discoveries explicitly mentioned in the passage) and explain how it challenged traditional views of nature.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answer all parts of the following question. Use complete sentences; an outline or bulleted list alone is not acceptable. Sources have been edited for the purposes of this exercise.\n\nAnalyze ONE way in which the passage reflects traditional views of the cosmos.\n\nAnalyze ONE way in which the passage challenges traditional views of the cosmos.\n\nChoose ONE example of a scientific discovery made during the Scientific Revolution (other than the discoveries explicitly mentioned in the passage) and explain how it challenged traditional views of nature.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Scientific, Philosophical and Political Developments"
  },
  "topic": {
    "code": "4.2",
    "text": "4.2: Scientific Revolution"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}