{
  "id": "FT557980",
  "type": "frq",
  "title": "Glorious Revolution enlightened or not",
  "content": {
    "description": "It is suggested that you spend 15 minutes reading the documents and 40 minutes writing your response. \n\nNote: You may begin writing your response before the reading period is over.\n\nDirections: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nEvaluate whether or not the Glorious Revolution of 1688 can be considered part of the Enlightenment.\n\nDocument 1 \n\nSource: John Evelyn, writer and founding member of the Royal Society of London for Improving Natural Knowledge, diary entry, 1688\n\n7th October—Dr. Tenison [an Anglican minister] preached at St. Martin’s church, showing the Scriptures to be our only rule of faith, and its perfection above all traditions. After which, near 1,000 devout persons partook of the Communion. The sermon was chiefly a response to a sermon by a Jesuit, who the Sunday before had disparaged the Scripture and railed at our translation. Some who were present [on that Sunday] pulled the Jesuit out of the pulpit, and treated him very coarsely. Hourly expectation of William, the Prince of Orange’s invasion heightened to that degree, that his Majesty [James II] thought fit to dispense with all laws and in the meantime, he called over 5,000 Irish and 4,000 Scots soldiers, and continued to remove Protestants and put in Papists at Portsmouth harbor and other places of trust, and retained the Jesuits about him, increasing the universal discontent. It brought people to so desperate a pass, that they seemed passionately to long for and desire the landing of the Prince of Orange, whom they looked on to be their deliverer from Popish tyranny, praying incessantly for an east wind, which was said to be the only hindrance of his expedition [from the Netherlands] with a numerous army ready to make a descent.\n\nDocument 2 \n\nSource: King William III, declaration, October 10, 1688\n\nThe Declaration of His Highness William, by the Grace of God, Prince of Orange, etc., of the reasons inducing him to appear in arms in the Kingdom of England, and for preserving the Protestant religion, and for restoring the laws and liberties of England, Scotland, and Ireland:\n\nWe for our part will concur in everything that may procure the peace and happiness of that nation, which a free and lawful Parliament shall determine, since we have nothing before our eyes in this our undertaking but the preservation of the Protestant religion, the covering of all men from persecution for their conscience, and the securing to the whole nation the free enjoyment of all their laws, rights, and liberties, under a just and legal government.\n\nDocument 3 \n\nSource: Excerpts from the English Bill of Rights, passed by Parliament and ratified by William III, 1689\n\nLords Spiritual and Temporal and Commons, being now assembled in a full and free representative of this nation, do in the first place (as their ancestors in like case have usually done) for the vindicating and asserting their ancient rights and liberties declare:\n\nThat the pretended power of suspending the laws or the execution of laws by royal authority without consent of Parliament is illegal;\n\nThat levying money for or to the use of the Crown by pretence of prerogative, without grant of Parliament, for longer time, or in other manner than the same is or shall be granted, is illegal;\n\nThat the raising or keeping of a standing army within the kingdom in time of peace, unless it be with consent of Parliament, is against law;\n\nThat the subjects which are Protestants may have arms for their defense suitable to their conditions and as allowed by law;\n\nThat the freedom of speech and debates or proceedings in Parliament ought not to be impeached or questioned in any court or place out of Parliament;\n\nThat excessive bail ought not to be required, nor excessive fines imposed, nor cruel and unusual punishments inflicted;\n\nAnd that for redress of all grievances, and for the amending, strengthening and preserving of the laws, Parliaments ought to be held frequently.\n\nDocument 4 \n\nSource: Gilbert Burnet, Anglican bishop and close friend of William III, sermon preached at the coronation ceremony of William III, April 1689\n\nWhen the encouraging and promoting of a vigorous piety, and sublime virtue, and the explaining and propagating of true religion is the chief design of their rule; when impiety and vice are punished, and error is repressed; when the decency of the worship of God is kept up, without adulterating it with superstitions; when order is carried on in the Church of God, without tyranny; and above all when princes are in their own deportment [conduct], examples of the fear of God . . . and when it is visible that they honour those who fear the Lord, and that vile men are despised by them, then do they truly rule in fear of God.\n\nDocument 5 \n\nSource: John Locke, English writer, Two Treatises of Government, 1689\n\nThe reason why men enter into society, is the preservation of their property; and the end why they choose and authorize a legislative power, is, that there may be laws made, and rules set, as guards and fences to the properties of all the members of the society, to limit the power, and moderate the dominion, of every part and member of the society: for since it can never be supposed to be the will of the society, that the legislative should have a power to destroy that which every one designs to secure, by entering into society, and for which the people submitted themselves to legislators of their own making; whenever the legislators endeavour to take away, and destroy the property of the people, or to reduce them to slavery under arbitrary power, they put themselves into a state of war with the people, who are thereupon absolved from any farther obedience, and are left to the common refuge, which God hath provided for all men, against force and violence. . . . the supreme executor, who having a double trust put in him, both to have a part in the legislative, and the supreme execution of the law, acts against both, when he goes about to set up his own arbitrary will as the law of the society.\n\nDocument 6\n\nSource: Voltaire, French writer, Letters on the English, 1726–1729\n\nThe English are the only people upon earth who have been able to prescribe limits to the power of kings by resisting them; and who, by a series of struggles, have at last established that wise Government where the Prince is all powerful to do good, and, at the same time, is restrained from committing evil; where the nobles are great without insolence, though there are no vassals; and where the people share in the Government without confusion. . . . The English have doubtless purchased their liberties at a very high price, and waded through seas of blood to drown the idol of arbitrary power. Other nations have been involved in as great calamities, and have shed as much blood; but then the blood these other nations split in defense of their liberties only enslaved them the more.\n\nDocument 7\n\nDocument 7 Source: “William and Mary,” woodcut from a mid-eighteenth-century English children’s book, showing William III and his wife and coruler Queen Mary II\n\nThe scroll in William’s hand is labeled “Bill of Rights.” The rhyming verse below the image reads: “William the hero, with Maria mild, /(He James’s nephew, she his eldest child)/Fix’d freedom and the church, reform’d the coin;/Oppos’d the French and settled Brunswick’s line*.” \n\n* a reference to the principle that only a Protestant would be allowed to become ruler of Great Britain, offıcially adopted in 1701",
    "question": "In your response you should do the following.\n\nThesis: Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.\n\nArgument Development: Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.\n\nUse of the Documents: Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.\n\nSourcing the Documents: Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.\n\nContextualization: Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.\n\nOutside Evidence: Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.\n\nSynthesis: Extend the argument by explaining the connections between the argument and ONE of the following.\n\nA development in a different historical period, situation, era, or geographical area.\n\nA course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).\n\nA different discipline or field of inquiry (such as economics, government and politics, art history, or anthropology).\n\nEvaluate whether or not the Glorious Revolution of 1688 can be considered part of the Enlightenment.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response you should do the following.\n\nThesis: Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.\n\nArgument Development: Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.\n\nUse of the Documents: Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.\n\nSourcing the Documents: Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.\n\nContextualization: Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.\n\nOutside Evidence: Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.\n\nSynthesis: Extend the argument by explaining the connections between the argument and ONE of the following.\n\nA development in a different historical period, situation, era, or geographical area.\n\nA course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).\n\nA different discipline or field of inquiry (such as economics, government and politics, art history, or anthropology).\n\nEvaluate whether or not the Glorious Revolution of 1688 can be considered part of the Enlightenment.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Scientific, Philosophical and Political Developments"
  },
  "topic": {
    "code": "4.3",
    "text": "4.3: Enlightenment"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}