{
  "id": "FT557978",
  "type": "frq",
  "title": "Judt quote analysis of 20th century state econs",
  "content": {
    "description": "Use the passage below to answer all parts of the question that follows. \n\n“The welfare state, in short, was born of a cross-party twentieth-century consensus.... Moreover, and here the memory of war once again played an important role, the twentieth-century ‘socialist’ welfare states were constructed not as an advance guard of egalitarian revolution but to provide a barrier against the return of the past: against economic depression and its polarizing, violent political outcome in the desperate politics of Fascism and Communism alike. The welfare states were thus prophylactic [preventive].... Thanks to a half century of prosperity and safety, we in the West have forgotten the political and social traumas of mass insecurity. And thus we have forgotten why we have inherited those welfare states and what brought them about.”\n\nTony Judt, British historian, Reappraisals: Reflections on the Forgotten Twentieth Century, 2008",
    "question": "Directions: Answer all parts of the following question. Use complete sentences; an outline or bulleted list alone is not acceptable. Sources have been edited for the purposes of this exercise.\n\nProvide ONE piece of evidence that would support Judt’s argument regarding the creation of welfare states.\n\nProvide ONE piece of evidence that would support Judt’s characterization of political and economic conditions in the period 1960 to 2000.\n\nBriefly analyze ONE way in which Judt’s argument is a response to the political and intellectual trends in late-twentieth-century Europe",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answer all parts of the following question. Use complete sentences; an outline or bulleted list alone is not acceptable. Sources have been edited for the purposes of this exercise.\n\nProvide ONE piece of evidence that would support Judt’s argument regarding the creation of welfare states.\n\nProvide ONE piece of evidence that would support Judt’s characterization of political and economic conditions in the period 1960 to 2000.\n\nBriefly analyze ONE way in which Judt’s argument is a response to the political and intellectual trends in late-twentieth-century Europe",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Cold War and Contemporary Europe"
  },
  "topic": {
    "code": "9.6",
    "text": "9.6: Contemporary Western Democracies"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}