{
  "id": "FT568090",
  "type": "frq",
  "title": "Jaures on French Rev SAQ",
  "content": {
    "description": "Read the passage below and answer all parts of the questions.\n\n“At the end of the 1700s two great revolutionary forces enormously increased the intensity of events. The two forces were these: On one hand the French nation had reached intellectual maturity, and on the other the French bourgeoisie had reached social maturity. French thought desired to apply its methods of analysis and deduction to all of reality, to society as well as nature. The French bourgeoisie had become conscious of its power, its wealth, its rights, and of its near-infinite possibilities of development. In a word, the bourgeoisie had attained class consciousness.”\n\nJean Jaurès, French politician, history of the French Revolution published in a series of articles between 1901 and 1904",
    "question": "Directions: In your response, be sure to address all parts of the questions you answer . Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nDescribe one prior intellectual change that influenced the events described in the passage.\n\nExplain why the pattern of social changes that Jaurès describes led to the French Revolution.\n\nExplain how an ideology of the 1800s influenced Jaurès’ interpretation of the causes of the French Revolution.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: In your response, be sure to address all parts of the questions you answer . Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nDescribe one prior intellectual change that influenced the events described in the passage.\n\nExplain why the pattern of social changes that Jaurès describes led to the French Revolution.\n\nExplain how an ideology of the 1800s influenced Jaurès’ interpretation of the causes of the French Revolution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: French Revolution"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}