{
  "id": "VH549367",
  "type": "frq",
  "title": "Decolonization DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nEvaluate whether the process of decolonization in the twentieth century was primarily driven by factors in Europe or by factors beyond Europe.\n\nDocument 1\n\nSource: Bhagat Singh, socialist leader in the Indian independence movement, message to a conference of Indian students, British India, 1929\n\nComrades, today, we cannot ask the youth to take to pistols and bombs. Today, students are confronted with a far more important assignment. In the coming Lahore Session, the Indian National Congress is to call for a fierce fight for the independence of the country. The youth will have to bear a great burden in this difficult time in the history of the nation. It is true that students have faced death at the forward positions of the struggle for independence. Will they hesitate this time in proving their same staunchness and self-confidence? The youth will have to spread this revolutionary message to the far corner of the country. They have to awaken [millions] of slum-dwellers of the industrial areas and villagers living in worn-out cottages, so that we will be independent and the exploitation of man by man will become an impossibility. . . . This is also the responsibility of the youth. They must prove that they can fight with steadfast resolve in this struggle for independence.\n\nDocument 2\n\nSource: Indian National Congress, “Independence Day Resolution,” 1930\n\nWe believe that it is the inalienable right of the Indian people, as of any other people, to have freedom and to enjoy the fruits of their toil and have the necessities of life, so that they may have full opportunities of growth. We believe also that if any government deprives a people of these rights and oppresses them, the people have a further right to alter it or to abolish it.\n\nThe British government in India has not only deprived the Indian people of their freedom but has debased India economically, politically, culturally, and spiritually. We believe that India must sever the British connection and attain purna swaraj, or complete independence.\n\nIndia has been ruined economically. The revenue derived from our people is out of all proportion to our income. . . . Village industries, such as hand spinning, have been destroyed, leaving the peasantry idle for at least four months of the year and dulling their intellect for want of handicrafts.\n\nTariffs and currency have been so manipulated as to heap further burdens on the peasantry. British manufactured goods constitute the bulk of our imports. The tariffs betray a clear partiality to British manufactures, and the revenue from them is used not to lessen the burden on the masses but for sustaining a highly extravagant administration. Still more arbitrary has been the manipulation of the exchange ratio, which has resulted in millions being drained from the country.\n\nDocument 3\n\nSource: British Labour Party conference resolution, London, 1942\n\nThis resolution should be a charter of freedom for colonial peoples abolishing all forms of imperialist exploitation and embodying the following main principles:\n\n(1) All persons who are citizens of the colonial commonwealth should be considered to possess and be allowed to enjoy equality of political, economic, and social rights in the same way as the citizens of Great Britain. . . .\n\n(3) In all colonial areas there should be organized a system of democratic government, using the forms of indigenous institutions in order to enable the mass of people to enter upon self-government by the modification of existing forms of colonial administration in conformity with these principles.\n\nDocument 4\n\nSource: Declaration issued by French colonial officials and administrators meeting at Brazzaville, the capital of French Equatorial Africa, February 6, 1944\n\nThe purposes of the civilizing work which France has accomplished in her colonies exclude any idea of autonomy, any possibility of evolution outside the French imperial bloc; the eventual establishment—at however remote a date—of “self-governments” in the colonies must be ruled out. . . . It is desirable that France’s political power should be exercised with rigor and precision in all the lands of her empire. It is also desirable that the colonial peoples should enjoy great administrative and economic liberty. It is equally desirable that the colonial peoples should experience this liberty themselves and their sphere of responsibility should be gradually established and increased so that they shall become associated with the conduct of public business in their countries.\n\nDocument 5\n\nSource: Photograph taken in Batavia (Jakarta), August 17, 1945, on the day that Indonesian nationalist Sukarno declared the country’s independence from the Netherlands. The photo was taken two days after the Japanese occupation army had surrendered and shortly before the Dutch reasserted control.\n\nGraffiti painted on a streetcar reads, in non-native English, “Better to the hell than to be colonized again.”\n\nDocument 6\n\nSource: Kwame Nkrumah, future president of Ghana, speech at Pan-African Congress meeting in Manchester, England, 1945\n\nThe duty of any worthwhile colonial movement for national liberation, however, must be the organization of labor and youth; and the abolition of political illiteracy. This should be accomplished through mass political education which keeps in constant contact with the masses of colonial peoples. This type of education should do away with that kind of intelligentsia who have become the very architects of colonial enslavement.\n\nThen, the organizations must prepare the agents of progress, must find the ablest among its youth and train their special interests (technological, scientific, and political) and establish an education fund to help and to encourage students of the colonies to study at home and abroad, and must found schools of its own for the dissemination of political education. The main purpose of the organization is to bring about the final death of colonialism and the discontinuance of foreign imperialist domination. The organization must root itself and secure its basis and strength in the labor movement, the farmers (the workers and peasantry) and the youth. This national liberation movement must struggle for its own principles and to win its aims.\n\nDocument 7\n\nSource: Charles de Gaulle, French president, press conference in Paris, April 11, 1961\n\nI should like it to be well understood that in France’s policy toward Algeria, the following essential idea must be faced squarely: in the world of today and in the times in which we live, France has no interest whatsoever in maintaining under her jurisdiction and under her dependence an Algeria which would choose another destiny, and it would not be in France’s interest to be responsible for the population of an Algeria which would have become master of its own fate and would have nothing to offer in exchange for what it would ask. The fact is that, to say the least, Algeria costs us much more than it is worth to us. Whether in the matter of administrative expenses, economic investments, social welfare, cultural development, or the many obligations with regard to the maintenance of law and order—what we furnished to it in effort, money, and human ability has no counterpart that anywhere nearly approaches it. It must in the same way be realized that France’s present responsibilities in Algeria constitute heavy military and diplomatic burdens for her. And that is why France would consider today with the greatest calm a solution whereby Algeria would cease to be a part of France—a solution which in former times might have seemed disastrous for us but which, I say it again, we consider with a perfectly calm mind.",
    "question": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. \n\nEvaluate whether the process of decolonization in the twentieth century was primarily driven by factors in Europe or by factors beyond Europe.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. \n\nEvaluate whether the process of decolonization in the twentieth century was primarily driven by factors in Europe or by factors beyond Europe.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Cold War and Contemporary Europe"
  },
  "topic": {
    "code": "9.9",
    "text": "9.9: Decolonization"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}