{
  "id": "VH903252",
  "type": "frq",
  "title": "Lucrezia Marinella",
  "content": {
    "description": "“Women’s nobility and excellence is recognized by the French and Spanish (and Portuguese, we might add) more than by the Italians. In these countries they are allowed to inherit estates, succeeding not only to dukedoms but to principalities exactly like men do. Not only to principalities but to the monarchy itself, like the sister of the King of Spain, who was able to ascend to the monarchy, as well as have dominion over numerous other principalities. Women who inherit estates can be seen every day in France and England; the Germans, too, recognize women’s superiority. The women there conduct all the business dealings and mercantile transactions in the cities while the men remain at the stoves. This also occurs in Flanders and in France. In France men may not spend even a centime unless at the request of their wives, and women not only administrate business dealings and sales but private income as well.”\n\nLucrezia Marinella, Venetian author from a wealthy family, The Nobility and Excellence of Women and the Defects and Vices of Men, 1600",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one way in which the passage reflects social changes during the early modern period.\n\nb) Describe one way in which economic changes affected the gender roles described in the passage.\n\nc) Explain one way in which Marinella’s point of view may have influenced her description of other countries.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one way in which the passage reflects social changes during the early modern period.\n\nb) Describe one way in which economic changes affected the gender roles described in the passage.\n\nc) Explain one way in which Marinella’s point of view may have influenced her description of other countries.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Continuities and Changes to Economic Practice and Development"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}