{
  "id": "VH913847",
  "type": "frq",
  "title": "Berenson and Schama on FR",
  "content": {
    "description": "Source 1\n\nThe development of capitalism in early modern France—so the argument goes—created a rising bourgeoisie increasingly frustrated after 1750 by the nobility’s monopoly over political power and social privilege. . . . In 1789, its leaders found a political opening in the Crown’s financial disarray and used it to elbow the nobility aside and assume power for themselves. . . . And the fearsome violence of the revolution itself found its explanation—even justification—in the bourgeoisie’s need to enlist the popular classes in the effort to overthrow the nobility once and for all. The reaction of Thermidor [in 1794], which followed the execution of Robespierre, represented the bourgeoisie’s desire to rein in a nascent working class that had threatened to go too far, and Napoleon could be seen as the product of the bourgeoisie's effort to stabilize its institutions and economic position in the wake of a decade of revolutionary upheaval and war.\n\nEdward Berenson, historian, “A Permanent Revolution: The Historiography of 1789,” Modern China, Jan. 1995\n\nSource 2\n\n“[On closer examination] the drastic social changes imputed to the Revolution seem less clear-cut or actually not apparent at all. The ‘bourgeoisie’ are said in the classic Marxist accounts to have been the authors and beneficiaries of the event. . . . [However] continuities [between pre-Revolutionary and Revolutionary France] seem as marked as discontinuities.\n\nNor does the Revolution seem any longer to conform to a grand historical design, preordained by inexorable forces of social change. Instead it seems a thing of contingencies and unforeseen consequences (not least the summoning of the Estates-General itself). [And] instead of a single Revolution imposed by Paris on the rest of a homogeneous France, [the course of the Revolution in the provinces] was often determined by local passions and interests. . . . [Understanding the role of] individual agency . . . [has] become correspondingly more important.”\n\nSimon Schama, historian, Citizens: A Chronicle of the French Revolution, 1989",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Explain how the reaction of Thermidor as described by Berenson (Source 1) represents one broad historical development of the French Revolution.\n\nb) Describe one way in which the developments both authors discuss are connected to economic and social changes in the 1700s.\n\nc) Describe one major difference in the authors’ discussions of the causes and consequences of the French Revolution.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Explain how the reaction of Thermidor as described by Berenson (Source 1) represents one broad historical development of the French Revolution.\n\nb) Describe one way in which the developments both authors discuss are connected to economic and social changes in the 1700s.\n\nc) Describe one major difference in the authors’ discussions of the causes and consequences of the French Revolution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: French Revolution"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}