{
  "id": "VH913821",
  "type": "frq",
  "title": "Jacob on Enlightenment SAQ",
  "content": {
    "description": "“The leaders of the Enlightenment from London to Berlin—dubbed philosophes (the French word for “philosophers”)—had battled for three generations with the traditional clergy, both Protestant and Catholic. By the 1780s they and their enlightened followers had moved beyond the battle of words and turned their attention to concrete social and governmental reform. Inspiration came from the American Revolution, which began in 1776. In its wake, people started to question all forms of authority. . . . What had begun in the 1680s as a movement against religious intolerance had become by the 1780s an agenda for reform, threatening courts, princes, and lay and clerical oligarchies.”\n\nMargaret Jacob, historian, The Enlightenment, 2001",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one claim made by the author in the passage.\n\nb) Describe one way in which the Scientific Revolution influenced the movement described in the passage.\n\nc) Identify one piece of evidence that would support the author’s argument regarding the Enlightenment and reform.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one claim made by the author in the passage.\n\nb) Describe one way in which the Scientific Revolution influenced the movement described in the passage.\n\nc) Identify one piece of evidence that would support the author’s argument regarding the Enlightenment and reform.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Scientific, Philosophical and Political Developments"
  },
  "topic": {
    "code": "4.2",
    "text": "4.2: Scientific Revolution"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim and/or argument in a text-based or non-text-based source."
  }
}