{
  "id": "VH913839",
  "type": "frq",
  "title": "Women and French Rev DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nEvaluate whether or not the French Revolution improved the social status of women.\n\nDocument 1\n\nSource: To Versailles, anonymous engraving of the bread march of Parisian women to the royal palace, October 1789\n\n© Musee de la Ville de Paris, Musee Carnavalet, Paris, France/Bridgeman Images\n\nThe marchers demanded the French royal family relocate from the palace of Versailles, forcing them to move to the Tuileries Palace in Paris.\n\nDocument 2\n\nSource: Etta Palm d’Aelders, salon hostess, pamphlet, March 23, 1791\n\nWould it not be useful to form in each [neighborhood] of Paris a patriotic society of women citizens, whose circle would be supervised by you, Gentlemen? Each circle of women citizens would meet frequently . . . [and] it would be in a position to watch over efficiently the enemies harbored in the midst of the capital and to differentiate the genuinely poor person in need of his brothers’ aid from the brigands who serve our enemies. . . . These circles of women could also be charged with overseeing the establishment of wet nurses . . . and, in addition, with supervising public education. . . . Zealous women patriots would take care to teach children the rights of man, respect and obedience for the law, the duties of citizens, the decrees of the National Assembly, and, finally, the revered names of France’s revolutionary leaders instead of legends of the saints and the almanac of miracles.\n\nDocument 3\n\nSource: Jean Denis Lanjuinas, head of the committee studying the definition of citizenship, speech to the National Assembly, April 29, 1793\n\nThe committee appears to exclude women from political rights, but several have opposed this exclusion. . . . It is true that the physique of women, their goal in life, and their position distance them from the exercise of a great number of political rights and duties. Perhaps our current customs and the vices of our education make this distancing still necessary at least for a few years. If the best and most just institutions are those most in conformity with nature, it is difficult to believe that women should be called to the exercise of political rights. It is impossible for me to think that taking everything into consideration, men and women would gain anything good from it.\n\nDocument 4\n\nSource: Pierre Guyomar, member of the National Assembly, reply to Lanjuinas April 29, 1793\n\nI think that the declaration of rights is the same for men and women. I do not see what right of sovereignty could be claimed by the one which would not be immediately asserted by the other. . . . At the birth of equality, would one also proclaim the enslavement of half of humankind, whose happiness we have made our project? The epoch of the new order of things will leave women in the old one. . . . They will be servants without wages, placed at the same rank that our legislators assigned to hired servants. In effect, they will have no citizenship; if they do not have the right to vote in the primary assemblies, they are not members of the sovereign people. . . . [If we follow this course of action], we should henceforth call women either wives or daughters of a citizen, never citizenesses*. Either strike the word, or bring reality in line with it.\n\n* The feminine form of the French word for “citizen” had begun to be used during the French Revolution.\n\nDocument 5\n\nSource: Pierre Gaspard Chaumette, speech in the National Assembly following a demonstration by women protesting the banning of women’s political clubs, November 17, 1793\n\nSince when is it decent to see women abandon the pious cares of their household, the cradle of their children, to come into public places, to the galleries of the assembly to hear speeches?\n\nRemember the shameless Olympe de Gouges*, who was the first to set up women’s clubs, who abandoned the cares of her household to involve herself in the republic, and whose head fell under the avenging blade of the laws. Is it right for women to make public proposals? Is it right for women to lead our armies?\n\n* De Gouges wrote several pamphlets in favor of women’s legal and political rights. She was executed in 1793, shortly before Chaumette’s speech, for her support of a constitutional monarchy.",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate whether or not the French Revolution improved the social status of women.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate whether or not the French Revolution improved the social status of women.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: French Revolution"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}