{
  "id": "VH914900",
  "type": "frq",
  "title": "Russian modernization DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nEvaluate whether Russia’s economic modernization in the nineteenth century was motivated primarily by internal or by external factors.\n\nDocument 1\n\nSource: Alexander Herzen, Russian socialist writer, letter to French historian and author Jules Michelet, 1851\n\nThe party of progress demands the emancipation of the peasants; it is ready to sacrifice its own privileges. The Tsar hesitates—he desires emancipation yet holds it back. He realizes that freeing the peasants involves freeing the land; that this, in turn, means the beginning of a social revolution, the proclamation of rural communism. To evade the question of emancipation is impossible…\n\nFrom all this you can appreciate how fortunate it is for Russia that the village commune* has not perished and personal ownership has not split up the property of the commune; how fortunate it is for the Russian people to have remained outside all political movements, outside European civilization, which would undoubtedly have undermined the commune, and which as today reached in socialism the negation of itself.\n\nAt the first step toward social revolution Europe encounters a people which offers a system, though half-savage and unorganized, but still a system [of communal ownership of land]. Note that this great example is set not by educated Russians, but by the people at large, by the actual everyday life of the people. Those of us Russians who have been schooled by European civilization are no more than mediators between the Russian people and revolutionary Europe. In Russia the future belongs to the peasant, just as in France it belongs to the workman.\n\n*Before the abolition of serfdom, most Russian villages had community ownership of the main farmland attached to the village.\n\nDocument 2\n\nSource: Gustav Doré, French artist, Cartoon of Russian nobles using bundles of serfs as gambling stakes, 1854\n\n© INTERFOTO / Alamy Stock Photo\n\nDocument 3\n\nSource: Leo Tolstoy, novelist and staff officer in the Russian army, letter to Tsar Alexander II, during the Crimean War,* 1855\n\nMy conscience and sense of justice forbid me to keep silent in the face of the evil being openly perpetrated before me, causing the deaths of millions and sapping our strength and undermining our country’s honor. . . . We have no army, we have a horde of slaves cowed by discipline, ordered about by thieves and slave traders. This horde is not an army because it possesses neither any real loyalty to faith, tsar and fatherland— words that have been so much misused!—nor valor, nor military dignity. All it possesses are, on the one hand, passive patience and repressed discontent, and on the other, cruelty, servitude, and corruption.\n\n* The Crimean War (1853–1856) was a conflict fought between Russia and a coalition of powers including Britain, France, and the Ottoman Empire that ended with a Russian defeat.\n\nDocument 4\n\nSource: Tsar Alexander II, ceremonial preamble to the decree abolishing serfdom in Russia, 1861\n\nExamining the condition of classes and professions comprising the state, we became convinced that the present state legislation favors the upper and middle classes, defines their obligations, rights, and privileges, but does not equally favor the serfs.\n\nRights of nobles [over their serfs] have been hitherto very broad and legally ill defined, because they stem from tradition, custom, and the good will of the noblemen. In most cases this has led to the establishment of good patriarchal relations based on the sincere, just concern and benevolence on the part of the nobles, and on affectionate submission on the part of the peasants.\n\n[However] because of the decline of the simplicity of morals, because of an increase in the diversity of relations, because of the weakening of the direct paternal relationship of nobles toward the peasants, and because noble rights sometimes fell into the hands of people exclusively concerned with their personal gain, good relations weakened. Thus, the way was opened for the imposition an arbitrary burdens on the peasants, detrimental to their welfare, causing the peasants to be indifferent to the improvement of their own existence.\n\nDocument 5\n\nSource: Katerina Breshkovskaia, Russian socialist, “Going to the People,” describing a visit to a factory town in 1874, from her memoirs written in 1917\n\nSoon we moved to the town of Smela. This enormous country town, which already contained one sugar refinery and six factories, was spread over a wide area. The house of the main landowner, with its garden, park, and lake, surrounded by a sea of trees, seemed to draw away from the noisy, dirty streets, which teemed with factory people. The large market place swarmed with traders. At the end of the market place was a pond, its muddy water surrounded by very steep banks. Earthen huts were dug out of these banks, and the shores of the lake were thus lined with habitations resembling dens for animals. In them the workers who came from other places lived. These were former house serfs, who had no land. . . . They lived in these huts with their large families; here they were born and here they died.\n\n[Many of the factory workers] had been brought to Smela when serfdom still existed, having abandoned their land and their houses. After their liberation from serfdom, they had received new small patches of land, but only large enough to build their houses on, and were still obliged to work in the factories. The factory population lived in constant fear of losing their work at the whim of managers and directors. Those with large families had an especially hard time.\n\nThe peasants, transferred from their homes against their wills and placed by their landlords in a position of hopeless slavery, had “revolted” several times, demanding that they be sent back to their home villages, and refusing to work in the factory. They were punished for this. Every fifth or sixth man was flogged.\n\nDocument 6\n\nSource: State Secretary Sergei Witte, secret report to Tsar Nicholas II, on industrial and economic policy, 1899.\n\nRussia remains even at the present essentially an agricultural country. It pays for all its debts to foreigners by exporting raw materials, chiefly of an agricultural nature, principally grain. It meets its demand for finished goods by imports from abroad. The economic relations of Russia with western Europe are fully comparable to the relations of colonial countries with their home countries.\n\nRussia was, and to a considerable extent still is, such a hospitable colony for all industrially developed states, generously providing them with the cheap products of her soil and buying at high prices the products of their labor. But there is a radical difference between Russia and a colony: Russia is an independent and strong power. She has the right and the strength not to want to be the eternal handmaiden of states which are more developed economically . . . On the basis of the people’s labor, liberated from the bonds of serfdom, our own national economy began to grow, which appears to be on the way to becoming a reliable counterweight to the domination of foreign industry.",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. \n\nEvaluate whether Russia’s economic modernization in the nineteenth century was motivated primarily by internal or by external factors.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence. \n\nEvaluate whether Russia’s economic modernization in the nineteenth century was motivated primarily by internal or by external factors.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Industrialization and Its Effects"
  },
  "topic": {
    "code": "6.6",
    "text": "6.6: Reactions and Revolutions"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}