{
  "id": "VH930999",
  "type": "frq",
  "title": "Bernstein on Soviet collapse",
  "content": {
    "description": "“By this point [the early 1980s], the more thoughtful Soviet Politburo and Central Committee members, even if they denied the need for expanding individual liberties, clearly saw that their economies were falling behind those in the West because of the way their societies handled information. Prime among these was Andropov’s protégé, Mikhail Gorbachev. . . . Suddenly, the flow of reform in the communist bloc reversed: before 1987, it had flowed west to east, from the rapidly reforming satellite countries, Poland and Hungary, to Russia; after 1987, it flowed from Russia to the more repressive regimes in Czechoslovakia, East Germany, Romania, and Bulgaria. From that point on, revolution surged through ever more complex channels and more technologically advanced mass communication.”\n\nWilliam Bernstein, historian, Masters of the Word: How Media Shaped History from the Alphabet to the Internet, 2013",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify Bernstein’s central claim regarding the reasons for change in the Soviet bloc.\n\nb) Explain a significant limitation of Bernstein’s argument regarding the reasons for change in the Soviet bloc.\n\nc) Explain one effect of the processes of reform described by the author of the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify Bernstein’s central claim regarding the reasons for change in the Soviet bloc.\n\nb) Explain a significant limitation of Bernstein’s argument regarding the reasons for change in the Soviet bloc.\n\nc) Explain one effect of the processes of reform described by the author of the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Cold War and Contemporary Europe"
  },
  "topic": {
    "code": "9.7",
    "text": "9.7: Fall of Communism"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}