{
  "id": "VH930982",
  "type": "frq",
  "title": "Blom on turn of the century",
  "content": {
    "description": "“The [years 1900-1910] were nothing if not dynamic. Everything appeared bigger today than it had yesterday: cities, industrial production, railway networks, streets with automobiles hurtling along, high-rise buildings with stern facades, populations, media and entertainment, mass culture, speed records. Gripped between the steely jaws of industry and the emerging global market, millions were uprooted and forced to invent new identities in an unfamiliar world.\n\nDespite this dynamism, the spectre of degeneracy and decline was a haunting, constant presence in European minds. Eugenicists warned about the decline of the race; conservative publicists foretold the end of civilization; empires anxiously eyed one another’s military might. Never before had there been so much reason to be optimistic, and never before had people looked towards the future with stronger misgivings.”\n\nPhilipp Blom, historian, The Vertigo Years: Europe, 1900–1914, published in 2008",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify one piece of evidence that Blom uses to support his overall characterization of the period described in the passage.\n\nb) Identify one piece of evidence that would support Blom’s assertion regarding the creation of new identities.\n\nc) Explain one cultural effect in Europe of the developments described in the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify one piece of evidence that Blom uses to support his overall characterization of the period described in the passage.\n\nb) Identify one piece of evidence that would support Blom’s assertion regarding the creation of new identities.\n\nc) Explain one cultural effect in Europe of the developments described in the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.5",
    "text": "7.5: Age of Progress and Modernity"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Identify the evidence used in a source to support an argument."
  }
}