{
  "id": "VH942110",
  "type": "frq",
  "title": "German unification DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: Editorial from a newspaper in Düsseldorf, a city in the Rhineland controlled by Prussia, 1843\n\nEverything that one wants to use as a tool of Germany’s unification—communal monuments, similar coins, measures, weights, and wagon gauges, even a general customs union—would follow naturally of its own accord from Germany’s political unity.\n\nBut the natural weakness of the current unification focus resides in the way we have a confederation instead of a federal state. We have, instead of a single Germany, 38 German states, 38 governments, almost as many princely courts, 38 different laws and administrations. What an enormous savings it would be if everything were taken care of by a central government; what a savings in money would result if Germany maintained a single army!\n\nBut much worse than the waste of expenditure is the way that, among 38 different states, many special interests are quashing daily commerce. No mail can be expedited, no postage facilitated, without an intergovernmental agreement. No rail line can be proposed that won't be kept in its own state for as long as possible. What help is it if a German Confederation grants the freedom to move from one German state into another if this other state turns away the poor emigrant?\n\nDocument 2\n\nSource: Johann Gustav Droysen, speech to the Frankfurt Assembly,* 1848\n\nWe cannot conceal the fact that the whole German question is a simple alternative between Prussia and Austria. In these states, German life has its positive and negative poles—in the former, all the interests which are national and reformative, in the latter, all that are dynastic and destructive. The German question is not a constitutional question, but a question of power; and the Prussian monarchy is now wholly German, while that of Austria cannot be. We need a powerful ruling house. Austria's power meant lack of power for us, whereas Prussia desired German unity in order to supply the deficiencies of her own power. Already Prussia is Germany in embryo. She will merge with Germany.\n\n*The Frankfurt Assembly was formed during the Revolutions of 1848 by liberals in an unsuccessful attempt to create a unified German state.\n\nDocument 3\n\nSource: The Frankfurt Constitution of 1849, issued by the Frankfurt Assembly but rejected by the king of Prussia and other German princes\n\nThe German people shall possess the following fundamental rights. These rights apply to the individual German states, and no constitution or legislation of a German state shall abolish them. The German people consist of the citizens of the states that make up the Reich [empire or realm]. Every German has the right of German Reich's citizenship. He can exercise this right in every German land. Every German has the right to live in any part of the Reich's territory, to acquire property, to pursue his livelihood. No German state is permitted to distinguish between its citizens and other Germans. No German state may treat Germans who are not its citizens as foreigners.\n\nThere are no class differences before the law. The rank of nobility is abolished.\n\nAll Germans are equal before the law.\n\nEvery German has complete freedom of religion and conscience.\n\nThe non-German-speaking people of Germany are guaranteed their national development, namely, equal rights for their languages, insofar as they exist in their territories, in ecclesiastical matters, in education, in administration of local affairs, and in laws.\n\nEvery German citizen stands under the protection of the Reich.\n\nDocument 4\n\nSource: Memorandum from Austrian Emperor Franz Joseph to rulers of German states, including Prussia, 1863\n\nFor a long time, the confederation agreements of 1815 and 1820 have rested on shaky foundations. All other German governments have repeatedly recognized the need for a fundamental reform of the German Confederation.* Neither Austria, nor Prussia, nor the other German states, can rely on the Confederation in its current condition. The more clearly they recognize this, the less they doubt the legitimacy of reform. Just take an impartial look at the voices that are raising this call nowadays! They no longer ring out only from the camp of the destructive, radical parties; there, to the contrary, every hope for legal reform of the German confederal constitution is scorned.\n\nRadicalism knows that its harvest ripens in a field where no healthy crop has been planted. Today the German governments themselves see their salvation in the reorganization of the Confederation. In the [parliamentary] chambers the moderate parties are pushing toward this goal. They feel that the longer reform is delayed, the greater the chance that even more far-reaching demands will be ventured and find support in the spirit of the people.\n\n* a loose confederation of German states including Prussia and Austria, created after the Napoleonic Wars\n\nDocument 5\n\nSource: Eduard Lasker, founding statement of the Prussian National Liberal Party, 1867\n\nWhen the old Confederation broke apart last year* and the Prussian government declared its intention to maintain the national bond and to set German unity on firmer foundations, we felt that the liberal forces of the nation must assist in the undertaking if the work of unification were to succeed and in the process satisfy the people's need for freedom. This new situation called for the formation of the National Liberal party, whose purpose is the establishment of a unified Germany endowed with both power and freedom.\n\nWe are united by the thought that national unity cannot be achieved and maintained without satisfying of the liberal demands of the people and that, without the active and driving power of national unity, the people's instinct for freedom cannot be satisfied. The German state and German freedom must be achieved simultaneously and through the same means. For us the unification of all of Germany under the same constitution is the highest task. The accession of southern Germany must be promoted with urgency and with all available forces, but under no circumstances should it weaken or question the unitary central power.\n\n* a reference to the abolition of the German Confederation by Prussia following its victory over Austria in the Seven Weeks’ War\n\nDocument 6\n\nSource: Honoré Daumier, political cartoon in Le Charivari, a French satirical magazine, 1867\n\nA New Fairy Tale\n\nIn the Public Domain\n\nPrussia is shown carrying a shepherd’s staff and wearing the Prussian military spiked helmet. There are sheep labeled Hesse and Hanover, two German states that had recently been annexed by Prussia, and one labeled Baden, a German state that was allied with Prussia.\n\nDocument 7\n\nSource: Letter from Prussian Prime Minister Otto von Bismarck to King Ludwig II of Bavaria, 1870, near the end of the Franco-Prussian War\n\nI beg Your Highness to accept the most reverent expression of my thanks. My gratitude lies in the magnanimous decisions through which Your Majesty, at the beginning and at the imminent end of this great national war, has achieved a great conclusion to the unity and power of Germany.*\n\nWith respect to the question of German Kaiserdom, it is in my respectful estimation that its proposal should originate with none other than Your Majesty and certainly not with the representative body of the people. The title would be compromised if its origin were not initiated by the most powerful princes joining the German Empire. I have taken the liberty of drafting a statement to be directed to my King, Wilhelm of Prussia. It is based on the idea that fills the hearts of the German tribes: the German Kaiser is their countryman, the King of Prussia their neighbor; only the German title shows that the privileges connected with it derive from the voluntary transfer by the German princes and tribes.\n\n*references to Ludwig’s decision to commit Bavaria to the Prussian side on the Franco-Prussian War and his proposal for the king of Prussia to be made emperor of Germany",
    "question": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether German unification was primarily the result of German nationalism or Prussian expansionism.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether German unification was primarily the result of German nationalism or Prussian expansionism.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.3",
    "text": "7.3: National Unification and Diplomatic Tensions"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}