{
  "id": "VH946486",
  "type": "frq",
  "title": "Machiavelli Art of War SAQ",
  "content": {
    "description": "“As to being apprehensive that such an organization [a citizen army] might deprive you of the state . . . I reply, that the arms carried by a prince’s citizens or subjects, given to them by laws and ordinances, never do him harm, but rather are always of some usefulness, and preserve the city uncorrupted for a longer time by means of these arms, than without them. Rome remained free four hundred years while armed: Sparta eight hundred: Many other cities have been disarmed, and have been free less than forty years; for cities have need of arms. If cities do not have arms of their own, they hire foreign troops, and armed foreigners more readily do harm to the public good, for they are easier to corrupt. Furthermore, a citizen who becomes powerful can more readily avail himself of foreign troops, and can also oppress his fellow-citizens more readily if he has to deal with men who are disarmed.”\n\nNiccolò Machiavelli, The Art of War, 1521",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe a claim about the value of an armed citizenry made by Machiavelli in the passage.\n\nb) Describe a political or intellectual development of Renaissance Italy illustrated by the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe a claim about the value of an armed citizenry made by Machiavelli in the passage.\n\nb) Describe a political or intellectual development of Renaissance Italy illustrated by the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Renaissance and Exploration"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Italian Renaissance"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}