{
  "id": "VH950469",
  "type": "frq",
  "title": "Grotius SAQ",
  "content": {
    "description": "“Chapter I; By the Law of Nations navigation is free to all persons whatsoever.\n\nMy intention is to demonstrate briefly and clearly that the Dutch—that is to say, the subjects of the United Netherlands—have the right to sail to the East Indies, as they are now doing, and to engage in trade with the people there. I shall base my argument on the following most specific and unimpeachable axiom of the Law of Nations, called a primary rule or first principle, the spirit of which is self-evident and immutable, to wit:\n\nEvery nation is free to travel to every other nation, and to trade with it.\n\nGod Himself says this speaking through the voice of nature; and inasmuch as it is not His will to have Nature supply every place with all the necessaries of life, He ordains that some nations excel in one art and others in another. Why is this His will, except it be that He wished human friendships to be engendered by mutual needs and resources, lest individuals deeming themselves entirely sufficient unto themselves should for that very reason be rendered unsociable? So by the decree of divine justice it was brought about that one people should supply the needs of another, in order, as Pliny the Roman writer says, that in this way, whatever has been produced anywhere should seem to have been destined for all.”\n\nHugo Grotius, Dutch scholar, The Freedom of the Seas, or the Right Which Belongs to the Dutch to Take Part in the East Indian Trade, 1609",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one historical development in the Netherlands illustrated by Grotius’ passage.\n\nb) Describe one change that resulted from the developments illustrated by Grotius’ passage.\n\nc) Explain how Grotius’ historical situation may have influenced the argument in the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one historical development in the Netherlands illustrated by Grotius’ passage.\n\nb) Describe one change that resulted from the developments illustrated by Grotius’ passage.\n\nc) Explain how Grotius’ historical situation may have influenced the argument in the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Dutch Golden Age"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}