{
  "id": "VH950464",
  "type": "frq",
  "title": "Hobbes leviathan quote SAQ",
  "content": {
    "description": "“The sovereign of a commonwealth is not subject to the civil laws. For having power to make and repeal laws, he may, when he pleases, free himself from being subject to civil laws, by repealing those laws that trouble him and making new laws.\n\nFor he is free, that can be free when he wishes to be free: nor is it possible for any person to be bound to himself; because he that can bind, can release; and therefore he that is bound to himself only, is not bound.”\n\nThomas Hobbes, English philosopher, Leviathan, 1651",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one historical situation in England that influenced the ideas expressed by Hobbes in the passage.\n\nb) Describe one broader historical development in Europe in the seventeenth century that influenced the ideas expressed by Hobbes in the passage.\n\nc) Identify the evidence Hobbes uses to support his claim that the sovereign was not bound by civil laws.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one historical situation in England that influenced the ideas expressed by Hobbes in the passage.\n\nb) Describe one broader historical development in Europe in the seventeenth century that influenced the ideas expressed by Hobbes in the passage.\n\nc) Identify the evidence Hobbes uses to support his claim that the sovereign was not bound by civil laws.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: English Civil War and the Glorious Revolution"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify  a source's point of view, purpose, historical situation, and/or audience."
  }
}