{
  "id": "VH967779",
  "type": "frq",
  "title": "Luddite SAQ",
  "content": {
    "description": "“Protection for the Industrious Weavers.\n\nInformation having been received that a great number of industrious weavers have been deterred by threats and acts of violence from the pursuit of their lawful occupations, and that in many instances their shuttles [weaving tools] have been taken, and their materials damaged by persons acting under the existing combinations [i.e. illegal conspiracies].\n\nNotice is hereby given, that every protection will be afforded to [weavers] so injured, upon giving information to the constables of Stockport. And a reward of fifty guineas* will be paid, on conviction, to the person who will come forward with such evidence as may be the means of convicting any one or more of the offences mentioned in the Act of Parliament, of which an extract is attached.\n\nAnd a reward of twenty guineas* will be paid, on conviction, to the person who will come forward and inform of any person being guilty of assaulting or molesting industrious and honest weavers, so as to prevent them from taking out or bringing in their work peaceably.\n\nPeter Brown and T. Cartwright, Constables.\n\nAttached Act of Parliament:\n\nIt is enacted, ‘That if any persons’ enter, by force, into any house or shop, with intent to cut and destroy any linen or cotton, or linen and cotton mixed with any other materials, in the loom, or any warp or shute, tools, tackle, and utensils, or shall cut or destroy the same, or shall break and destroy any tools, tackle, or utensils, for weaving, preparing, or making any such manufactures, every such offender shall be guilty of FELONY, without Benefit of Clergy.’”\n\n*A coin consisting of approximately one quarter of an ounce of gold.\n\nNotice posted by constables in Stockport, England, 1808",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Explain one historical development illustrated by the passage.\n\nb) Describe one way in which the developments in the passage were connected to the process of urbanization in the nineteenth century.\n\nc) Explain one way in which the audience for the posting likely shaped its message.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Explain one historical development illustrated by the passage.\n\nb) Describe one way in which the developments in the passage were connected to the process of urbanization in the nineteenth century.\n\nc) Explain one way in which the audience for the posting likely shaped its message.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Industrialization and Its Effects"
  },
  "topic": {
    "code": "6.1",
    "text": "6.1: Contextualizing Industrialization and its Origins and Effects"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}