{
  "id": "VH967666",
  "type": "frq",
  "title": "Hazard Unit 4 Secondary SAQ",
  "content": {
    "description": "“Never was there a greater contrast, never a more sudden transition than this! A hierarchical system ensured by authority; life firmly based on dogmatic principle—such were the things held dear by the people of the seventeenth century; but these—controls, authority, dogma and the like—were the very things that their immediate successors [in the eighteenth century] loathed.\n\n[People of the seventeenth century] were upholders of Christianity; [people of the eighteenth century] were its foes. The former believed in the laws of God; the latter in the laws of nature; the former lived in a world composed of unequal social grades; for the latter, the absorbing dream was equality.\n\nOf course the younger generation are always critical of their elders. They always imagine that the world has only been waiting for their arrival and intervention to become a better and a happier place. But it needs a great deal more than that . . . to account for a change so abrupt and so decisive as the change we are now considering. One day, the French people, almost to a man, were thinking like Bossuet.* The day after, they were thinking like Voltaire. No ordinary swing of the pendulum, that. It was a revolution.”\n\n*theologian and advocate of political absolutism in the court of Louis XIV\n\nPaul Hazard, French historian, The Crisis of the European Mind: 1680-1715, 1935",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one claim made by the author in the passage.\n\nb) Describe one effect of the change described in the passage.\n\nc) Identify one piece of evidence beyond what the author mentions in the passage that would support his argument regarding the intellectual change between the seventeenth and eighteenth centuries.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one claim made by the author in the passage.\n\nb) Describe one effect of the change described in the passage.\n\nc) Identify one piece of evidence beyond what the author mentions in the passage that would support his argument regarding the intellectual change between the seventeenth and eighteenth centuries.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Scientific, Philosophical and Political Developments"
  },
  "topic": {
    "code": "4.3",
    "text": "4.3: Enlightenment"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim and/or argument in a text-based or non-text-based source."
  }
}