{
  "id": "VH971018",
  "type": "frq",
  "title": "New imperialism DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nEvaluate whether European imperialism in the late nineteenth century was motivated primarily by economic factors or by nationalistic factors.\n\nDocument 1\n\nSource: Dadabhai Naoroji, Indian merchant, educator, and politician, “The Benefits and Detriments of British Rule in India,” 1871\n\nBenefits:\n\nMaterially: Loans for railways and irrigation. Development of a few valuable products, such as indigo, tea, coffee, silk, etc. Increase of exports. Telegraphs.\n\nDetriments:\n\nFinancially: All attention [of the British government in India] is engrossed in devising new modes of taxation, without any adequate effort to increase the means of the people to pay; and the consequent vexation and oppressiveness of the taxes imposed. Inequitable financial relations between England and India, i.e., the debt of £100,000,000 clapped on India's shoulders [to pay for the cost of British government]. . . .\n\nMaterially: The drain, up to this time, from India to England, of at least £500,000,000. . . . The further continuation of this drain at the rate, at present, of above £12,000,000 per year, with a tendency to increase. The consequent continuous impoverishment and exhaustion of the country.\n\nTo sum up the whole, the British rule has been: morally, a great blessing; politically, peace and order on one hand, blunders on the other hand, and material impoverishment. . . . The natives call the British system \"Sakar ki Churi,\" the knife of sugar. That is to say, there is no oppression, it is all smooth and sweet, but it is the knife, notwithstanding. I mention this that you should know these feelings. Our great misfortune is that you do not know our wants. When you will know our real wishes, I have not the least doubt that you would do justice. The genius and spirit of the British people is fair play and justice.\n\nDocument 2\n\nSource: Society for German Colonization, Founding Manifesto, 1885\n\nThe German nation has been left empty-handed in the partitioning of the world as it has taken place from the beginning of the fifteenth century up to today. All the other civilized nations of Europe have outposts beyond our continent where their language and customs can take firm root and flourish. As soon as the German emigrant has left the borders of the Reich behind him, he is a stranger on foreign territory. The German Empire, mighty and strong through a unity won by blood, has become the leading power on the European continent; but everywhere her sons abroad have to adapt to nations that are either indifferent or even hostile to ours. . . . In this fact—so incredibly distressing to national pride—lies an enormous economic disadvantage for our people!\n\nThis massive concentration of power usually flows directly into the camp of our economic competitors and increases the strength of our opponents. Foreign branches carry out the German import of products from tropical zones, which causes many millions in German capital to be lost to foreign nations each year! German exports are dependent on the arbitrariness of foreign tariff policies. Our industry lacks a market that is secure under all circumstances, because our nation lacks colonies of its own.\n\nDocument 3\n\nSource: Paul Leroy Beaulieu, French economist, Colonialism and Modern Peoples, 1891\n\nIt is neither natural nor just for the civilized people of the West to be cooped up indefinitely and jammed into the restricted spaces that were their first home. Nor is it natural and just that they there accumulate the marvels of science, the arts and civilization, that they see the rate of interest fall more each day for lack of good investment opportunities, while they leave perhaps half the world to little groups of ineffectual men who are like feeble children . . . or to exhausted populations, without energy, without direction, who may be compared to old men.\n\nImperialism is often confused with commerce or with the opening of commercial markets. . . . Imperialism means something quite different from the sale or purchase of commodities. It entails a profound action on a people and a territory, providing the inhabitants with some education and regular justice, teaching them the division of labor and the uses of capital when they are ignorant of these things. It opens an area not only to the merchandise of the mother country, but to its capital and its savings, to its engineers, to its overseers, to its emigrants. . . . Such a transformation of a barbarian country cannot be accomplished by simple commercial relations.\n\nDocument 4\n\nSource: Edward Linley Sambourne, British cartoonist, “The Rhodes Colossus” depicting Cecil Rhodes, British imperialist, in the satirical magazine Punch, 1892\n\nPrivate Collection/Bridgeman Images\n\nDocument 5\n\nSource: William Clarke, “The Genesis of Jingoism,” Progressive Review, London, 1897\n\nAlthough in its essence capitalism is international, and although it will prove in the long run to be one of the leading factors in breaking down nationalism, for the present it is accustomed to find in exaggerated forms of nationalism its most potent ally. The music hall patriot is encouraged to howl for Jameson* or any other hero of the hour, when in reality he is howling for the financiers who are making Jameson their tool.\n\n*British military officer who led an unsuccessful raid in 1895 into Boer-controlled territory in southern Africa\n\nDocument 6\n\nSource: Kaiser Wilhelm II, German emperor, speech to the North German Regatta [boat-racing] Association, 1901\n\nIn spite of the fact that we have no such fleet as we should have, we have conquered for ourselves a place in the sun. It will now be my task to see to it that this place in the sun shall remain our undisputed possession, in order that the sun's rays may fall fruitfully upon our activity and trade in foreign parts, that our industry and agriculture may develop within the state and our sailing sports upon the water, for our future lies upon the water.\n\nAs head of the Empire I therefore rejoice over every citizen, whether from Hamburg, Bremen, or Lübeck [ports in northern Germany], who goes forth with this large outlook and seeks new points where we can drive in the nail on which to hang our armor. Therefore, I believe that I express the feeling of all your hearts when I recognize gratefully that the director of this company . . . has gone forth as a courageous servant of the Hansa,* in order to make for us friendly conquests whose profits will be gathered by our descendants!\n\n*a reference to the Hanseatic League, a medieval confederation of German trading cities\n\nDocument 7\n\nSource: J. A. Hobson, British economist and social scientist, Imperialism: A Study, 1902\n\nSeeing that the Imperialism of the last three decades is clearly condemned as a business policy, in that at enormous expense it has procured a small, bad, unsafe increase of markets, and has jeopardized the entire wealth of the nation in rousing the strong resentment of other nations, we may ask, “How is the British nation induced to embark upon such unsound business?” The only possible answer is that the business interests of the nation as a whole are subordinated to those of certain sectional interests that usurp control of the national resources and use them for their private gain. This is no strange or monstrous charge to bring; it is the commonest disease of all forms of government.\n\nAlthough the new Imperialism has been bad business for the nation, it has been good business for certain classes and certain trades within the nation. The vast expenditure on armaments, the costly wars, the grave risks and embarrassments of foreign policy, the stoppage of political and social reforms within Great Britain, though causing injury to the nation, have served the present business interests of certain industries and professions.",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate whether European imperialism in the late nineteenth century was motivated primarily by economic factors or by nationalistic factors.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate whether European imperialism in the late nineteenth century was motivated primarily by economic factors or by nationalistic factors.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.6",
    "text": "7.6: New Imperialism: Motivations and Methods"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}