{
  "id": "VH976581",
  "type": "frq",
  "title": "Greek Independence DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: Danil Philippidis and Grigorios Constantas, Greek clergymen and scholars, geographic treatise, published in Vienna, 1791.\n\nUnder the Turks, the modern Greeks would have been very happy on account of many good things, and living in such a temperate climate in such blessed lands, except for two issues.\n\nOne is the hatred which the Greeks have for the religion of the Turks and that the Turks have for the religion of the Greeks. Ignorance is the cause of this; each man must answer to God for his works and beliefs; people must love each other like brothers . . . and we should only feel hatred for those who harm civil society and we should show mercy and reason to those who have been deceived, and we should show the love which we owe to each one for the sake of humanity.\n\nThe other issue, which is solely due to the Turkish rulers, is despotic government, which extends throughout the great dominion of the Turks, and causes great harm, to the Turks, the Greeks, and all inhabitants. The Sultan slays, drowns, and hangs, with his will as the only law. . . . All then in Turkey fear for their life and their property and most of all the rich, and many go to settle in neighboring lands, where the laws are sovereign. Oh what a kingdom Turkey could be! How awesome on the outside, how blessed internally, if only it were governed well.\n\nDocument 2\n\nSource: Alexandros Kalphoglou, a conservative Greek Christian, poem, 1794.\n\nGreeks love every foreigner,They love a German for his companyAnd an enlightened Frenchman, an impious libertine.In conversation not a word about the commandments of God.\n\nThe young, the educatedDo not go to Church, for they have got French enlightenment.They say, “We have books and French romances,All the other books are so melancholy!We are enlightened, And the old writers were all hypocrites!”\n\nThey boast of being the pupils of RousseauAnd Voltaire even if they do not understand them,Neither have they ever read them.They say “I speak French and I will wear clothes in the European style.”\n\nDocument 3\n\nSource: Percy Bysshe Shelley, English poet, preface to his poem Hellas (Greece), 1821.\n\nWe are all Greeks. Our laws, our literature, our religion, our arts have their roots in Greece. . . . The modern Greek is the descendant of those glorious beings whom the mind almost refuses to imagine as belonging to our kind, and he inherits much of their sensibility, and their courage. . . . Russia desires to possess, not to liberate, Greece; and the wise and generous policy of England would consist in establishing the independence of Greece, and in maintaining it against both Russia and the Turks.\n\nDocument 4\n\nSource: Vahid Pasha, Turkish provincial governor and military commander in Greece, letter, 1822.\n\nThe revolution of the Greeks was at bottom the result of diabolical designs, but on the surface had the pretext of restoring the religion of Jesus, which was, according to their groundless pretense, threatened. Persuaded by certain very old and mythical prophecies of theirs that the time for the liberation of the Greek nation and for its freedom had arrived, this revolution was none other than drunkards (O the blasphemy of it!) shamelessly roaming about and cheering.\n\nDocument 5\n\nSource: Alexander Mavrocordato, president of the Greek revolutionary government, Declaration to the Christian Powers, 1822.\n\nFor the last thirteen months, God has aided the work of the righteous. . . . Her cities sacked, her villages burnt, her population decimated, bear witness to Greece’s proud determination. Crushed by numbers, she will yet wash out her defeats in her blood. What will be the feelings of Europe towards her? Assembled Greece has solemnly proclaimed her independence and has given herself a government. surrounded by national emblems, having for its first object the welfare of Greece, and not the interest of any particular party. This legitimate government of the nation has thought it due equally to itself and to the people, to lay the preceding statement before the Christian powers. . . . The Greeks aim at peace combined with independence and civilization. They protest against any violation of their rights, so lately purchased by the most heroic sacrifices. In a word, humanity, religion, interest all plead in their favor.\n\nDocument 6\n\nSource: Eugène Delacroix, French painter, Greece Expiring on the Ruins of Missolonghi, 1826.\n\nMusee desBeaux-Arts, Bordeaux, France/Bridgeman Images\n\nThe painting refers to the site of a major defeat suffered by Greek rebel forces that led Britain, France, and Russia to intervene to support Greek independence.",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether the Greek movement for independence was primarily the result of the influence of western European ideas or a reaction to Ottoman rule.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether the Greek movement for independence was primarily the result of the influence of western European ideas or a reaction to Ottoman rule.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Industrialization and Its Effects"
  },
  "topic": {
    "code": "6.6",
    "text": "6.6: Reactions and Revolutions"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}