{
  "id": "VH976584",
  "type": "frq",
  "title": "Napoleon DBQ",
  "content": {
    "description": "Document 1\n\nSource: Concordat of 1801, agreed to by Napoleon and Pope Pius VII\n\nConvention between the French government and his Holiness Pius VII\n\nThe Government of the French Republic recognizes that the Catholic, Apostolic and Roman religion is the religion of the great majority of French citizens. . . .\n\nIn consequence, after this mutual recognition, as well for the benefit of religion as for the maintenance of internal tranquility, they have agreed as follows:\n\n• The Catholic, Apostolic and Roman religion shall be freely exercised in France: its worship shall be public, and in conformity with the police regulations which the Government shall deem necessary for the public tranquility.\n\n• Before entering upon their functions, the bishops shall take directly, at the hands of the First Consul, the oath of fidelity which was in use before the change of Government, expressed in the following terms:\n\n“I swear and promise to God, upon the Holy Scriptures, to remain in obedience and fidelity to the Government established by the constitution of the French Republic. I also promise not to have any intercourse, nor to assist by any counsel, nor to support any league, either within or without, which is inimical to the public tranquility; and if, within my diocese or elsewhere, I learn that anything to the prejudice of the State is being contrived, I will make it known to the Government.”\n\nDone at Paris, 26 Messidor, Year IX [July 15, 1801 in the Revolutionary calendar]\n\nDocument 2\n\nSource: Deputy Michel Carret, speech in favor of the law to establish a system of public education, which went into effect on 11 Floréal [May 1, 1802 in the Revolutionary calendar].\n\nEducation, so important to public morals, an essential base of social harmony, has for some time been the object of the Government’s care and attention. […] [the law] submitted for your examination, divides public instruction into:\n\nPrimary Schools,\n\nSecondary Schools,\n\nSpecialized Schools.\n\nThe first advantage of this division is to spread without distinction among all the classes of citizens the invaluable benefit of public instruction, in offering it to each of them, relative to the place they will occupy in society.\n\nIndeed, nature has not called all men to high office; but it calls all to knowledge of their rights and practice of their duties. […] Society thus owes all its members the means to escape this coarse ignorance [that is] too often the source of disorder.\n\nDocument 3\n\nSource: Law of 30 Floréal, Year X [May 20, 1802 in the Revolutionary calendar]\n\n1. In the colonies restored to France in fulfillment of the treaty of Amiens of 6 Germinal, Year X, slavery shall be maintained in conformity with the laws and regulation in force prior to 1789.\n\n2. The same shall be done in the other French colonies beyond the Cape of Good Hope.\n\n3. The trade in slaves and their importation into the said colonies shall take place in conformity with the laws and regulations existing prior to the said date of 1789.\n\n4. Notwithstanding all previous laws, the government of the colonies is subject for ten years to the regulations which shall be made by the Government.\n\nDocument 4\n\nSource: Jacques-Louis David, The Consecration of the Emperor Napoleon and the Coronation of the Empress Josephine, 1804, painting completed in 1807\n\nIn the Public Domain\n\nDocument 5\n\nSource: Memoirs of Madame de Rémusat (born into the noble de Vergennes family), a member of the Empress Josephine’s court, written between 1802 and 1808.\n\nReasonable observation might have shown him that the alert obedience with which the French marched to the battle-field was but a misdirection of that national spirit which a great Revolution had aroused in a great people. The cry of liberty had awakened generous enthusiasm, but the confusion that ensued had rendered men afraid to complete their work. The Emperor skillfully seized on this moment of hesitation, and turned it to his own advantage.\n\nNone dared utter the word “republic,” so deeply had the Terror stained that name; and the government of the Directory had perished in the contempt with which its chiefs were regarded. . . . The belief, or rather the error, that only despotism could at that time maintain order in France was very widespread. It became the mainstay of Bonaparte; and it is to give him his due to say that he also believed it. . . . He had some grounds for his belief that he was necessary; France believed it too; and he even succeeded in persuading foreign sovereigns that he constituted a barrier against republican influences, which, but for him, might spread widely.\n\nDocument 6\n\nSource: Napoleon Bonaparte, letter to his brother Jerome, whom Napoleon installed as king of the German state of Westphalia, 1807\n\nThe benefits of the Code Napoléon, the publicity of procedure, the establishment of juries, will be so many distinctive features of your monarchy. . . . It is necessary that your people should enjoy a liberty, an equality, and a degree of well-being unknown to the people of Germany. . . . What people would wish to revert to a Prussian despotism, when it has once tasted the benefits of a wise and liberal government?",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether Napoleon’s rule represented the fulfillment of the French Revolution or the abandonment of those principles.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether Napoleon’s rule represented the fulfillment of the French Revolution or the abandonment of those principles.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.6",
    "text": "5.6: Napoleon's Rise, Dominance, and Defeat"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}