{
  "id": "VH986019",
  "type": "frq",
  "title": "Headrick Technology and Imperialism Secondary SAQ",
  "content": {
    "description": "“Imperialism in the mid-century was predominantly a matter of British tentacles reaching out from India toward Burma, China, Malaya, Afghanistan, Mesopotamia, and the Red Sea. Territorially, at least, a much more impressive demonstration of the new imperialism was the scramble for Africa in the last decades of the century. Historians generally agree that from a profit-making point of view, the scramble was a dubious [doubtful] undertaking. Here also, technology helps explain events. . . . Many of the innovations that proved useful to imperialists of the scramble first had an impact in the two decades from 1860 to 1880. These were the years in which quinine . . . made Africa safer for Europeans; quick-firing breechloaders* replaced muzzleloaders* among the forces stationed on imperial frontiers; and the compound engine, the Suez Canal, and the submarine cable all made steamships competitive with sailing ships, not only on government-subsidized mail routes, but for ordinary freight to distant seas as well. Europeans who set out to conquer new lands in 1880 had far more power over nature and over the people they encountered than their predecessors twenty years earlier had.”\n\n*types of guns\n\nDaniel Headrick, historian, The Tools of Empire: Technology and European Imperialism in the Nineteenth Century, 1981",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify one piece of evidence the author uses to support his argument regarding how technology facilitated the rapid conquest of Africa.\n\nb) Identify one factor in addition to the changes mentioned by the author that enabled the European colonization of Africa in the late nineteenth century.\n\nc) Explain one way in which the technological developments described by the author affected Europeans within Europe during the late nineteenth century.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify one piece of evidence the author uses to support his argument regarding how technology facilitated the rapid conquest of Africa.\n\nb) Identify one factor in addition to the changes mentioned by the author that enabled the European colonization of Africa in the late nineteenth century.\n\nc) Explain one way in which the technological developments described by the author affected Europeans within Europe during the late nineteenth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.6",
    "text": "7.6: New Imperialism: Motivations and Methods"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Identify the evidence used in a source to support an argument."
  }
}