{
  "id": "VH990347",
  "type": "frq",
  "title": "Smith on Decolonization SAQ",
  "content": {
    "description": "“The material hardships following the havoc of World War II combined with the clear ascendance of the two ‘anti-imperial’ powers, the United States and the Soviet Union, and with the increased maturity of nationalist elites throughout Africa and Asia, to force a decided retrenchment of Europe overseas. In retrospect, we can see that the truly important political decisions that had to be made by Paris and London after 1945 concerned, not whether the colonies would be free, but, rather which local nationalist factions they would favor with their support and over what piece of territory these new political elites would be permitted to rule.”\n\nTony Smith, British historian, The Transfer of Power in Africa, 1982",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify one claim made by the author regarding decolonization.\n\nb) Explain one development before the Second World War that influenced European decolonization.\n\nc) Explain a significant limitation of the author’s argument regarding the political decisions made by European powers regarding decolonization.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify one claim made by the author regarding decolonization.\n\nb) Explain one development before the Second World War that influenced European decolonization.\n\nc) Explain a significant limitation of the author’s argument regarding the political decisions made by European powers regarding decolonization.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Cold War and Contemporary Europe"
  },
  "topic": {
    "code": "9.9",
    "text": "9.9: Decolonization"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}