{
  "id": "VH991681",
  "type": "frq",
  "title": "Soviet postwar motives DBQ",
  "content": {
    "description": "Document 1\n\nSource: Joseph Stalin, interview in Pravda, official Soviet newspaper, in response to Winston Churchill’s “Iron Curtain” speech, 1946\n\nMr. Churchill strays near the truth when he speaks of the growth of the influence of Communist Parties in East Europe. One must note, however, that he is not entirely precise. The influence of the Communist Parties is growing not only in Eastern Europe but in almost all the countries of Europe in which fascism formerly held sway . . . or where there was German or Italian occupation. . . . The growth of the influence of the Communist Parties cannot be considered accidental. It is a completely regular phenomenon. The influence of the Communist Parties is growing because in the worst years of fascist domination in Europe the Communists seemed to be trustworthy, brave, self-sacrificing fighters against the fascist regime, for the freedom of the people. . . . Such are the laws of historical development.\n\nDocument 2\n\nSource: Eugen Varga, Hungarian Communist, Democracy of a New Type, 1947\n\nThe rise of the states of new democracy [in Eastern Europe] shows clearly that it is possible to have political rule by the working people even while the outward forms of parliamentary democracy are still maintained.\n\nIt is equally understandable that these countries maintain close, friendly relations with the Soviet Union. This is so not only because it was precisely the victorious troops of the Soviet Union that liberated their countries (Yugoslavia being, in part, an exception) from German occupation, and not only because they are all Slav states, but primarily because the present social order brings them close to the Soviet Union, because of all the great powers the Soviet Union alone is interested in the maintenance and further progressive development of the social order and political regime existing in these countries and can afford them diplomatic support against the reactionary offensive from outside.\n\nThe Soviet Union is at the same time interested in the maintenance by these countries of the existing regime and their further development in a progressive direction. The present regime in these countries provides the guarantee that they will not, in the future, again voluntarily serve as forward positions for any power which tries to attack the Soviet Union\n\nDocument 3\n\nSource: East German poster, 1950\n\nHeritage Images/Contributor\n\nTranslation of caption: “Out with the trash! To strengthen German unity, Krupp and Adenauer must go!”\n\nThe Krupp corporation was a major German arms manufacturer that had produced weapons for the Nazi regime. Konrad Adenauer was the first leader of West Germany, who took office in 1949.\n\nDocument 4\n\nSource: “Atomic Diplomat,” Soviet poster, early 1950s\n\nPrivate CollectionLook and Learn / ElgarCollection/Bridgeman Images\n\nThe poster shows a caricature of a Western diplomat. The tag on the tip of his bomb/briefcase reads: “Armed by NATO.”\n\nDocument 5\n\nSource: Treaty among the Soviet Union and various Eastern European countries establishing the Warsaw Pact, 1955\n\nThe Contracting Parties have agreed to establish a Joint Command of the armed forces that by agreement among the Parties shall be assigned to the Command, which shall function on the basis of jointly defined principles. They shall also take other concerted measures necessary to strengthen their defensive power, in order to protect the peaceful labors of their peoples, guarantee the inviolability of their frontiers and territories, and provide defense against possible aggression.\n\nDocument 6\n\nSource: Statement read over Soviet radio regarding an anticommunist revolt in Hungary, 1956\n\nThe defense of socialist achievements by the people’s democracy of Hungary is at the present moment the chief and sacred duty of workers, peasants, and intelligentsia, and of all the Hungarian working people. The Soviet government expresses confidence that the peoples of the socialist countries will not permit foreign and internal reactionary forces to undermine the basis of the people’s democratic regimes, won and consolidated by the heroic struggle and toil of the workers, peasants, and intelligentsia of each country.\n\nDocument 7\n\nSource: Sergei Kovalev, “The International Obligations of Socialist Countries,” article in Pravda, outlining what became known as the Brezhnev doctrine, after the Soviet leader Leonid Brezhnev, 1968.\n\nIn connection with the events in Czechoslovakia* the question of the interdependence of the national interests of the socialist countries and their international duties acquire particular importance.\n\nThe measures taken by the Soviet Union, jointly with other socialist countries, in defending the socialist gains of the Czechoslovak people are of great significance for strengthening the socialist community, which is the main achievement of the international working class.\n\nWe cannot ignore the assertions, held in some places, that the actions of the socialist countries [by intervening in Czechoslavakia] run counter to the Marxist- Leninist principle of sovereignty and the rights of nations to self-determination.\n\nThe peoples of the socialist countries and Communist parties certainly do have and should have freedom for determining the ways of advance of their respective countries.\n\nHowever, none of their decisions should damage either socialism in their country or the fundamental interests of other socialist countries, and the whole working-class movement, which is working for socialism. This means that each Communist party is responsible not only to its own people, but also to all the socialist countries, to the entire Communist movement.\n\n*A reference to the Soviet military intervention against the reformist socialist Czech government of Alexander Dubcek.",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether the Soviet occupation of Eastern Europe during the Cold War was motivated primarily by a desire to spread communism or by a desire to protect the Soviet Union.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence\n\nEvaluate whether the Soviet occupation of Eastern Europe during the Cold War was motivated primarily by a desire to spread communism or by a desire to protect the Soviet Union.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Cold War and Contemporary Europe"
  },
  "topic": {
    "code": "9.15",
    "text": "9.15: Continuity and Change in the 20th and 21st Centuries"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}