{
  "id": "VR188921",
  "type": "frq",
  "title": "de Stael on Revolutions SAQ",
  "content": {
    "description": "“The revolutionary period of England may be said to have lasted nearly 50 years, if we reckon from the beginning of the civil wars under Charles I to the accession of William III in 1688. The efforts of these 50 years had no other real and permanent object than the establishment of the current constitution, which is the finest monument of justice and moral greatness existing in Europe. The same movement in the minds of men that brought about the revolution in England was the cause of that of France in 1789. Both belong to a new era in the progress of social order—the establishment of representative government—a point toward which humanity is directing itself.”\n\nAnne Louise Germain de Staël, author and historian, Considerations on the Principal Events of the French Revolution, published in 1818",
    "question": "Use the passage to answer all parts of the question. \n\nIn your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one argument the author makes regarding the revolutions discussed in the passage.\n\nb) Identify one piece of evidence not found in the source that would support the author’s claim regarding representative government.\n\nc) Explain one limitation of de Staël’s view of the French Revolution.",
    "image": null,
    "frqParts": [
      {
        "text": "Use the passage to answer all parts of the question. \n\nIn your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Describe one argument the author makes regarding the revolutions discussed in the passage.\n\nb) Identify one piece of evidence not found in the source that would support the author’s claim regarding representative government.\n\nc) Explain one limitation of de Staël’s view of the French Revolution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: English Civil War and the Glorious Revolution"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}