{
  "id": "VR188925",
  "type": "frq",
  "title": "Liberal Raj DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nEvaluate whether or not British imperial rule in India during the 1800s was primarily influenced by liberalism.\n\nDocument 1\n\nSource: Decision by Judge Henry Russell in the case of an English soldier accused of arson and murder, Calcutta, India, 1808\n\nThe hut of the poor man is equally entitled to the protection of the law as the mansion of the rich, and it stands in much more need of it. The natives are entitled to have their characters, property, and lives protected, and as long as they enjoy that protection from us, they give their affection and allegiance in return; but should the day ever arrive, God forbid, that they should be denied that protection, then I fear that as we should no longer deserve, so we should no longer enjoy their allegiance and attachment.\n\nDocument 2\n\nSource: William Cobbett, British essayist and political commentator, London, 1808\n\nThe recent news from India, or, “our Empire in the East,” is of a gloomy complexion, in my sight, only because it gives an account of the loss of a great number of English officers and soldiers. It may serve to make men reflect justly on the nature of the wars we carry on in India; and may lead them to the conclusion, so much to be desired, namely, that the possession of that country is a terrible evil. . . .\n\nThere is a constant, never-ceasing war in India. There is not always actual fighting; but, there are always preparations for fighting going on. What right, in God’s name, what right have we to do this? How is it possible to justify our conduct upon any principle of morality? Conquests in India are not at all necessary to either our safety or our comfort. There is no glory attending such conquests and their accompanying butcheries. We must be motivated by a sheer love of gain; a sheer love of plunder. I really believe that the history of the whole world does not afford an instance of a series of aggressions so completely unjustifiable and inexcusable.\n\nDocument 3\n\nSource: Hyde Clark, British economist, “Railways in India,” newspaper article, Britain, 1845\n\nImproved facilities of communication will bring these unfortunate people and their ways under the observation and influence of the civilized world. . . . Any measures that would promote the sale and transmission of the raw productions, particularly the staples of wool, silk, dyes, rice, sugar, etc., to the steam manufactories of England, would at once improve the condition of India in the most legitimate way, namely, by encouraging to the fullest extent the cultivation of the soil, now so direfully neglected. Once this is accomplished, it would be no hardship to the Hindus to be compelled to receive their cottons in a manufactured shape, at a less exchangeable cost of labour than they could make themselves.\n\nDocument 4\n\nSource: Ram Ghopal Ghose, Indian businessman and leader of the Young Bengal reform group, political pamphlet, 1850\n\nIs it just? Is it fair? Is it honest? – that a hundred million of Her Majesty’s native subjects should be taxed so that the European lawbreaker from the most distant corners of the empire has the benefit of being judged by English laws? . . .\n\nTo tell the Hindu peasant that if you want any redress for the Englishman having broken your backbone, you must go down to Calcutta and present yourself before the Great Court where the language in use is English, where the laws administered are unknown . . . is to tell the Hindu that he must bear and be content that the Englishman is a superior being, that cannot be touched—and cannot be polluted by the contamination of the same laws which govern animals such as you . . . the Englishman is a privileged being.\n\nDocument 5\n\nSource: Queen Victoria of Great Britain, proclamation replacing British East India Company rule with direct British rule in India, following a major rebellion in 1857–1858\n\nFirmly relying ourselves on the truth of Christianity . . . we reject the right and the desire to impose our convictions on any of our subjects. We declare it to be our royal will and pleasure that none be in any way favored, none molested or disquieted by reason of their religious faith or observances; but that all shall alike enjoy the equal and impartial protection of the law. . . . And it is our further will that our subjects, of whatever race or creed, be freely and impartially admitted to offices in our service, the duties of which they may be qualified, by their education, ability, and integrity, duly to discharge.\n\nDocument 6\n\nSource: Lieutenant C. Pulley, British officer in the Indian Army, “The Nizam [prince] of Hyderabad presenting his ‘Nuzzar’ [ceremonial gift],” Illustrated London News, 1877\n\nPrivate Collection Look and Learn / Illustrated Papers Collection / Bridgeman Images\n\nThe Nizam is shown presenting his gift to the British governor of India, seated underneath a portrait of Queen Victoria. This ceremonial gathering, known as the Delhi Durbar, was held to honor Queen Victoria's assumption of the title of Empress of India.\n\nDocument 7\n\nSource: Group of English-educated Indian journalists, editorial in an English-language newspaper in India, 1893\n\nWhat does it matter if a Native dies? His life has no value. If a Native kills a European, nay, even if he does a slight injury to him, heaven and earth will be moved by Europeans to crush the Native. What is the moral to be drawn from this deplorable state of things? What does it point to? It is nothing else than this: that Europeans may take, with impunity, the lives of Natives. They may shoot them; they may beat them; they may do anything with them they please. They have to fear nobody. The law is powerless to bring them within its clutches. The Magistrates, who are their brethren, will connive with them as much as possible. They can raise every possible defense and it will be most favorably entertained. They may safely claim . . . that they mistook him for an animal; that they acted in self-defense; that they were not in their right mind; that they were intoxicated. In short, whatever defence they raise will be sufficient to save them. This is how the law lies. The question is how long is this deplorable state of things to continue?",
    "question": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nUsing the documents, evaluate whether or not British imperial rule in India during the 1800s was primarily influenced by liberalism.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nUsing the documents, evaluate whether or not British imperial rule in India during the 1800s was primarily influenced by liberalism.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 19th-Century Perspectives and Political Developments"
  },
  "topic": {
    "code": "7.6",
    "text": "7.6: New Imperialism: Motivations and Methods"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}