{
  "id": "VR258868",
  "type": "frq",
  "title": "Holy Alliance et al on Resisting Napoleon",
  "content": {
    "description": "Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: Queen Maria Carolina of Naples, comment to the Russian ambassador to Austria regarding Napoleon, 1802\n\nHis ambitious plans are exorbitant and will, either by force or willingly, carry along all others. I have a strong will to fight him. According to my way of thinking I don’t consider it happiness being a sovereign only in name and depending on Bonaparte and the revolutionary scoundrels of all nations who surround him and court him. When one feels as I do, one cannot be happy.\n\nDocument 2\n\nSource: Civil catechism [a summary of Christian teachings presented in the form of questions and answers] attributed to the Catholic Church in Spain, 1808\n\nFather: Tell me, child, who art thou?\n\nChild: A Spaniard.\n\nFather: What does that mean? A Spaniard?\n\nChild: An honest man.\n\nFather: How many duties hath such a man?\n\nChild: Three. He must be a Catholic Christian, he must defend his religion, his fatherland, and its laws, and die rather than allow himself to be oppressed.\n\nFather: Who is the enemy of our happiness?\n\nChild: The Emperor of the French.\n\nFather: Who, then, is he?\n\nChild: A new, infinitely bloodthirsty and greedy monarch, the beginning of all evil, the end of all good: the essence of all vice and malice.\n\nFather: Who are the French?\n\nChild: Former Christians and present heretics.\n\nFather: What hath led them into their new servitude?\n\nChild: False philosophy and the license of their corrupted morals.\n\nFather: Shall this unrighteous regime soon pass away?\n\nChild: The opinion of those sages who understand politics is that its fall is close at hand.\n\nDocument 3\n\nSource: Fernando Brambila and Juan Galvez, Spanish artists, View of the Convent of San José in Saragossa set on fire by the French army during Napoleon’s invasion of Spain, c. 1808-1814\n\nThe engraving was part of a series showing the destruction of the northern Spanish town of Saragossa, which was besieged twice by the French in 1808 and 1809.\n\nImage copyright © The Metropolitan Museum of Art. Image source: Art Resource, NY\n\nDocument 4\n\nSource: Manifesto issued by Tsar Alexander I, July 1812\n\nThe enemy has penetrated our territory and continues to bear arms inside Russia, hoping by force and temptations to overthrow the tranquility of our great state. He has in mind the bad intention of destroying our glory and prosperity. With a heart full of malice and a mouth full of flattery, he is bringing chains and eternal fetters for Russia. We have asked God to help us oppose him with our troops, but we cannot and should not hide from our subjects that the forces of the enemy are numerous and that we have to gather other troops to form a second front that will defend the home, women, and children of each and all of us.\n\nDocument 5\n\nSource: Theodor Körner, German poet and soldier, “The Rifleman’s Song,” 1813\n\nBriskly, ye hunters, free and fleet!\n\n[Take] the musket from the wall!\n\nThe courageous one fights the world!\n\nBriskly upon the enemy! [briskly into the field!]\n\nFor the German fatherland!\n\nFrom the west, the north, south and east,\n\nWe are driven by the ray of revenge:\n\nFrom the Oder River, Weser, Main,\n\nFrom the flowing Elbe and from Father Rhine,\n\nAnd from the Danube Valley.*\n\nBut comrades, we are all in this together;\n\nAnd that increases our courage.\n\nWe are united by the holy bonds of [a common] language,\n\nWe are united by one God, one fatherland,\n\nA faithful German blood.\n\n*Rivers in Germanic territories\n\nDocument 6\n\nSource: Benjamin Constant, leader of French liberal opposition to Napoleon, 1814\n\nSurely, Bonaparte is a thousand times more guilty than those barbarous conquerors who, ruling over barbarians, were by no means at odds with their age. Unlike them, he has chosen barbarism; he has preferred it. In the midst of enlightenment, he has sought to bring back the night. He has chosen to transform into greedy and bloodthirsty nomads a mild and polite people: his crime lies in this premeditated intention, in his obstinate effort to rob us of the heritage of all the enlightened generations who have preceded us on this earth.\n\nDocument 7\n\nSource: The Holy Alliance Treaty, signed by the leaders of Prussia, Austria, and Russia, September 1815\n\nIn consequence, the sole principle in effect, whether between our Governments or between their Subjects, shall be that of doing each other reciprocal service . . . and of considering themselves all as members of one and the same Christian nation. The three allied monarchs look upon themselves as merely designated by Providence to govern three branches of the One family, namely, Austria, Prussia, and Russia. They believe that the Christian world, of which they and their people form a part, has in reality no other Sovereign than Him to whom alone power really belongs.",
    "question": "In your response, you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nEvaluate whether resistance to Napoleon Bonaparte throughout Europe was motivated primarily by Europeans’ emerging nationalism or primarily by attachment to existing institutions.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nEvaluate whether resistance to Napoleon Bonaparte throughout Europe was motivated primarily by Europeans’ emerging nationalism or primarily by attachment to existing institutions.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.6",
    "text": "5.6: Napoleon's Rise, Dominance, and Defeat"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}