{
  "id": "VR259083",
  "type": "frq",
  "title": "Necker et al Causes of the French Revolution",
  "content": {
    "description": "Directions: This question is based on the seven accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: Jacques Necker, finance minister, confidential report to the king, 1781\n\nA significant difference between annual spending and annual revenue will soon result in great inconveniences, since the deficit can only be dealt with by loans, and the interest owed on these loans results in a daily worsening of the problem. [To meet our increased military expenditures] public credit has been attacked, indeed almost destroyed, by the several government cancellations both of principal and interest, and by frequent delay of payment.\n\nDocument 2\n\nSource: Petition by women of the Third Estate* to the king, January 1789\n\nThe women of the Third Estate are almost all born without wealth; their education is very neglected or very defective.\n\nTo prevent so many ills, Sire, we ask that men not be allowed, under any pretext, to exercise trades that are the prerogative of women—whether as seamstress, embroiderer, millinery shopkeeper, etc., etc. We implore you, Sire, to set up free schools where we might learn the basis of religion and ethics. May our hearts be formed there; may we be taught above all to practice the virtues of women: gentleness, modesty, patience, charity.\n\nWe ask to be educated, and to have work, not to usurp men’s authority, but to be better esteemed by them, and so that we might have the means of living safe from misfortune.\n\n*term used before the revolution to identify all people in France who were not part of the clergy or the nobility\n\nDocument 3\n\nSource: French political cartoon showing a figure representing the Third Estate carrying the First and Second Estates while rabbits and birds eat his harvest, early 1789\n\nTranslation of the caption: “One must hope that this game will end soon.”\n\nDocument 4\n\nSource: Decree of the National Assembly, August 1789\n\nThe National Assembly hereby completely abolishes the feudal system. It decrees that, among the existing rights and dues, all those originating in or representing real or personal serfdom or personal servitude, shall be abolished without compensation.\n\nBecause a national constitution and public liberty are of more advantage to the provinces than the privileges which some of these provinces enjoy, and because the surrender of such privileges is essential to the closer union of all parts of the realm, all the provincial privileges and tax exemptions, are once for all abolished and are absorbed into the law common to all Frenchmen.\n\nAll citizens, without distinction of birth, are eligible to any office or dignity, whether ecclesiastical, civil or military; and no profession shall imply any inferiority.\n\nDocument 5\n\nSource: Address presented to the National Assembly by a delegation of Jews living in Paris, August 1789*\n\nThe Jews residing in Paris, filled with admiration and respect at the sight of the many acts of justice emanating from the National Assembly, have dared flatter themselves that their lot will not escape your attention; that they too will feel the happy effects of your wisdom.\n\nWe would like to think that your justice doesn’t ask to be solicited or called upon by our wishes. In restoring to man his original dignity, in reestablishing him in the enjoyment of his rights, it was not your intention to make any distinction between one man and another. This title belongs to all members of society, and the rights that flow from it thus belong to us equally.\n\n*Jews living in France before 1789 faced numerous residential and occupational restrictions.\n\nDocument 6\n\nSource: Jean-Paul Marat, French journalist and politician, newspaper article, September 1789\n\nI beseech my readers to observe that in refusing to enforce the decree regulating the movement and export of grain, the king and his ministers are seeking to find a means of continuing their monopoly, and of breaking the people by famine.\n\nAgain I beseech my readers to observe that, in pressing for financial reform measures, they are only awaiting the time when the public treasury is filled again, at which time they can stop the work of the National Assembly, and reduce to nothing the great work of the Constitution, and return the people to their chains.\n\nHere is the nation, itself enchained by its representatives and delivered defenseless to an arrogant master who, forgetful of his powerlessness, violates his promises and oaths.\n\nDocument 7\n\nSource: Frenchwomen Freed, French engraving, early 1790s\n\nThe woman is wearing revolutionary symbols and carrying a spear marked with the words “Liberty or Death.”",
    "question": "In your response you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nEvaluate whether the French Revolution was motivated primarily by Enlightenment ideas or by economic concerns.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nEvaluate whether the French Revolution was motivated primarily by Enlightenment ideas or by economic concerns.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: French Revolution"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}