{
  "id": "VR442360",
  "type": "frq",
  "title": "Collapse of communism DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise. Using the document, evaluate whether the collapse of communism was primarily caused by factors outside the Soviet bloc or by factors within the Soviet bloc.\n\nDocument 1\n\nSource: Adam Michnik, Polish intellectual living in exile in Paris, “A New Evolutionism,” essay in an English-language journal published by the International Association for Cultural Freedom, an anticommunist group financed by the United States Central Intelligence Agency (CIA), 1976.\n\nWe must clearly define our own attitude towards the conflict between Polish workers and the Polish communist government that is taking place now. We must choose between the point of view of the oppressor and that of the oppressed. By showing our solidarity with the workers on strike, with demonstrating students or dissident intellectuals, we are rejecting the views of those who believe that our problems can be solved by acting within the Communist Party, or making concessions to the Communist Party. In my opinion, the only possibility for dissidents in Eastern Europe is an unceasing struggle for reforms that will extend civil liberties and guarantee respect for human rights.\n\nThe specter of Soviet intervention, of Soviet tanks in the streets of Warsaw often paralyzes the will to resist. The memories of Budapest in 1956 and Prague in 1968 seem to reinforce the widespread conviction that the rulers of the USSR will prevent any change. But that is actually not necessarily true. For the Soviet leaders, the memory of the international repercussions of their interventions in Hungary and Czechoslovakia is still fresh. They must also realize that for the Soviets a decision to intervene militarily in Poland would literally mean war. Militarily we Poles would lose such a war, but it would bring no political victory to the Soviet Union. It would be a national massacre for Poland, but also a political defeat for the Soviet Union. That is why it is possible to imagine that the leaders of the USSR and Poland would do everything they can to avoid a direct intervention.\n\nDocument 2\n\nSource: Károly Király, vice president of a Communist Party-controlled organization representing ethnic Hungarians in Romania, letter to a fellow party leader, 1978. The letter was smuggled out of Romania and published in The New York Times.\n\nIt is an open secret that in cities in Romania where the majority of the population is ethnically Hungarian, Romanians who speak no Hungarian are being appointed as mayors. Use of our native Hungarian language is severely restricted at Communist Party meetings. Signs identifying institutions and localities in the native Hungarian of the population have almost completely disappeared. The replacement of Hungarian-speaking state officials (where there still are any) with Romanians is being carried out with incredible persistence, to the point where in cities that are almost entirely Hungarian, there is not a single Party secretary that is ethnically Hungarian.\n\nIt is clear that many aspects of this reality violate both the Constitution of Romania and our Party’s founding charter and fundamental principles. What is occurring has nothing in common with Marxism-Leninism, fundamental human rights, or human dignity—all those things that are trumpeted far and wide in our Party propaganda. This tendency to forcefully assimilate the minorities living in Romania casts doubts over the sincerity of all our policies in general and, for millions of citizens, it destroys their confidence in socialist society.\n\nI am writing to you with a deep sense of responsibility, as I am one of those Communists who is convinced of the truth of our ideals. I have fought for these ideals since my tender youth and later as a member of Party and state leadership as well. But without a just and real solution of the nationalities question, the new society, the socialism that we all want, can never be built up.\n\nDocument 3\n\nSource: Comparison between economic production targets for 1980 set at the 1961 Congress of the Communist Party of the Soviet Union and actual economic production results for 1980, compiled by the Central Statistical Board of the Soviet Union.\n\nType of Product\n Target Set in 1961 for Annual Production in 1980\n 1980 Actual Annual Production\n\nElectric power\n\n(billion kilowatts)\n\n2,700–3,000\n 1,295\n\nSteel\n\n(million tons)\n\n250\n 148\n\nOil\n\n(million tons)\n\n690–710\n 603\n\nNatural gas\n\n(billion cubic meters)\n\n680–720\n 435\n\nCoal\n\n(million tons)\n\n1,200\n 716\n\nSynthetic fertilizer\n\n(million tons)\n\n125–135\n 104\n\nPlastics\n\n(million tons)\n\n19–21\n 4\n\nSynthetic fiber cloth\n\n(million square meters)\n\n3,100–3,300\n 1,200\n\nCement\n\n(million tons)\n\n233–235\n 125\n\nTextiles, all kinds\n\n(billion square meters)\n\n20–22\n 11\n\nLeather shoes\n\n(million pairs)\n\n900–1,000\n 744\n\nDocument 4\n\nSource: Vera F. K., mother of a Soviet army soldier killed in action in Afghanistan,* interview with journalist and oral historian Svetlana Alexievich, late 1980s.\n\nWas it necessary to send boys, like my Kolya, to Afghanistan? My neighbor kept telling me—“Couldn’t you scrape together a couple of thousand rubles and bribe someone?” We knew a woman who did exactly that, and kept her son out. I didn’t realize I could save my son with money. I thought the best gift I could give him was a decent upbringing.\n\n“We are going to give you an apartment, for your son’s sacrifice,” I was promised by the local party authorities shortly after he was killed. “You can choose any empty apartment in the area.” So I found one in the city center, in a building made of proper brick, not poor-quality prefab concrete like the rest of them, with a nice modern layout. I went back to the town hall with the address. “Are you out of your mind? That block is strictly for District Communist Party committee members!” Is my son’s blood that much cheaper than theirs?\n\n*The Soviet Union’s military intervention in Afghanistan lasted from 1979 to 1989. The intervention was met by resistance from fighters backed by the United States and other nations.\n\nDocument 5\n\nSource: Central Committee of the Communist Youth organization (Komsomol) of Soviet Ukraine, directive, 1985\n\nProletarians of all countries, unite!For internal use only.To secretaries of city and district Komsomol organizations across the Ukrainian Soviet Socialist Republic:\n\nThe following is an approximate list of foreign music groups and artists whose repertoires contain ideologically harmful compositions.\n\nThis information is provided to you to assist you in intensifying control over the operations of discotheques and nightclubs. This information is also being provided to the management and employees of all discotheques and nightclubs in Ukraine.\n\nGroup Name·············Type of harmful propaganda Clash···························punk, violenceKiss·····························neofascism, punk, violenceStyx····························violence, vandalismIron Maiden················violenceJudas Priest·················anticommunism, racismAC/DC························neofascism, violenceVan Halen····················anti-Soviet propagandaBlack Sabbath··············violencePink Floyd····················distortion of Soviet foreign policy (referring to “Soviet aggression in Afghanistan”)Talking Heads···············myth of Soviet military threat to the West\n\nDocument 6\n\nSource: Benjamin Lambeth and Kevin Lewis, United States defense experts, report on possible Soviet responses to the United States Strategic Defense Initiative (SDI),* published in 1988.\n\nPerhaps the most important factor that will govern how Moscow reacts to the Strategic Defense Initiative involves the question of Soviet financial resource constraints and the inevitable difficulties that will arise as the Soviets attempt to grapple with this challenge. After two decades of armed forces expansion, the Soviets are now finding themselves more and more saddled with real limits to attainable military growth. Since 1976, there has been a pronounced decline in Soviet productivity. To deal with this problem, [Soviet leader] Gorbachev has proposed greater investment in civilian technologies, particularly those concerned with electronic engineering, machine tools, computers and instruments. However, [because of increased United States military spending such as the SDI] these Soviet plans about investing in the civilian sector will be obliged to compete directly for funding with the need to develop and produce new high-technology strategic military systems.\n\n*a space-based missile defense program, proposed by President Ronald Reagan in 1983\n\nDocument 7\n\nSource: Emanuil Georgiev, Bulgarian citizen, interview for an oral history project, “I Lived Through Communism,” 2004.\n\nIn the early 1980s, I was a high school student in a technical school. The school principal was an old communist and a strict disciplinarian. In addition to the mandatory school uniform, he had also made it a policy to require all students to wear uniform patches with the school’s logo and red star-shaped lapel pins whose number showed which grade you were in. To dare to come to school wearing jeans or other Western-style clothing would have been unthinkable (not to mention that virtually none of us had any such clothes because they were not available for sale, except on the black market)—but, just in case we were tempted to try, there was a guard posted at the school entrance who would check what we were wearing and how we looked. Hairstyles had to be of the so-called “Russian collective-farm worker” type, with equal hair length all over the head; deviating from that by even one centimeter would get us sent immediately to the local barber shop so we could be brought in compliance with the rules. Everything was strict and sterile as in a psychiatric clinic.\n\nBut that was just a facade—in practice we all listened to “decadent” Western music and the British Broadcasting Corporation’s [BBC] radio programs in Bulgarian every chance we got. It was only in school, under the magnifying glass, that we would “shape up”—get ourselves prim and proper, have our hair neatly cut, be ready to go through the motions of professing our love for the socialist system and our hatred of capitalism during our classes in “Scientific Communism” [Marxist theory] and “History of the Bulgarian Communist Party,” etc.",
    "question": "In your response you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nEvaluate whether the collapse of communism was primarily caused by factors outside the Soviet bloc or by factors within the Soviet bloc.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nEvaluate whether the collapse of communism was primarily caused by factors outside the Soviet bloc or by factors within the Soviet bloc.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Cold War and Contemporary Europe"
  },
  "topic": {
    "code": "9.7",
    "text": "9.7: Fall of Communism"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}