{
  "id": "VR598413",
  "type": "frq",
  "title": "English Civil War DBQ",
  "content": {
    "description": "Document 1\n\nSource: Sir Thomas Peyton, member of the House of Commons, letter to his brother-in-law on King Charles I’s dissolution of Parliament, 1640\n\nI have no good news to send you. The King thanked the House of Lords for their respect and readiness to do him good services, and [said that] were it not for some rowdy and popular members of parliament, he might have received as much respect from the House of Commons. Therefore he would not blame all of the members for the faults of some agitators. As for their grievances, . . . he assured them that he would preserve religion in its purity and truth, and have as tender a care of the church as can be required of any Christian prince. And so, he left the royal pleasure to be delivered by the lord keeper [an officer of the crown], who only said, “it is his majesty’s pleasure this parliament be dissolved.”\n\nDocument 2\n\nSource: Report by royal officials accusing a group of Anabaptists of meeting secretly in a private house, 1641\n\nThe accused being brought before Sir John Lenthall, he demanded why they would not go and resort to their parish church, according to the law of 35 Elizabeth.* They answered:\n\n1. That the law of 35 Elizabeth was not a true law, because it was made by the bishops; and that they would not obey it.\n\n2. That they would not go to their parish churches. That those churches were not true churches; and that there was no true church but where the faithful met.\n\n3. That the king could not make a perfect law, because he was not a perfect man.\n\n4. That they ought not to obey the king except in civil things.\n\n*the 1593 act enforcing attendance at Anglican parish churches\n\nDocument 3\n\nSource: Memoirs of the Life of Colonel Hutchinson, Governor of Nottingham Castle and Town, Written by his Wife Lucy, based upon Lucy Hutchinson’s diary, which recounts events of 1641\n\nFinding rumours beginning to stir, Mr. Hutchinson applied himself to understand the things then in dispute, and read all the public papers that came forth between the king and parliament, besides many other private treatises, both concerning the present and fore-going times. Hereby he became abundantly informed, and convinced of the righteousness of parliament’s cause under the civil law. And he was also convinced that there were attempts to bring back popery [Roman Catholicism] and subvert the true protestant religion, which indeed was apparent to everyone that impartially considered it. But he did not think that those attempts were as clear grounds for the war as was the defence of the just English liberties. Although he was clearly swayed by his own judgement and reason to parliament’s side, yet, thinking he had no warrantable call at that time to do anything more, he contented himself with praying for peace.\n\nDocument 4\n\nSource: Lady Sydenham, wife of a Royalist, letter to Lady Verney, the wife of a Parliament supporter, September 1642\n\nMy dear Lady Verney, I did long for your answer to my letter, because you did express a trouble in yours to me about your husband’s resolutions. My dear heart, now I hope that you are resolved of what he will do, and that I find it is better for one to be certain, than to live between hopes and fears of what will happen. I know your husband has chosen the strongest side, though I cannot think it the best. But I am confident he does believe it is the best, and for that reason he chose it. Truly, my heart, it staggers me that he should not see clearly all their ways, being they are so apparent. For instance, how is it the liberty of the king’s subjects to take all from those who are not of like mind, and to pull down their houses, and imprison them, and leave them to the mercy of the unruly multitude?—I cannot find that this is the liberty of the subject. Nor do I find that it is in God’s law to take arms against their lawful king to depose him. . . . My dear, if any of my friends fall in this quarrel I trust their souls will be happy, for sure ’tis lawful to fight for one’s lawful king.\n\nDocument 5\n\nSource: Jonathan Langley, Shropshire merchant, letter to Sir Francis Ottley, Royalist politician, and Henry Bromley, Sheriff of Shropshire, February 1643\n\nRight Worthy Sirs,\n\nI take so much boldness on me to write my mind unto you. I have left my father, my wife, and children, in what state of mind God knows, and how much I desire to return to them you shall see by this letter. I never had an Intention, nor yet have, of taking up Arms on either side. My reason is that my protestation [oath] already taken binds me to both king and to parliament. There are two Armies each seeking to destroy the other . . . each taking the Protestant religion for their Standard. Yet one claims the other are Papists [Roman Catholics] and the other side claims their opponents are schismatics, but (for my part) my conscience tells me they both intend [to support] the Protestant Religion. What reason have I therefore to fall out with either? Now, if you’ll be pleased to shelter me by your power, to live at Home is my earnest desire, beseeching you that no more protestations be urged upon me, for I find in my own Conscience I have sufficiently enough of this, nor to be compelled to bear arms, nor clapt up [chained in irons] as disaffected to his Majesty, which very word I abhor from my heart.\n\nDocument 6\n\nSource: A sketch of the battle flag of Captain Hooker, officer in the Parliamentary Army, carried during the English Civil War\n\n© British Library Board. All Rights Reserved/Bridgeman Images\n\nThe Latin text above the scroll representing the Magna Carta reads: “Preserve the Law, O Lord.”\n\nDocument 7\n\nSource: “The Soldier’s Catechism,” distributed as a leaflet to the army of Parliament, 1644\n\n1. I fight to recover the King out of the hands of a Popish malignant company, that have seduced His Majesty with their wicked Counsels and have withdrawn him from his Parliament.\n\n2. I fight for the Laws and Liberties of my country, which are now in danger of being overthrown by them that have long labored to bring into this country an Arbitrary and Tyrannical government.\n\n3. I fight for the preservation of our parliament, in the being whereof (under God) consists the glory and welfare of this Kingdom; if this foundation be overthrown, we shall soon be the most slavish nation in the Christian World.\n\n4. I fight in the defence and maintenance of the true Protestant Religion, which is now violently opposed, and will be utterly suppressed in this Kingdom and the Popish Religion again advanced, if the armies raised against Parliament prevail.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nEvaluate whether the English Civil War (1642–1649) was motivated primarily by religious reasons or primarily by political reasons.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.  \n\nEvaluate whether the English Civil War (1642–1649) was motivated primarily by religious reasons or primarily by political reasons.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: English Civil War and the Glorious Revolution"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}