{
  "id": "VR734112",
  "type": "frq",
  "title": "Medicine and Recipes Secondary SAQ",
  "content": {
    "description": "“In 1658 Sir Edward Dering (1625–1684), gentleman, politician, and poet, spent his summer making and testing medicines in his home in [England]. Sometime in May of that year, he started a new section in his [journal] headed “physical practices” and began writing down a series of recipes for medicinal remedies and records of his own trials of these medicines. . . .\n\nDering’s enthusiasm for recipes and recipe trials was not unusual. In fact, early modern English gentlemen and gentlewomen were gripped by recipe fever. They eagerly exchanged know-how and . . . diligently wrote down the treasured knowledge in notebooks of all shapes and sizes.\n\nThe rich archive of surviving texts and the continual appearance of recipes in personal writings and in literary works attest to the importance of recipe collection and exchange as a social and cultural phenomenon in early modern England. Masters and mistresses of large households were expected to have basic knowledge of [natural remedies], cookery, and sugarcraft [the making and use of sugar].\n\nGentlemen and gentlewomen dedicated considerable time, manpower, and resources to all kinds of home-based health care. Not only was the household considered the first resource for dealing with many medical ailments, . . . [but] domestic space was one of the main sites for medical intervention and the promotion of health. Householders were quick to combine self-diagnosis and self-treatment with commercially available medical care, and many produced their own homemade medicines. Gathering, trying and testing medicines and, relatedly, foods were part of this set of activities to gather and construct knowledge about health and the body.”\n\nSource: Elaine Leong, historian, Recipes and Everyday Knowledge: Medicine, Science, and the Household in Early Modern England, 2017",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe an argument made in the excerpt.\n\nExplain how the approach to knowledge described in the excerpt reflects developments of the 1500s and early 1600s.\n\nExplain one effect of the changes in European medicine during the late 1700s and 1800s.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe an argument made in the excerpt.\n\nExplain how the approach to knowledge described in the excerpt reflects developments of the 1500s and early 1600s.\n\nExplain one effect of the changes in European medicine during the late 1700s and 1800s.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Renaissance and Exploration"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Italian Renaissance"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify  a source's point of view, purpose, historical situation, and/or audience."
  }
}