{
  "id": "VR734126",
  "type": "frq",
  "title": "Mainwaring sermon primary SAQ",
  "content": {
    "description": "“Among all the powers that are given by God the kingly power is most high, strong, and large. . . . No power in the world or in the hierarchy of the church can lay restraint upon that supreme [power]. . . . Now to this high, large, and most restraining power of kings, not only nature, but even God himself gives from heaven most full and ample testimony, and that this power is not merely human but superhuman and indeed no less than a power divine. . . . That supreme power, therefore, which resides in earthly [rulers] is not a . . . collection of human power scattered among many and gathered into one head, but a participation of God's own unlimited power, which he never did [confer on the] multitudes of men in the world, but only and immediately on his own vice-regents [kings].\n\nAll [royal wishes] are, and ought to be, to all loyal subjects, in the nature and force of a command.”\n\nSource: Reverend Roger Mainwaring, sermon, England, 1627",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe one argument made in the passage.\n\nDescribe one relevant context in which the sermon was delivered.\n\nExplain one way in which views such as those expressed in the passage were challenged later in the 1600s.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe one argument made in the passage.\n\nDescribe one relevant context in which the sermon was delivered.\n\nExplain one way in which views such as those expressed in the passage were challenged later in the 1600s.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: English Civil War and the Glorious Revolution"
  },
  "skill": {
    "code": "Skill 2.B",
    "text": "Skill 2.B: Explain the point of view, purpose, historical situation, and/or audience of a source."
  }
}