{
  "id": "VR734113",
  "type": "frq",
  "title": "Priest Declaration",
  "content": {
    "description": "“I declare that my religion does not allow me to take an oath such as the National Assembly requires; I am happy and I even promise to watch over . . . the faithful of this parish who are entrusted to me, to be true to the nation and the king, and to observe the Constitution decreed by the National Assembly and sanctioned by the king.\n\nI recognize no superior and other legislators than the pope and the bishops; you Christians would certainly not wish to be led by a nonbeliever and I would be such a one if I had had the cowardice to take an oath such as the National Assembly requires. According to our faith, the sovereign pontiff is not only at the center of Catholic unity and has primacy of honor in all the Church, but he also has primacy of jurisdiction. Is it not refusing him this primacy of jurisdiction in France to forbid the entire Church and all French citizens to recognize his authority and his jurisdiction?\n\nBy taking this oath, I would have sworn no longer to recognize our holy father the pope and head of the Church, or the bishops as its governors. . . . I believe that my confidence in refusing the oath will be an example for any of you who choose to lose your possessions, your fortune, even your life if necessary, rather than abandon your faith, your religion and offend your God.”\n\nSource: Declaration by J. A. Baude, a French parish priest, 1791",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe a likely audience of the declaration.\n\nExplain one way in which the declaration reflects a development during the French Revolution.\n\nExplain one effect after 1791 of ideas such as those expressed in Baude’s declaration.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe a likely audience of the declaration.\n\nExplain one way in which the declaration reflects a development during the French Revolution.\n\nExplain one effect after 1791 of ideas such as those expressed in Baude’s declaration.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: French Revolution"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify  a source's point of view, purpose, historical situation, and/or audience."
  }
}