{
  "id": "VR734116",
  "type": "frq",
  "title": "Romanticism DBQ",
  "content": {
    "description": "Document 1\n\nSource: William Wordsworth, British Romantic poet and essayist, “The Tables Turned,” 1798\n\nUp! up! my Friend, and quit your books\n\nOr surely you’ll grow double:\n\nUp! up! my Friend, and clear your looks;\n\nWhy all this toil and trouble?\n\nBooks! ’tis a dull and endless strife:\n\nCome, hear the woodland linnet [type of songbird],\n\nHow sweet his music! on my life,\n\nThere’s more of wisdom in it.\n\nOne impulse from a vernal [springtime] wood\n\nMay teach you more of man,\n\nOf moral evil and of good,\n\nThan all the sages can.\n\nSweet is the lore which Nature brings;\n\nOur meddling intellect\n\nMis-shapes the beauteous forms of things:—\n\nWe murder to dissect.\n\nEnough of Science and of Art;\n\nClose up those barren leaves [pages of old books];\n\nCome forth, and bring with you a heart\n\nThat watches and receives.\n\nDocument 2\n\nSource: Novalis, a pen name used by Georg Philipp Friedrich, German aristocrat, scientist, and philosopher, excerpts from Notes for a Romantic Encylopaedia, 1798–99\n\nHow few people have a genius for experimenting. The true experimenter must have a feeling for Nature within himself, which—depending on the perfection of his faculties—guides him with unfailing surety along his path, allowing him to discover and determine with much greater precision, the hidden and decisive phenomenon. Nature inspires the true lover, as it were, and reveals herself [Nature] all the more completely through the experimenter—the more his constitution is in harmony with Nature.\n\nThus the true lover of Nature distinguishes himself by his skill in multiplying and simplifying, combining and analyzing, romanticizing and popularizing the experiments, by his ability in inventing new experiments—by his tasteful and ingenious selection and arrangement of Nature, his acuteness and clarity of observation, and by his artistic and concise, as well as extensive, descriptions, or presentations of his observations. Thus, the genius alone is the experimenter.\n\nThe poet understands Nature better than does the scientific mind.\n\nDocument 3\n\nSource: Samuel Taylor Coleridge, British Romantic poet, letter, 1801\n\nThe more I understand of Sir Isaac Newton's works, the more boldly I dare utter to my own mind, and therefore to you, that I believe the souls of five hundred Sir Isaac Newtons would go to the making up of a Shakespeare or a Milton [famous British poets]. But if it pleased the Almighty to grant me health, hope, and a steady mind . . . before my thirtieth year I will thoroughly understand the whole of Newton's works. At present I must content myself with endeavoring to make myself entire master of his easier work, that on optics.\n\nI am exceedingly delighted with the beauty and neatness of his experiments, and with the accuracy of his immediate deductions from them; but the opinions founded on these deductions, and indeed his whole theory is, I am persuaded, so exceedingly superficial as to be deemed false. Newton was a mere materialist. The Mind, in his system, is always passive, a lazy onlooker of the external world.\n\nDocument 4\n\nSource: Mary Shelley, British Romantic writer, Frankenstein; or, the Modern Prometheus, novel, 1818\n\n[Doctor Victor Frankenstein, the fictitious narrator of the novel, recalling his education]\n\nWhen I was thirteen years of age . . . I chanced to find the works of [ancient and medieval alchemists] Cornelius Agrippa, Paracelsus, and Albertus Magnus. . . . I read and studied the wild fancies of these writers with delight; they appeared to me treasures known to few besides myself.\n\nIn spite of the intense labor and wonderful discoveries of modern [scientists], their studies always left me discontented and unsatisfied. Sir Isaac Newton is said to have avowed that he felt like a child picking up shells beside the great and unexplored ocean of truth. Those of his successors in each branch of natural philosophy with whom I was acquainted appeared even to my boy’s apprehensions as [novices] engaged in the same pursuit.\n\nThe untaught peasant beheld the elements around him and was acquainted with their practical uses. The most learned modern philosopher knows little more. He has partially unveiled the face of Nature, but her immortal [foundations] are still a wonder and a mystery. [The scientist] might dissect, anatomize, and give names; but not speak of a final cause.\n\n[But regarding the alchemists], I thought, here were men who had penetrated deeper and knew more. I took their word for all that they [asserted], and I became their disciple.\n\nDocument 5\n\nSource: Percy Bysshe Shelley, British Romantic poet, “A Defense of Poetry,” 1821\n\nPoetry is indeed something divine. It is at once the center and circumference of knowledge; it is that which comprehends all science, and that to which all science must be referred. It is at the same time the root and blossom of all other systems of thought; it is that from which all spring, and that which adorns all; and that which, if [wilted], denies the fruit and the seed, and withholds from the barren world the nourishment and the succession of the branches of the tree of life.\n\nPoetry is not like reasoning, a power to be exerted according to the determination of the will. A man cannot say, “I will compose poetry.” The greatest poet even cannot say it. The mind in [the act of] creation is as a fading [ember], which some invisible influence, like an inconstant wind, awakens to transitory brightness. This power arises from within, like the color of a flower which fades and changes as it is developed, and the conscious portions of our natures [cannot predict] either its approach or its departure.\n\nDocument 6\n\nSource: Pelagio Palagi, Italian Romantic artist, Isaac Newton's Discovery of the Refraction of Light, 1827\n\nPinacoteca Tosio Martinengo, Brescia, Italy© NPL - DeA Picture Library/Bridgeman Images\n\nNewton, seated on the right, is watching a child blow soap bubbles.\n\nDocument 7\n\nSource: Johann Wolfgang von Goethe, German Romantic author, letter written to the chancellor of the German state of Weimar, 1828\n\nI continued to apply myself to the study of nature’s versatility in the plant kingdom, and while visiting [southern Italy] in 1787 I succeeded in grasping the growth and development of plants both perceptually and conceptually. Growth and development in the animal kingdom is closely related; I pursued the formulation of a theory of animal structures with more vigor, dictated my schematic outline to [a colleague] in 1795 in [the university town of] Jena, and soon had the pleasure of seeing other German researchers continue my work in this area.\n\nIf we recall the sublime way in which all natural phenomena have been linked bit by bit in human thought, and if we then take a second look at my early work as our point of departure, we cannot but smile [and take] pleasure in fifty years of progress.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate whether Romanticism maintained a connection to the Enlightenment or challenged the Enlightenment.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate whether Romanticism maintained a connection to the Enlightenment or challenged the Enlightenment.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Scientific, Philosophical and Political Developments"
  },
  "topic": {
    "code": "4.3",
    "text": "4.3: Enlightenment"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}