{
  "id": "VR734125",
  "type": "frq",
  "title": "Dejean on Paris Secondary SAQ",
  "content": {
    "description": "“Prior to the seventeenth century, the most celebrated European city was one famous for its past. Visitors made pilgrimages to Rome to tour its ancient monuments or its historic churches: they were seeking artistic inspiration and indulgences rather than novelty and excitement. Then, in the seventeenth century, a new model for urban space and urban life was invented, a blueprint for all great cities to come. The modern city as it came to be defined was designed to hold a visitor's attention with quite different splendors: contemporary residential architecture and unprecedented urban infrastructure rather than grand palaces and churches. And this remade the urban experience for both the city’s inhabitants and its visitors alike.\n\nThe modern city was oriented to the future rather than the past: speed and movement were its hallmarks. And as many Europeans quickly recognized, only one city was truly modern: Paris.\n\nVisitors who wanted to contemplate ancient monuments still went to Rome, but those in search of the novel and the cutting edge—in the arts and architecture, in technology and commerce, in fashion, and in cuisine—were traveling to Paris to discover a very different experience. . . . They spent less time in churches and more in cafés and public gardens, less time touring cemeteries and more visiting shops. They wanted to eat well and to be well outfitted as much as to tour a famous cathedral.”\n\nSource: Joan DeJean, historian, How Paris Became Paris: The Invention of the Modern City, 2014",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe one argument made in the passage.\n\nExplain how a piece of evidence from the passage supports one of the author’s claims.\n\nExplain how one development during the late 1600s and the 1700s shaped the changes described in the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nDescribe one argument made in the passage.\n\nExplain how a piece of evidence from the passage supports one of the author’s claims.\n\nExplain how one development during the late 1600s and the 1700s shaped the changes described in the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Absolutism and Constitutionalism"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Continuities and Changes to Economic Practice and Development"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim and/or argument in a text-based or non-text-based source."
  }
}