{
  "id": "VR734130",
  "type": "frq",
  "title": "Haitian Revolution DBQ",
  "content": {
    "description": "Document 1\n\nSource: Society of the Friends of the Blacks,1An abolitionist group founded in France address to the French National Assembly in favor of the abolition of the trade in enslaved persons, February 1790\n\nIf some motive might push enslaved people to insurrection, might it not be the indifference of the National Assembly to their circumstances? Might it not be the insistence on weighing them down with chains, when one proclaims everywhere this eternal truth: that all men are born free and equal in rights. So therefore there would only be chains and gallows for Black people while good fortune glimmers only for the White people? Have no doubt, our happy revolution must re-electrify Black people whom vengeance and resentment have electrified for so long. It is not with punishments that the upheaval will be repressed.\n\nDocument 2\n\nSource: Louise Larchevesque-Thibaud, letter to her husband, a deputy in the French National Assembly representing Haiti, November 1790\n\nThe [free people of mixed race] are still camped at Grande Rivière. They fired on our armed men on the first day, after which they placed themselves on a high crest. The troops still hope to capture them. It is the young [Vincent] Ogé,1A wealthy Haitian-born man of mixed race who recently arrived in the colony [from France], who is at the head of the armed rebels. Ogé has written a letter to the [Colonial] Assembly and another to the commander [governor]. He has told them that he has come from Paris to tell the people of mixed race about the decrees passed by the National Assembly and sanctioned by the king, and to ask the [Colonial] Assembly and the commander to carry out these decrees of March 8 and 28 [1790] that concern equality for people of mixed race. He says that he, Ogé, and all his men are going to unite to defend their rights and that they are determined to give their last drop of blood to uphold the decrees and defend the rights of mixed-race people.\n\nDocument 3\n\nSource: Dutty Boukman, a Vodun1A faith that combines African and Christian religious beliefs priest and leader of a group that escaped enslavement, sermon delivered at a planning meeting of rebels, Haiti, 1791\n\nThe god who created the sun which gives us light, who rouses the waves and rules the storm, though hidden in the clouds, he watches us. He sees all that the White man does. But the god of the White man inspires the White man with crime, while our god calls upon us to do good works. Our god who is good to us orders us to revenge our wrongs. Our god will direct our arms and aid us. Throw away the symbol of the god of the White man [the cross worn by Catholics around their necks] who has so often caused us to weep, and listen to the voice of freedom, which speaks in the hearts of us all.\n\nDocument 4\n\nSource: Jean-François Papillon and Georges Biassou, rebel leaders, letter to representatives of the French government, December 1791\n\nMost masters torture their slaves by mistreating them in all sorts of ways, taking away their two hours [of midday rest], their holidays and Sundays, leaving them naked, without any help even when they are sick, and letting them die of misery. Yes, sirs, how many barbarous masters there are who enjoy being cruel to these miserable slaves, or else managers or administrators who, to stay in their employers’ good graces, inflict a thousand of the same cruelties on the slaves as they pretend to carry out their responsibilities. Oh, sirs, in the name of humanity, look favorably on these unfortunates by clearly outlawing such harsh mistreatment, abolishing the terrible plantation prisons, where the conditions are miserable, and trying to improve the condition of this class of men so necessary to the colony, and we dare assure you that they will take up their work once again and will return to order.\n\nDocument 5\n\nSource: Thomas Clarkson, British abolitionist, The True State of the Case, Respecting the Insurrection at St. Domingo [Haiti], pamphlet, 1792\n\nTo what cause then may we attribute the insurrection in the islands? Undoubtedly to the slave trade, in consequence of which thousands are annually poured into the islands, who have been fraudulently and forcibly deprived of [their freedom]. All these people come into the islands, of course, with dissatisfied and exasperated minds, and this discontent and feeling of resentment must be further heightened by the treatment which people coming into them under such a situation must unavoidably receive. We cannot keep people in a state of subjection to us . . . except by breaking their spirits and treating them as creatures of another species.\n\nDocument 6\n\nSource: F. Bonneville, French artist, In Freedom Like You, engraving, 1793\n\nSource gallica.bnf.fr\n\nA caption below the engraving reads: “In freedom like you. The French Republic in accord with Nature has desired it; am I not your sister?”\n\nDocument 7\n\nSource: Toussaint L’Ouverture, rebel leader, “Address to Soldiers for the Universal Destruction of Slavery,” 1797\n\nLet the sacred flame of liberty that we have won lead all our acts. . . . Let us go forth to plant the tree of liberty, breaking the chains of our brothers still held captive under the shameful yoke of slavery. Let us bring them under the compass of our rights, the inalienable rights of free men. [Let us overcome] the barriers that separate nations and unite the human species into a single brotherhood. We seek only to bring to men the liberty that [God] has given them and that other men have taken from them only by transgressing His unchanging will.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate whether the Haitian Revolution was caused primarily by the spread of Enlightenment ideas or by the conditions of enslavement.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate whether the Haitian Revolution was caused primarily by the spread of Enlightenment ideas or by the conditions of enslavement.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Conflict, Crisis, and Reaction in the Late 18th Century"
  },
  "topic": {
    "code": "5.5",
    "text": "5.5: French Revolution's Effects"
  },
  "skill": {
    "code": "Skill 2.B",
    "text": "Skill 2.B: Explain the point of view, purpose, historical situation, and/or audience of a source."
  }
}