{
  "id": "FT659106",
  "type": "frq",
  "title": "Bear phylogeny",
  "content": {
    "description": "",
    "question": "Figure 1. Phylogenetic tree representing the evolutionary relatedness among bear populations based on mitochondrial DNA sequence comparisons Polar bears are highly adapted for life in cold climates around the North Pole. Brown bears, black bears, and pandas are found in warmer environments. Researchers collected complete mitochondrial DNA sequences from several populations of bears and constructed a phylogenetic tree to represent their evolutionary relatedness (Figure 1). A researcher studying adaptation in bears sequenced the nuclear gene encoding a lysosomal trafficking protein (LYST) in polar bears, brown bears, black bears, and panda bears. There are seven inferred amino acid substitutions that are found only in polar bears. Mutations that cause similar substitutions in the human LYST protein are associated with Chediak-Higashi syndrome, an autosomal recessive condition in which pigment is absent from the hair and eyes. The researcher used the inferred amino acid sequences to build the distance matrix shown in Table 1. (a) Use the phylogenetic tree in Figure 1 to estimate the age in hundreds of thousands of years of the most recent common ancestor of all brown bears. Identify the population of brown bears to which polar bears are most closely related based on the mitochondrial DNA sequence comparison. Identify two populations whose positions could be switched without affecting the relationships illustrated in the cladogram.",
    "image": null,
    "frqParts": [
      {
        "text": "Figure 1. Phylogenetic tree representing the evolutionary relatedness among bear populations based on mitochondrial DNA sequence comparisons Polar bears are highly adapted for life in cold climates around the North Pole. Brown bears, black bears, and pandas are found in warmer environments. Researchers collected complete mitochondrial DNA sequences from several populations of bears and constructed a phylogenetic tree to represent their evolutionary relatedness (Figure 1). A researcher studying adaptation in bears sequenced the nuclear gene encoding a lysosomal trafficking protein (LYST) in polar bears, brown bears, black bears, and panda bears. There are seven inferred amino acid substitutions that are found only in polar bears. Mutations that cause similar substitutions in the human LYST protein are associated with Chediak-Higashi syndrome, an autosomal recessive condition in which pigment is absent from the hair and eyes. The researcher used the inferred amino acid sequences to build the distance matrix shown in Table 1. (a) Use the phylogenetic tree in Figure 1 to estimate the age in hundreds of thousands of years of the most recent common ancestor of all brown bears. Identify the population of brown bears to which polar bears are most closely related based on the mitochondrial DNA sequence comparison. Identify two populations whose positions could be switched without affecting the relationships illustrated in the cladogram.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Biology/original.png"
      },
      {
        "text": "(b) Construct a cladogram on the template to represent a model of the evolutionary relatedness among the bear species based on the differences in LYST protein sequences (Table 1). Circle the position on the cladogram that represents the out-group.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Biology/original.png"
      },
      {
        "text": "(c) A student claims that mitochondrial DNA sequence comparisons provide a more accurate phylogeny of bear species than do LYST protein sequence comparisons. Provide ONE piece of reasoning to support the student’s claim.",
        "image": null
      },
      {
        "text": "(d) A researcher genetically engineers a mouse strain by deleting the mouse lyst gene and replacing it with the polar bear lyst gene. Predict the most likely difference in phenotype of the transgenic mouse strain compared to the wild-type mouse strain. Justify your prediction.",
        "image": null
      },
      {
        "text": "(e) Describe how the mutation in the lyst gene became common in the polar bear population. If the lyst gene were the only determinant of fur color, predict the percent of white offspring produced by a mating between a polar bear and a brown bear",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Gene Expression and Regulation"
  },
  "topic": {
    "code": "6.7",
    "text": "6.7: Mutations"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}