{
  "id": "FT659107",
  "type": "frq",
  "title": "Cellular response to infection",
  "content": {
    "description": "",
    "question": "Figure 1. Cellular response to infection by pathogenic bacteria Some pathogenic bacteria enter cells, replicate, and spread to other cells, causing illness in the host organism. Host cells respond to these infections in a number of ways, one of which involves activating particular enzymatic pathways (Figure 1). Cells normally produce a steady supply of inactive caspase-1 protein. In response to intracellular pathogens, the inactive caspase-1 is cleaved and forms an active caspase-1 (step 1). Active caspase-1 can cleave two other proteins. When caspase-1 cleaves an inactive interleukin (step 2), the active portion of the interleukin is released from the cell. An interleukin is a signaling molecule that can activate the immune response. When caspase-1 cleaves gasdermin (step 3), the N-terminal portions of several gasdermin proteins associate in the cell membrane to form large, nonspecific pores. Researchers created the model in Figure 1 using data from cell fractionation studies. In the experiments, various parts of the cell were separated into fractions by mechanical and chemical methods. Specific proteins known to be located in different parts of the cell were used as markers to determine the location of other proteins. The table below shows the presence of known proteins in specific cellular fractions. (a) Describe the effect of inhibiting step 3 on the formation of pores AND on the release of interleukin from the cell.",
    "image": null,
    "frqParts": [
      {
        "text": "Figure 1. Cellular response to infection by pathogenic bacteria Some pathogenic bacteria enter cells, replicate, and spread to other cells, causing illness in the host organism. Host cells respond to these infections in a number of ways, one of which involves activating particular enzymatic pathways (Figure 1). Cells normally produce a steady supply of inactive caspase-1 protein. In response to intracellular pathogens, the inactive caspase-1 is cleaved and forms an active caspase-1 (step 1). Active caspase-1 can cleave two other proteins. When caspase-1 cleaves an inactive interleukin (step 2), the active portion of the interleukin is released from the cell. An interleukin is a signaling molecule that can activate the immune response. When caspase-1 cleaves gasdermin (step 3), the N-terminal portions of several gasdermin proteins associate in the cell membrane to form large, nonspecific pores. Researchers created the model in Figure 1 using data from cell fractionation studies. In the experiments, various parts of the cell were separated into fractions by mechanical and chemical methods. Specific proteins known to be located in different parts of the cell were used as markers to determine the location of other proteins. The table below shows the presence of known proteins in specific cellular fractions. (a) Describe the effect of inhibiting step 3 on the formation of pores AND on the release of interleukin from the cell.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Biology/original.png"
      },
      {
        "text": "(b) Make a claim about how cleaving inactive caspase-1 results in activation of caspase-1. A student claims that preinfection production of inactive precursors shortens the response time of a cell to a bacterial infection. Provide ONE reason to support the student’s claim.",
        "image": null
      },
      {
        "text": "(c) A student claims that the NF-kB protein is located in the cytoplasm until the protein is needed for transcription. Justify the student’s claim with evidence. Identify TWO fractions where N-terminal gasdermin would be found in cells infected with pathogenic bacteria.",
        "image": null
      },
      {
        "text": "(d) Describe the most likely effect of gasdermin pore formation on water balance in the cell in a hypotonic environment.",
        "image": null
      },
      {
        "text": "(e) Explain how gasdermin pore formation AND interleukin release contribute to an organism’s defense against a bacterial pathogen.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cells"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Tonicity and Osmoregulation"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Describe characteristics of visual representations of biological concepts and processes."
  }
}