{
  "id": "FT659065",
  "type": "frq",
  "title": "Lemon juice slows the browning of apples",
  "content": {
    "description": "",
    "question": "Catechol, a natural substance found in plants, reacts with oxygen to produce benzoquinone and water, as represented by the chemical equation above. The reaction is catalyzed in plants by the enzyme polyphenol oxidase. Accumulation of benzoquinone in plant tissue results in the gradual appearance of a brown color. A student observes that lemon juice (pH 2) slows the browning of apple slices. The student claims that lemon juice slows the browning process by altering the activity of polyphenol oxidase. To test the claim, the student distributes equal amounts of a dilute catechol solution to 6 identical test tubes. The pH of each solution was adjusted as shown in the table, and the initial absorbance was recorded. Equal amounts of polyphenol oxidase were added to each reaction tube. After 10 minutes at room temperature the absorbance of 389 nm light (A389) was measured for each sample. Solutions containing greater concentrations of benzoquinone absorb more light. The changes in A389 are shown in the table below. (a) On the axes provided, construct an appropriately labeled bar graph to analyze the effect of pH on polyphenol oxidase activity.",
    "image": null,
    "frqParts": [
      {
        "text": "Catechol, a natural substance found in plants, reacts with oxygen to produce benzoquinone and water, as represented by the chemical equation above. The reaction is catalyzed in plants by the enzyme polyphenol oxidase. Accumulation of benzoquinone in plant tissue results in the gradual appearance of a brown color. A student observes that lemon juice (pH 2) slows the browning of apple slices. The student claims that lemon juice slows the browning process by altering the activity of polyphenol oxidase. To test the claim, the student distributes equal amounts of a dilute catechol solution to 6 identical test tubes. The pH of each solution was adjusted as shown in the table, and the initial absorbance was recorded. Equal amounts of polyphenol oxidase were added to each reaction tube. After 10 minutes at room temperature the absorbance of 389 nm light (A389) was measured for each sample. Solutions containing greater concentrations of benzoquinone absorb more light. The changes in A389 are shown in the table below. (a) On the axes provided, construct an appropriately labeled bar graph to analyze the effect of pH on polyphenol oxidase activity.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Biology/original.png"
      },
      {
        "text": "(b) Based on the experimental results, estimate the optimal pH of the enzyme. Explain your estimate by connecting the experimental results to the structure and function of proteins.",
        "image": null
      },
      {
        "text": "(c) Propose an appropriate control treatment for the experiment, and describe how the control treatment would increase the validity of the results.",
        "image": null
      },
      {
        "text": "(d) Genetic engineering can be used to disrupt specific genes in the genome of an organism. Predict how the browning of apple slices would be affected in a strain of apples that was genetically engineered to lack functional copies of the gene encoding polyphenol oxidase. Justify your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Cellular Energetics"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Environmental Impacts on Enzyme Function"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}