{
  "id": "FT659114",
  "type": "frq",
  "title": "B. theilandensis strains",
  "content": {
    "description": "",
    "question": "TABLE 1. SURVIVAL OF GENETICALLY MODIFIED B. THAILANDENSIS STRAINS B. thailandensis Strain Density of Live Cells (log CFU/mL) Culture Protein S Produced Protein R Produced T=0 Hours T=4 Hours 1 S1 none 7.3 4.5 2 S1 R1 7.9 7.9 3 S1 R2 6.5 3.8 In bacterial communities, where resources are often limited, survival requires the ability to sense, respond to, and cooperate or compete with neighboring organisms. In communities containing Burkholderia thailandensis bacteria, these abilities rely in part on contact-dependent communication with neighboring cells. This communication involves a signaling protein, protein S, that gets transported to the surface of the cell. When in direct physical contact with another bacterial cell, protein S is cleaved and internalized by the recipient cell, where it can act as a nuclease. There are different forms of protein S (e.g., S1, S2, S3) and different forms of an internal protein, protein R (e.g., R1, R2, R3). Recipient cells are protected from the nuclease activity of protein S if they produce the appropriate form of protein R. In an investigation, B. thailandensis strains were genetically engineered to produce different combinations of proteins S and R. The cells were placed in a nutrient-deficient medium (T=0 hours) and cultured for 4 hours (T=4 hours). The density of live cells in the culture was recorded at the two time points, T=0 hours and T=4 hours. The data are shown in Table 1. (a) Construct an appropriately labeled graph that represents the density of live cells in each culture of the three genetically altered B. thailandensis strains at both time points.",
    "image": null,
    "frqParts": [
      {
        "text": "TABLE 1. SURVIVAL OF GENETICALLY MODIFIED B. THAILANDENSIS STRAINS B. thailandensis Strain Density of Live Cells (log CFU/mL) Culture Protein S Produced Protein R Produced T=0 Hours T=4 Hours 1 S1 none 7.3 4.5 2 S1 R1 7.9 7.9 3 S1 R2 6.5 3.8 In bacterial communities, where resources are often limited, survival requires the ability to sense, respond to, and cooperate or compete with neighboring organisms. In communities containing Burkholderia thailandensis bacteria, these abilities rely in part on contact-dependent communication with neighboring cells. This communication involves a signaling protein, protein S, that gets transported to the surface of the cell. When in direct physical contact with another bacterial cell, protein S is cleaved and internalized by the recipient cell, where it can act as a nuclease. There are different forms of protein S (e.g., S1, S2, S3) and different forms of an internal protein, protein R (e.g., R1, R2, R3). Recipient cells are protected from the nuclease activity of protein S if they produce the appropriate form of protein R. In an investigation, B. thailandensis strains were genetically engineered to produce different combinations of proteins S and R. The cells were placed in a nutrient-deficient medium (T=0 hours) and cultured for 4 hours (T=4 hours). The density of live cells in the culture was recorded at the two time points, T=0 hours and T=4 hours. The data are shown in Table 1. (a) Construct an appropriately labeled graph that represents the density of live cells in each culture of the three genetically altered B. thailandensis strains at both time points.",
        "image": null
      },
      {
        "text": "(b) Explain the effect of expressing only S1 on the cells in culture 1. Describe the effect of expressing combinations of protein S and protein R on the survival of the cells in culture 2 AND culture 3.",
        "image": null
      },
      {
        "text": "(c) In naturally occurring solid surface environments, such as soil, bacteria use this same signaling pathway to initiate formation of biofilms, which are densely populated aggregates of bacteria. In the center of the biofilm, cells are more likely to interact only with cells of the same bacterial strain. At the edges of the biofilm, cells are more likely to encounter cells of a different bacterial strain or species. Identify the most likely type of ecological relationships among cells in the center of the biofilm AND cells at the edges of the biofilm. Provide reasoning to support a researcher’s claim that the bacteria cannot form biofilms at a low population density.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Cell Communication and Cell Cycle"
  },
  "topic": {
    "code": "4.3",
    "text": "4.3: Signal Transduction Pathways"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}