{
  "id": "VR732121",
  "type": "frq",
  "title": "FRQ3_Copepods",
  "content": {
    "description": "",
    "question": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored. Vernal ponds, ponds that fill with water each spring and then evaporate in late summer, pose particular challenges to the organisms that live in them. Copepods, a type of crustacean, produce eggs that survive in dry sediment (the soil and other solid material at the bottom of a pond) for long periods of time. Once the water returns, the copepod larvae emerge from the eggs and begin to eat, consuming primarily algae. However, algae often emerge from the sediment later than the copepod larvae do, and the algal populations grow slowly in cool spring temperatures. To investigate whether the copepods that live in vernal ponds have other adaptations to allow them to supplement their diet of algae, scientists examined related species that they categorized as large‑bodied or small‑bodied copepods. After examining the mouthparts of each species, the scientists determined a mouthpart carnivory score for each. A high score indicates a tendency toward a more carnivorous diet. The scientists also recorded the gut contents of each species in both early spring and summer. They hypothesized that large‑bodied copepods have mouth adaptations that enable them to eat small animals that emerge early from sediments, while the small‑bodied copepods do not have such adaptations. (a) Describe the effect of periodic changes in resource availability on population density.",
    "image": null,
    "frqParts": [
      {
        "text": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored. Vernal ponds, ponds that fill with water each spring and then evaporate in late summer, pose particular challenges to the organisms that live in them. Copepods, a type of crustacean, produce eggs that survive in dry sediment (the soil and other solid material at the bottom of a pond) for long periods of time. Once the water returns, the copepod larvae emerge from the eggs and begin to eat, consuming primarily algae. However, algae often emerge from the sediment later than the copepod larvae do, and the algal populations grow slowly in cool spring temperatures. To investigate whether the copepods that live in vernal ponds have other adaptations to allow them to supplement their diet of algae, scientists examined related species that they categorized as large‑bodied or small‑bodied copepods. After examining the mouthparts of each species, the scientists determined a mouthpart carnivory score for each. A high score indicates a tendency toward a more carnivorous diet. The scientists also recorded the gut contents of each species in both early spring and summer. They hypothesized that large‑bodied copepods have mouth adaptations that enable them to eat small animals that emerge early from sediments, while the small‑bodied copepods do not have such adaptations. (a) Describe the effect of periodic changes in resource availability on population density.",
        "image": null
      },
      {
        "text": "(b) Justify the researchers’ performing their measurements and analyzing gut contents in both early spring and summer.",
        "image": null
      },
      {
        "text": "(c) State a null hypothesis for this investigation.",
        "image": null
      },
      {
        "text": "(d) Climate change is causing water in vernal ponds to evaporate earlier in the summer. Scientists claim that under these conditions, copepod species with a lower mouthpart carnivory score are more likely to go extinct in these vernal ponds than are species with a greater mouthpart carnivory score. Provide reasoning to support the scientists’ claim.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.3",
    "text": "8.3: Population Ecology"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}