{
  "id": "FT533323",
  "type": "frq",
  "title": "Historians on the Progressive Movement",
  "content": {
    "description": "“Most [Progressive Era reformers] lived and worked in the midst of modern society and accepting its major thrust drew both their inspiration and their programs from its specific traits. ... They prized their organizations ... as sources of everyday strength, and generally they also accepted the organizations that were multiplying about them. ... The heart of progressivism was the ambition of the new middle class to fulfill its destiny through bureaucratic means.”\n\n— Robert H. Wiebe, historian, The Search for Order, 1877–1920, published in 1967\n\n“Women’s collective action in the Progressive era certainly expressed a maternalist ideology [a set of ideas that women’s roles as mothers gave them a responsibility to care for society as well]. ... But it was also sparked by a moral vision of a more equitable distribution of the benefits of industrialization. ... Within the political culture of middle-class women, gender consciousness combined with an awareness of class-based injustices, and talented leaders combined with grass-roots activism to produce an impressive force for social, political, and economic change.”\n\n— Kathryn Kish Sklar, historian, “The Historical Foundations of Women’s Power in the Creation of the American Welfare State,” Mothers of a New World, 1993",
    "question": "Using the excerpts, answer a, b, and c.\n\nBriefly explain ONE major difference between Wiebe’s and Sklar’s historical interpretations.\n\nBriefly explain how ONE example from the period 1880 to 1920 not explicitly mentioned in the excerpts could be used to support Wiebe’s argument.\n\nBriefly explain how ONE example from the period 1880 to 1920 not explicitly mentioned in the excerpts could be used to support Sklar’s argument.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpts, answer a, b, and c.\n\nBriefly explain ONE major difference between Wiebe’s and Sklar’s historical interpretations.\n\nBriefly explain how ONE example from the period 1880 to 1920 not explicitly mentioned in the excerpts could be used to support Wiebe’s argument.\n\nBriefly explain how ONE example from the period 1880 to 1920 not explicitly mentioned in the excerpts could be used to support Sklar’s argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.4",
    "text": "7.4: The Progressives"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}