{
  "id": "FT533236",
  "type": "frq",
  "title": "Evaluate Cold War fears",
  "content": {
    "description": "Document A\n\nSource: Dwight Eisenhower, press conference, March 1954.\n\nThere is too much hysteria. You know, the world is suffering from a multiplicity of fears. We fear the men in the Kremlin, we fear what they will do to our friends around them; we are fearing what unwise investigators will do to us here at home as they try to combat subversion or bribery or deceit within. We fear depression; we fear the loss of jobs. All of these, with their impact on the human mind, makes us act almost hysterically, and you find the hysterical reactions.\n\nDocument B\n\nSource: John Foster Dulles, Secretary of State, June 1954.\n\nIf world communism captures any American State, however small, a new and perilous front is established which will increase the danger to the entire free world and require even greater sacrifices form the American people.\n\nThis situation in Guatemala had become so dangerous that the American States could not ignore it. At Caracas last March, the American States held their Tenth Inter-American Conference. They then adopted a momentous statement. They declared that “the domination or control of the political institutions of any American State by the international Communist movement … would constitute a threat to the sovereignty and political independence of the American States, endangering the peace of America.”\n\nDocument C\n\nSource: Life Magaine, May 1955.\n\nDocument D\n\nSource: Saturday Evening Post, October 1956.\n\nOn last June twenty-ninth, with President Eisenhower’s signature, one of the most astounding pieces of legislation in history quietly became a law. Public Law 627 represents such a monumental conception of national public works that its accomplishment will literally dwarf any previous work of man…. That new title – the National System of Interstate and Defense Highways – tells the story of the road network, which will receive the major portion of the brave new effort to get this country out of its national traffic jam. The Interstate System … is the 40,000-mile network of existing roads which comprise our trunkline highways; it connects 209 of the 237 cities having a population of 50,000 or more and serves the country’s principal industrial and defense areas.\n\nDocument E\n\nSource: U.S. News and World Report, December 1957.\n\nDocument F\n\nSource: Herblock, The Washington Post, January 1958.\n\nDocument G\n\nSource: Special Message to the Congress from President Eisenhower on Education, January 1958.\n\nBecause of the national security interest in the quality and scope of our educational system in the years immediately ahead, however, the Federal Government must also undertake to play an emergency role. The Administration is therefore recommending certain emergency Federal action to encourage and assist greater effort in specific areas of national concern. These recommendations place principal emphasis on our national security requirements….\n\nIf we are to maintain our position of leadership, we must see to it that today’s young people are prepared to contribute the maximum to our future progress. Because of the growing importance of science and technology, we must necessarily give special – but by no means exclusive – attention to education in science and engineering.\n\nDocument H\n\nSource: Historical Statistics of the United States, Statistical Abstract of the United States, Department of Commerce.\n\nDocument I\n\nSource: President John F. Kennedy, inaugural address, January 1961.\n\nLet every nation know, whether it wishes us well or ill, that we shall pay any price, bear any burden, meet any hardship, support any friend, oppose any foe to assure the survival and the success of liberty….\n\nFinally, to those nations who would make themselves our adversary, we offer not a pledge, but a request: that both sides begin anew the quest for peace, before the dark powers of destruction unleashed by science engulf all humanity in planned or accidental self-destruction.\n\nWe dare not tempt them with weakness. For only when our arms are sufficient beyond doubt can we be certain that they will never be employed. But neither can two great and powerful groups of nations take comfort from our present course – both sides overburdened by the cost of modern weapons, both rigidly alarmed by the steady spread of the deadly atom, yet both racing to alter that uncertain balance of terror that stays the hand of mankind’s final war.",
    "question": "What were the Cold War fears of the American people in the aftermath of the Second World War? How successfully did the administration of President Dwight D. Eisenhower address these fears?\n\nIn your response you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least six documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nUse the documents and your knowledge of the years 1948–1961 to construct your response.",
    "image": null,
    "frqParts": [
      {
        "text": "What were the Cold War fears of the American people in the aftermath of the Second World War? How successfully did the administration of President Dwight D. Eisenhower address these fears?\n\nIn your response you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least six documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nUse the documents and your knowledge of the years 1948–1961 to construct your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 1945-1980"
  },
  "topic": {
    "code": "8.2",
    "text": "8.2: The Cold War from 1945 to 1980"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}