{
  "id": "FT533242",
  "type": "frq",
  "title": "Analyze the impact of urbanization",
  "content": {
    "description": "Document A\n\nDocument B\n\nSource: Atlanta Constitution, December 14, 1883.\n\nTonight, for the first time in Atlanta, the electric light will be turned on by the new company. That this will be an event is not to be questioned. It has long been a much talked of fact that Atlanta was the poorest lighted city of her size in the country but this evening the bands of darkness will be broken, and a flood tide of beautiful white light will be emitted from the handsome brass lamps now being distributed over the city.\n\nDocument C\n\nSource: Advertising pamphlet, East Lake, a Residence Suburb of Birmingham, Alabama, Issued by the East Lake Land Company, 1890.\n\nBirmingham, but a few years ago a small village, is known today wherever iron in its crude or finished forms is the supporting staple of great industries. . . . Immense furnaces now cover the mineral portion of Alabama and adjacent states. . . . Birmingham is, and is destined to be in constantly growing measure, a city crowded with population. Its skies must be obscured by the smoke of furnaces, foundries and factories; its streets must resound with the noise of locomotives, the rumble of wheels, and all the jar of heavy traffic. It will be an ideal place for business, but its centre will be by no means the best location for homes. Such distractions men will willingly bear in business hours. . . . But, for domestic life, if there is a quiet spot within easy reach, whose fields refresh the eye, where trees wave and waters flow, the man who has the means will choose it for his suburban home.\n\nDocument D\n\nSource: Chicago Tribune, February 4, 1890.\n\nIf the city Smoke Inspectors who go stumbling around with chins pointed skyward, vainly searching for the sources of the smoke which envelops the city, would take a pleasant ride up the elevator of some of the skyscrapers . . . they might sit in an easy chair, and there looking out of the tenth-story window upon the panorama of roofs and chimneys make an accurate map that would locate the offenders. . . . Side by side stand great buildings which produce hardly a whiff of smoke and others that continue to belch forth a continuous volume of sooty dirt. While the Smoke Inspector will claim his work has made the change, it is probably the moral suasion of newspaper agitation that has been the direct cause of the measure of reform that has already been accomplished rather than the fussy inactivity of the department of the City Health Commissioner.\n\nDocument E\n\nSource: “The Great Storm Sewer in Brooklyn, N.Y.,” Scientific American, 1892.\n\nDocument F\n\nSource: Adna Ferrin Weber, The Growth of Cities in the Nineteenth Century, 1899.\n\nWe have to take into consideration the forces which in recent times have spread a knowledge of the advantages of city life among all classes of the community. Education has a great deal to do with it, especially the half-education which prevails in the rural districts and gives the farmers’ boys a glimpse of a more attractive life, without teaching them how to attain such a life at home. Then the newspaper comes in to complete the enchantment, with its gibes against the “hayseed” and “country bumpkin.”\n\nDocument G\n\nSource: Theodore Dreiser, Sister Carrie, 1900.\n\nWhen a girl leaves her home at eighteen, she does one of two things. Either she falls into saving hands and becomes better, or she rapidly assumes that cosmopolitan standard of virtue and becomes worse. Of an intermediate balance, under the circumstances, there is no possibility. The city has its cunning wiles. . . . A blare of sound, a roar of life, a vast array of human hives, appeal to the astonished senses in equivocal terms. . . . Unrecognized for what they are, their beauty, like music, too often relaxes, then weakens, then perverts the simpler human perceptions.\n\nDocument H\n\nSource: Constantine Panunzio, describing an immigrant neighborhood in Boston in the early twentieth century.\n\nHere was a congestion the likes of which I had never seen before. Within the narrow limits of one-half square mile were crowded together thirty-five thousand people, living tier upon tier, huddled together until the very heavens seemed to be shut out. These narrow alleylike streets were one mass of litter. The air was laden with soot and dirt. Ill odors arose from every direction. Here were no trees; no parks worthy of the name; no playgrounds other than the dirty streets for children to play on.\n\nSource: Robert Hunter, Poverty, 1904.\n\nWe know some of the insanitary evils of tenements and factories; we know of the neglect of the street child, the aged, the infirm, the crippled. . . . To deal with these specific problems, I have elsewhere mentioned some reforms which seem to me preventive in their nature. They contemplate mainly such legislative action as may enforce upon the entire country certain minimum standards of working and of living conditions. They would make all tenements and factories sanitary; they would regulate the hours of work, especially for women and children . . . they would institute all necessary measures to stamp out unnecessary disease and to prevent unnecessary death . . . they would institute all necessary educational and recreational institutions to replace the social and educational losses of the home and the domestic workshop. . . .\n\nDocument I\n\nSource: William Allen White, The Old Order Changeth, 1910.\n\nThe extra-constitutional place of the boss in government was as the extra-constitutional guardian of business. If a telephone company desired to put its poles in the street, and the city council objected, straightaway went the owner of the telephone stock to the boss. He straightened matters out. If a streetcar company was having trouble with the city street department, the manager of the street railway went to the boss, and the street department became reasonable. . . .\n\nAnd now for ten years there has been a distinct movement among the American people. . . . It is called variously: Reform, the Moral Awakening, the New Idea, the Square Deal, the Uplift, Insurgency. . . . And the most hopeful sign of the times lies in the fact that the current is almost world-wide.\n\nDocument J\n\nSource: Charles S. Johnson, reporting on interviews with African American migrants to Chicago, 1917.\n\nMr. Hunter . . . from Meridian, Miss. . . . came to Chicago in December. Wife in April, mother and children in July. . . . Mrs. Hunter, his mother, had occasion to go to Birmingham. There the people were leaving in large numbers for the North, mostly men. She asked why. They said, higher wages. . . . The people in her home town had been approached by agents but doubted. She herself could not believe. Went home and told her son . . . and urged him to go and see for himself. He left in December, in 3 weeks he wrote home. “Everything is just like they say, if not better.” Then he sent money for his wife in April. . . . Meanwhile excitement at home was waxing warm. Her neighbors daughter ventured North. She had been receiving at home $2.00 per week. Worked in the Stockyards at $2.00 per day. Wrote home. People at first said she was merely lying.",
    "question": "From 1880 to 1920, cities in the United States grew rapidly. What factors caused that growth, and in what ways did Americans respond to the challenges posed by urbanization?\n\nIn your response you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least six documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nConfine your answer to the period 1880 to 1920.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/United_States_History/0b898ddbc45673a0b9915ecaddd42056.png",
    "frqParts": [
      {
        "text": "From 1880 to 1920, cities in the United States grew rapidly. What factors caused that growth, and in what ways did Americans respond to the challenges posed by urbanization?\n\nIn your response you should do the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least six documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.\n\nConfine your answer to the period 1880 to 1920.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.8",
    "text": "6.8: Immigration and Migration in the Gilded Age"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}