{
  "id": "FT559571",
  "type": "frq",
  "title": "Explain the causes of the women's rights movement",
  "content": {
    "description": "Document 1\n\nSource: “Victory Waits On Your Fingers—Keep ’Em Flying Miss U.S.A.,” produced by the Royal Typewriter Company for the United States Civil Service Commission, 1942.\n\nDocument 2\n\nSource: Betty Friedan, UE (United Electrical, Radio and Machine Workers of America) Fights for Women Workers, 1952.\n\nIn advertisements across the land, industry glorifies the American woman—in her gleaming GE kitchen, at her Westinghouse laundromat, before her Sylvania television set. Nothing is too good for her—unless she works for GE, or Westinghouse, or Sylvania or thousands of other corporations throughout the U.S.A.\n\nAs an employee, regardless of her skill, she is rated lower than common labor (male). She is assigned to jobs which, according to government studies, involve greater physical strain and skill than many jobs done by men—but she is paid less than the underpaid sweeper, the least skilled men in the plant. She is speeded up until she may faint at her machine, to barely earn her daily bread.\n\nWage discrimination against women workers exists in every industry where women are employed. It exists because it pays off in billions of dollars in extra profits for the companies. According to the 1950 census, the average wage of women in factories was $1,285 a year less than men. . . . In just one year, U.S. corporations made five billion four hundred million dollars in extra profits from their exploitation of women.\n\nDocument 3\n\nSource: “Sex and Caste: A Kind of Memo from Casey Hayden and Mary King to a number of other women in the peace and freedom movements,” 1965.\n\nWomen we’ve talked to who work in the [peace and civil rights] movement seem to be caught up in a common-law caste system that operates, sometimes subtly, forcing them to work around or outside hierarchical structures of power which may exclude them. Women seem to be placed in the same position of assumed subordination in personal situations too. It is a caste system which, at its worst, uses and exploits women.\n\nThe caste system perspective dictates the roles assigned to women in the [peace and civil rights] movement, and certainly even more to women outside the movement. Within the movement, questions arise in situations ranging from relationships of women organizers to men in the community, to who cleans the freedom house, to who holds leadership positions, to who does secretarial work, and who acts as spokesman [spokesperson] for groups. Other problems arise between women with varying degrees of awareness of themselves as being as capable as men but held back from full participation, or between women who see themselves as needing more control of their work than other women demand.\n\nCasey Hayden and Mary Elizabeth King. Excerpt edited by the publisher.\n\nDocument 4\n\nSource: Robin Morgan and the New York Radical Women, press release, “No More Miss America!,” 1968.\n\nFOR IMMEDIATE RELEASE\n\nOn September 7th in Atlantic City, the Annual Miss America Pageant will again crown “your ideal.” But this year, reality will liberate the contest auction-block in the guise of “genyooine” de-plasticized, breathing women. . . . Women of every political persuasion—all are invited to join us in a day-long boardwalk-theater event. . . . We will protest the image of Miss America, an image that oppresses women in every area in which it purports to represent us. There will be: Picket Lines; Guerrilla Theater; Leafleting; Lobbying Visits to the contestants urging our sisters to reject the Pageant Farce and join us; a huge Freedom Trash Can (into which we will throw bras, girdles, curlers, false eyelashes, wigs, and representative issues of Cosmopolitan, Ladies’ Home Journal, Family Circle, etc.—bring any such woman-garbage you have around the house); we will also announce a Boycott of all those commercial products related to the Pageant. . . . It should be a groovy day on the Boardwalk in the sun with our sisters. In case of arrests, however, we plan to reject all male authority and demand to be busted by policewomen only.\n\nMale chauvinist-reactionaries on this issue had best stay away, nor are male liberals welcome in the demonstrations. But sympathetic men can donate money as well as cars and drivers.\n\nMale reporters will be refused interviews. We reject patronizing reportage. Only newswomen will be recognized.\n\n“No More Miss America!” from SISTERHOOD IS POWERFUL An Anthology of Writings from the Women’s Liberation Movement © 1970 by Robin Morgan. By permission of Edite Kroll Literary Agency Inc.\n\nDocument 5\n\nSource: Mirta Vidal, “Women: New Voice of La Raza,” 1971.\n\n[The] awakening of Chicana consciousness has been prompted by the “machismo” she encounters in the movement.... This behavior . . . is a serious obstacle to women anxious to play a role in the struggle for Chicano liberation.\n\nThe oppression suffered by Chicanas is different from that suffered by most women in this country. Because Chicanas are part of an oppressed nationality, they are subjected to the racism practiced against La Raza. Since the overwhelming majority of Chicanos are workers, Chicanas are also victims of the exploitation of the working class. But in addition, Chicanas . . . are relegated to an inferior position because of their sex. Thus, Raza women suffer a triple form of oppression.... Because sexism and male chauvinism are so deeply rooted in this society, there is a strong tendency . . . to deny the basic right of Chicanas to organize around their own concrete issues. Instead they are told to stay away from the women’s liberation movement because it is an “Anglo thing.”\n\nCopyright © 1971 by Pathfinder Press. Reprinted by permission.\n\nDocument 6\n\nSource: United States Congress, Title IX, Education Amendments, 1972.\n\nNo person in the United States shall, on the basis of sex, be excluded from participation in, be denied the benefits of, or be subjected to discrimination under any education program or activity receiving Federal financial assistance.\n\nDocument 7\n\nSource: Image of a crowd at a reproductive rights demonstration, Pittsburgh, PA, 1974.",
    "question": "Directions: It is suggested that you spend 15 minutes reading the documents and 40 minutes writing your response.\n\nNote: You may begin writing your response before the reading period is over.\n\nQuestion 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response you should do the following.\n\nThesis: Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.\n\nArgument Development: Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.\n\nUse of the Documents: Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.\n\nSourcing the Documents: Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.\n\nContextualization: Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.\n\nOutside Evidence: Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.\n\nSynthesis: Extend the argument by explaining the connections between the argument and ONE of the following.\n\nA development in a different historical period, situation, era, or geographical area.\n\nA course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).\n\nExplain the causes of the rise of a women’s rights movement in the period 1940–1975.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: It is suggested that you spend 15 minutes reading the documents and 40 minutes writing your response.\n\nNote: You may begin writing your response before the reading period is over.\n\nQuestion 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response you should do the following.\n\nThesis: Present a thesis that makes a historically defensible claim and responds to all parts of the question. The thesis must consist of one or more sentences located in one place, either in the introduction or the conclusion.\n\nArgument Development: Develop and support a cohesive argument that recognizes and accounts for historical complexity by explicitly illustrating relationships among historical evidence such as contradiction, corroboration, and/or qualification.\n\nUse of the Documents: Utilize the content of at least six of the documents to support the stated thesis or a relevant argument.\n\nSourcing the Documents: Explain the significance of the author’s point of view, author’s purpose, historical context, and/or audience for at least four documents.\n\nContextualization: Situate the argument by explaining the broader historical events, developments, or processes immediately relevant to the question.\n\nOutside Evidence: Provide an example or additional piece of specific evidence beyond those found in the documents to support or qualify the argument.\n\nSynthesis: Extend the argument by explaining the connections between the argument and ONE of the following.\n\nA development in a different historical period, situation, era, or geographical area.\n\nA course theme and/or approach to history that is not the focus of the essay (such as political, economic, social, cultural, or intellectual history).\n\nExplain the causes of the rise of a women’s rights movement in the period 1940–1975.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.12",
    "text": "7.12: World War II - Mobilization"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}