{
  "id": "FT556335",
  "type": "frq",
  "title": "Causes of the rise of conservatism",
  "content": {
    "description": "The graph is for background information. Analysis of it is not required and will not count toward the required number of documents.\n\nDocument 1\n\nSource: Barry Goldwater, a Republican senator from Arizona, The Conscience of a Conservative, 1960.\n\nFranklin Roosevelt’s rapid conversion from Constitutionalism to the doctrine of unlimited government is an oft-told story....I am here concerned...by the unmistakable tendency of the Republican Party to adopt the same course. The result is that today neither of our two parties maintains a meaningful commitment to the principle of States’ Rights. Thus, the cornerstone of the Republic, our chief bulwark against the encroachment of individual freedom by Big Government, is fast disappearing under the piling sands of absolutism....\n\nThe root evil is that the government is engaged in activities in which it has no legitimate business. As long as the federal government acknowledges responsibility in a given social or economic field, its spending in that field cannot be substantially reduced.\n\nDocument 2\n\nSource: Milton Friedman, economist, Capitalism and Freedom, 1962.\n\nWe now have several decades of experience with governmental intervention....\n\nWhich if any of the great “reforms” of past decades has achieved its objectives?...\n\nA housing program intended to improve the housing conditions of the poor, to reduce juvenile delinquency, and to contribute to the removal of urban slums, has worsened the housing conditions of the poor, contributed to juvenile delinquency, and spread urban blight....\n\nThe greater part of the new ventures undertaken by government in the past few decades have failed to achieve their objectives. The United States has continued to progress; its citizens have become better fed, better clothed, better housed, and better transported; class and social distinctions have narrowed; minority groups have become less disadvantaged.... All this has been the product of the initiative and drive of individuals co-operating through the free market.\n\nDocument 3\n\nSource: Letter to Nelson Rockefeller, Republican governor of New York, February 6, 1971.\n\nThis letter is written to you by a law abiding citizen who feels she is discriminated against in favor of dope addicts and welfare cheats. I am a widow who lives alone, works every day, pays taxes and lives by the rules. I get very little from my taxes when I can no longer walk on the streets and when I am afraid in my own home.... Sorry this letter is not typed. My typewriter was stolen.\n\nDocument 4\n\nSource: Jerry Falwell, television evangelist and founder of the Moral Majority, Listen, America!, 1980.\n\nWe must reverse the trend America finds herself in today. Young people between the ages of twenty-five and forty have been born and reared in a different world than Americans of years past. The television set has been their primary baby-sitter. From the television set they have learned situation ethics and immorality—they have learned a loss of respect for human life. They have learned to disrespect the family as God has established it. They have been educated in a public-school system that is permeated with secular humanism. They have been taught that the Bible is just another book of literature. They have been taught that there are no absolutes in our world today. They have been introduced to the drug culture. They have been reared by the family and the public school in a society that is greatly void of discipline and character-building. These same young people have been reared under the influence of a government that has taught them socialism and welfarism. They have been taught to believe that the world owes them a living whether they work or not.\n\nFrom AMERICA: A NARRATIVE HISTORY, SEVENTH EDITION by George Brown Tindall & David E. Shi. Copyright © 2007, 2004, 1999, 1996, 1992, 1988, 1984 by W.W. Norton & Company, Inc. Used by permission of W.W. Norton & Company, Inc. Excerpt from LISTEN, AMERICA! by Jerry Falwell, copyright © 1980 by Jerry Falwell. Used by permission of Doubleday, an imprint of the Knopf Doubleday Publishing Group, a division of Random House LLC. All rights reserved. Any third party use of this material, outside of this publication, is prohibited. Interested parties must apply directly to Random House LLC for permission.\n\nDocument 5\n\nSource: 1980 Republican Party Platform.\n\nOverseas, our goal is...to preserve a world at peace by keeping America strong. This philosophy once occupied a hallowed place in American diplomacy, but it was casually... dismissed at the outset by the Carter Administration—and the results have been shattering. Never before in modern history has the United States endured as many humiliations, insults, and defeats as it has during the past four years: our ambassadors murdered, our embassies burned, our warnings ignored, our diplomacy scorned, our diplomats kidnapped. The Carter Administration has shown that it neither understands totalitarianism nor appreciates the way tyrants take advantage of weakness. The brutal invasion of Afghanistan promises to be only the forerunner of much more serious threats to the West—and to world peace—should the Carter Administration somehow cling to power.\n\nDocument 6\n\nSource: Teddi Holt, a homemaker, a member of Georgia Stop ERA, and the national president of Mothers On the March, 1984.\n\nI am pleased that God blessed me with the privilege of being a woman. I have never been envious of the role of men but have had respect for both sexes. There’s no doubt that there has been discrimination against women, but that is past history, just as discrimination against blacks is past history in the US....\n\nJust what were we women to be liberated from? These women [feminists] were calling for liberation from the things women like me love most—our husbands, our children, our homes. My cry became: “God, liberate us from the Liberators!”...\n\nWe believe that the mothers of this and other nations must stand up for the protection of our homes and our children. In no way are we extremists, unless we be guilty of extreme devotion to our husbands, our children, and our homes. It is our sincere belief that if we do not unite against the threats to the home, if we retire to the convenience and security of our houses and do not speak out, then it will not be long until we, the “keeper at home” (Titus 2.5) will not have a home to keep!\n\nExcerpt from “Women Who Do and Women Who Don’t Join the Women’s Movement” by Teddi Holt and edited by Robyn Rowland, Copyright © 1984 by Teddi Holt. Reproduced by permission of Taylor & Francis Books U.K.",
    "question": "Directions: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response you should do the following.\n\nState a relevant thesis that directly addresses all parts of the question.\n\nSupport the thesis or a relevant argument with evidence from all, or all but one, of the documents.\n\nIncorporate analysis of all, or all but one, of the documents into your argument.\n\nFocus your analysis of each document on at least one of the following: intended audience, purpose, historical context, and/or point of view.\n\nSupport your argument with analysis of historical examples outside the documents.\n\nConnect historical phenomena relevant to your argument to broader events or processes.\n\nSynthesize the elements above into a persuasive essay that extends your argument, connects it to a different historical context, or accounts for contradictory evidence on the topic.\n\nExplain the reasons why a new conservatism rose to prominence in the United States between 1960 and 1989.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/United_States_History/664f84e20149cd7fe07244443f4cdcf4.png",
    "frqParts": [
      {
        "text": "Directions: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response you should do the following.\n\nState a relevant thesis that directly addresses all parts of the question.\n\nSupport the thesis or a relevant argument with evidence from all, or all but one, of the documents.\n\nIncorporate analysis of all, or all but one, of the documents into your argument.\n\nFocus your analysis of each document on at least one of the following: intended audience, purpose, historical context, and/or point of view.\n\nSupport your argument with analysis of historical examples outside the documents.\n\nConnect historical phenomena relevant to your argument to broader events or processes.\n\nSynthesize the elements above into a persuasive essay that extends your argument, connects it to a different historical context, or accounts for contradictory evidence on the topic.\n\nExplain the reasons why a new conservatism rose to prominence in the United States between 1960 and 1989.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 1945-1980"
  },
  "topic": {
    "code": "8.6",
    "text": "8.6: Early Steps in the Civil Rights Movement (1940s and 1950s)"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}