{
  "id": "FT556334",
  "type": "frq",
  "title": "Adams and Rush on the American Revolution",
  "content": {
    "description": "“As to the history of the revolution, my ideas may be peculiar, perhaps singular. What do we mean by the revolution? The war? That was no part of the revolution; it was only an effect and consequence of it. The revolution was in the minds of the people, and this was effected from 1760 to 1775, in the course of fifteen years, before a drop of blood was shed at Lexington.”\n\nFormer president John Adams to former president Thomas Jefferson, August 1815\n\n“There is nothing more common than to confound the terms of the American Revolution with those of the late American war. The American war is over: but this is far from being the case with the American Revolution. On the contrary, nothing but the first act of the great drama is closed. It remains yet to establish and perfect our new forms of government; and to prepare the principles, morals, and manners of our citizens, for these forms of government, after they are established and brought to perfection.”\n\nBenjamin Rush, signer of the Declaration of Independence and delegate\n\nto the Continental Congress, January 1787",
    "question": "Directions: Read the question carefully. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpts, answer (a), (b), and (c).\n\nBriefly describe ONE significant difference between Adams’ understanding and Rush’s understanding of the American Revolution.\n\nBriefly explain how ONE specific historical event or development from the period between 1760 and 1800 could be used to support Adams’ interpretation.\n\nBriefly explain how ONE specific historical event or development from the period between 1760 and 1800 could be used to support Rush’s interpretation.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Read the question carefully. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpts, answer (a), (b), and (c).\n\nBriefly describe ONE significant difference between Adams’ understanding and Rush’s understanding of the American Revolution.\n\nBriefly explain how ONE specific historical event or development from the period between 1760 and 1800 could be used to support Adams’ interpretation.\n\nBriefly explain how ONE specific historical event or development from the period between 1760 and 1800 could be used to support Rush’s interpretation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Taxation Without Representation"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}