{
  "id": "FT559569",
  "type": "frq",
  "title": "Historians on robber baron or captain of industry",
  "content": {
    "description": "“They were aggressive men, as were the first feudal barons; sometimes they were lawless; in important crises, nearly all of them tended to act without those established moral principles which fixed more or less the conduct of the common people of the community.... These men were robber barons as were their medieval counterparts, the dominating figures of an aggressive economic age.... Under their hands, the renovation of our economic life proceeded relentlessly; large-scale production replaced the scattered, decentralized mode of production; industrial enterprises became more concentrated, more ‘efficient’ technically, and essentially ‘cooperative,’ where they had been purely individualistic and lamentably wasteful.”\n\nMatthew Josephson, historian, 1934\n\n“What really lifted the giants above the rest was the ability to envision where the world, or their part of it, was going, and to act on that vision in a creative way.... From the days of Adam Smith, self-interest has been the acknowledged driving force of capitalism; the secret of the market system is that one person’s self-interest can simultaneously serve the interests of others. Buyers and sellers, producers and consumers, investors and entrepreneurs take reciprocal advantage of each other. Success rewards those who can discover or create areas of reciprocity; the larger the area, the greater the success. . . . They were captains of industry; but like officers of volunteer regiments, they held their posts at the sufferance of those they led.”\n\nH. W. Brands, historian, 1999",
    "question": "Using the excerpts, answer (a), (b), and (c).\n\nBriefly explain ONE major difference between Josephson’s and Brands’s historical interpretations of business leaders who rose to prominence between 1865 and 1900.\n\nBriefly explain how ONE person, event, or development from the period 1865–1900 that is not explicitly mentioned in the excerpts could be used to support Josephson’s interpretation.\n\nBriefly explain how ONE person, event, or development from the period 1865–1900 that is not explicitly mentioned in the excerpts could be used to support Brands’s interpretation.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpts, answer (a), (b), and (c).\n\nBriefly explain ONE major difference between Josephson’s and Brands’s historical interpretations of business leaders who rose to prominence between 1865 and 1900.\n\nBriefly explain how ONE person, event, or development from the period 1865–1900 that is not explicitly mentioned in the excerpts could be used to support Josephson’s interpretation.\n\nBriefly explain how ONE person, event, or development from the period 1865–1900 that is not explicitly mentioned in the excerpts could be used to support Brands’s interpretation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.6",
    "text": "6.6: The Rise of Industrial Capitalism"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}