{
  "id": "FT560430",
  "type": "frq",
  "title": "Historians on the Cold War",
  "content": {
    "description": "“The early Cold War in Europe, therefore, cannot be understood by looking at the policies of either the United States or the Soviet Union in isolation. What evolved on the continent was an interactive system in which the actions of each side affected not only the other but also the Europeans; their responses, in turn shaped further decisions in Washington and Moscow. It quickly became clear... that an American empire would accommodate far greater diversity than would one run by the Soviet Union: as a consequence most Europeans accepted and even invited American hegemony, fearing deeply what that of the Russians might entail.”\n\nJohn Lewis Gaddis, historian, We Now Know: \n\nRethinking Cold War History, 1997\n\n“Instead of overturning the international system, many Third World nations became its main victims through the extension of Cold War tensions to their territories. . . . The main significance of the Cold War for the Third World (and of the Third World for the Cold War) seems to me to be this: That the ideological rivalry of the two superpowers came to dominate Third World politics to such an extent that in some countries it delegitimized the development of the domestic political discourse that any state needs for its survival.”\n\nOdd Arne Westad, historian,\n\n“The New International History of the Cold War:\n\nThree (Possible) Paradigms,”Diplomatic History, 2000",
    "question": "Using the excerpts, answer (a), (b), and (c).\n\nBriefly explain ONE major difference between Gaddis’ and Westad’s historical interpretations of the Cold War.\n\nBriefly explain how ONE event or development in the period 1945 to 1980 that is not explicitly mentioned in the excerpts could be used to support Gaddis’ interpretation.\n\nBriefly explain how ONE event or development in the period 1945 to 1980 that is not explicitly mentioned in the excerpts could be used to support Westad’s interpretation.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpts, answer (a), (b), and (c).\n\nBriefly explain ONE major difference between Gaddis’ and Westad’s historical interpretations of the Cold War.\n\nBriefly explain how ONE event or development in the period 1945 to 1980 that is not explicitly mentioned in the excerpts could be used to support Gaddis’ interpretation.\n\nBriefly explain how ONE event or development in the period 1945 to 1980 that is not explicitly mentioned in the excerpts could be used to support Westad’s interpretation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 1945-1980"
  },
  "topic": {
    "code": "8.2",
    "text": "8.2: The Cold War from 1945 to 1980"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}