{
  "id": "FT568242",
  "type": "frq",
  "title": "Historians on the origin of the Revolution",
  "content": {
    "description": "“Although eighteenth-century America was predominantly a rural, agricultural society, its seaboard commercial cities were the cutting edge of economic, social, and political change. . . . In America, it was in the colonial cities that the transition first occurred from a barter economy to a commercial one. . . . The cities predicted the future.... Urban people, at a certain point in the preindustrial era, upset the equilibrium of an older system of social relations and turned the seaport towns into crucibles of revolutionary agitation.”\n\n-Gary B. Nash, historian, The Urban Crucible, 1986\n\n“The colonist’s attitudes toward civil uprising were part of a broader Anglo-American political tradition. In the course of the eighteenth century, colonists became increasingly interested in the ideas of seventeenth-century English revolutionaries . . . and the later writers who carried on and developed this tradition. . . . By the 1760s . . . this . . . tradition provided a strong unifying element between colonists North and South. It offered, too, a corpus of ideas about public authority and popular political responsibilities that shaped the American revolutionary movement. Spokesmen for this English revolutionary tradition were distinguished in the eighteenth century above all by their outspoken defense of the people’s right to rise up against their rulers.”\n\n-Pauline Maier, historian, From Resistance to Revolution, 1991",
    "question": "Directions: In your response, be sure to address all parts of the questions you answer. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpts above, answer (a), (b), and (c).\n\nBriefly describe ONE major difference between Nash’s and Maier’s historical interpretations of the origins of the American Revolution.\n\nBriefly explain how ONE specific historical event or development from the period 1754 to 1800 that is not explicitly mentioned in the excerpts could be used to support Nash’s argument.\n\nBriefly explain how ONE specific historical event or development from the period 1754 to 1800 that is not explicitly mentioned in the excerpts could be used to support Maier’s argument.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: In your response, be sure to address all parts of the questions you answer. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpts above, answer (a), (b), and (c).\n\nBriefly describe ONE major difference between Nash’s and Maier’s historical interpretations of the origins of the American Revolution.\n\nBriefly explain how ONE specific historical event or development from the period 1754 to 1800 that is not explicitly mentioned in the excerpts could be used to support Nash’s argument.\n\nBriefly explain how ONE specific historical event or development from the period 1754 to 1800 that is not explicitly mentioned in the excerpts could be used to support Maier’s argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Taxation Without Representation"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}