{
  "id": "FT571288",
  "type": "frq",
  "title": "Historians on mass production",
  "content": {
    "description": "“By the 1920s the United States possessed the most prolific production technology the world has ever known.\n\n. . . [Henry] Ford’s work and the emulation of it by other manufacturers led to the establishment of what could be called an ethos of mass production in America. The creation of this ethos marks a significant moment.... Certain segments of American society looked at Ford’s and the entire automobile industry’s ability to produce large quantities of goods at surprisingly low costs.... When they did so, they wondered why [other goods] could not be approached in precisely the same manner in which Ford approached the automobile.... The ethos of mass production, established largely by Ford, will die a hard death, if it ever disappears completely.”\n\nDavid A. Hounshell, historian, From the American System to Mass\n\nProduction, 1984\n\n“The impact of Fordism on the worker was debilitating. The individual became an anonymous, interchangeable robot who had little chance on the job to demonstrate his personal qualifications for upward mobility into the echelons of management. Thus, the American myth of unlimited individual social mobility, based on ability and the ideal of the self-made man, became a frustrating impossibility for the assembly-line worker. As the job became a treadmill to escape from rather than a calling in which to find fulfillment, leisure began to assume a new importance. The meaning of work, long sanctified in the Protestant ethic, was reduced to monetary remuneration. The value of thrift and personal economy became questionable, too, as mass consumption became an inevitable corollary of mass production.”\n\nJames J. Flink, historian, The Automobile Age, 1988",
    "question": "Using the excerpts, answer (a), (b), and (c).\n\na) Briefly describe ONE major difference between Hounshell’s and Flink’s historical interpretations of mass production.\n\nb) Briefly explain how ONE specific historical event or development during the period 1890 to 1945 that is not explicitly mentioned in the excerpts could be used to support Hounshell’s interpretation.\n\nc) Briefly explain how ONE specific historical event or development during the period 1890 to 1945 that is not explicitly mentioned in the excerpts could be used to support Flink’s interpretation.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpts, answer (a), (b), and (c).\n\na) Briefly describe ONE major difference between Hounshell’s and Flink’s historical interpretations of mass production.\n\nb) Briefly explain how ONE specific historical event or development during the period 1890 to 1945 that is not explicitly mentioned in the excerpts could be used to support Hounshell’s interpretation.\n\nc) Briefly explain how ONE specific historical event or development during the period 1890 to 1945 that is not explicitly mentioned in the excerpts could be used to support Flink’s interpretation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.14",
    "text": "6.14: Continuity and Change in Period 6"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}