{
  "id": "VH015039",
  "type": "frq",
  "title": "Ideas about Emancipation",
  "content": {
    "description": "Document 1\n\nSource: New-York Daily Tribune, May 31, 1861\n\nTHE CONTRABAND CHATTELS QUESTION\n\n[When eight runaway slaves arrived in the Union Army camp at Fort Monroe, Virginia], Gen[eral] [James M.] Ashley was detailed to [interview them] and report.\n\n“What are you going to do with us?” the negroes asked.\n\nGen. Ashley—We shall not harm you.\n\nNegroes—We know that, but will you send us back? We want to know, because if you don’t our friends will follow. They wait to learn how we are treated. . . .\n\nThe next day, according to . . . [the runaways’] prophecy, 40 or 50 more came into camp. . . . An [interview] of these confirmed the conclusions respecting the knowledge of the negroes that something was going on which might enure [become advantageous] to their good, and they determined to seize the opportunity.\n\nDocument 2\n\nSource: Letter from Brigadier General Joseph K. F. Mansfield to the commission appointed to inquire into the condition of certain contrabands, February 9, 1862\n\nGENTLEMEN: By invitation of a member of the commission, I take the liberty to express my views on the subject of the contraband negroes, so called. . . , who have run away from their owners, the rebels, to obtain their freedom. . . .\n\nAll . . . have been claimed as property by the very rebels who have taken up arms against the United States, and are lawful [contraband] property. But they are not property, but persons held to labor under the Constitution in certain States, and nowhere else, and . . . consequently they are not slaves to the United States.\n\nNow, what are these negroes? Are they not free men, by this state of rebellion? By the act of secession, the Confederate States have voluntarily broken the Constitution and laws of the Union . . . , and the United States are therefore absolved from the enforcement of the fugitive slave law, even if so absurd a claim were put forth. . . . They are entitled as laborers to all the wages they can earn, and to go where they please, and I would recommend . . . that all officers and others who employ them [to labor for the army], be required to pay them a just compensation, and that they be allowed to improve their condition, if opportunity should admit.\n\nDocument 3\n\nSource: Abraham Lincoln, proclamation regarding General David Hunter’s order for the military emancipation of slaves, May 19, 1862\n\nWHEREAS, there appears in the public prints what purports to be a proclamation of Major General Hunter . . . to wit: . . . “The three States of Georgia, Florida and South Carolina, . . . having taken up arms against the United States, it becomes a military necessity . . . [that] the persons in these three States . . . heretofore held as slaves, are therefore declared forever free. . . .\n\nAnd whereas the same is producing some excitement and misunderstanding, therefore, I, Abraham Lincoln, President of the United States, proclaim and declare that . . . neither General Hunter, nor any other commander or person, has been authorized by the Government of the United States to make proclamations declaring the slaves of any State free; and that the supposed proclamation . . . is altogether void. . . .\n\n. . . [In March] I recommended to Congress the adoption of a joint resolution . . . as follows:\n\nResolved, That the United States ought to cooperate with any State which may adopt a gradual abolishment of slavery, giving to such State pecuniary aid, to be used by such State, in its discretion, to compensate for the inconveniences, public and private, produced by such change of system.\n\nThe resolution . . . was adopted by large majorities in both branches of Congress, and now stands an authentic . . . proposal of the Nation to the States and people most immediately interested in the subject matter. To the people of those States I now earnestly appeal. . . . Will you not embrace it? . . . May the vast future not have to lament that you have neglected it.\n\nDocument 4\n\nSource: Frederick Douglass, “What the People Expect of Mr. Lincoln,” Douglass’ Monthly, August 1862\n\nMr. Lincoln should be informed that the people are becoming impatient for the execution of the important laws just passed by Congress [the second Confiscation Act, which asserted that escaped slaves would be considered legally free]. The Legislature has put a sword into the hands of the President, . . . and every body is wondering why he delays to strike. Not one man in twenty throughout the free States disapproves of the passage of the Confiscation act, and those provisions of the new Militia act which authorizes the President to employ men of the colored race in the service of the country and the suppression of the rebellion. . . .\n\nA few days have made a decided and most important change in the views of a large class of persons who . . . doubted in regard to both these points—the policy of stripping the rebel population of their possessions and employing the colored race . . . to the extent of arming them against the rebels. Mr. Lincoln must hasten the publication of his proclamation and the framing of his rules for the employment of the blacks, or he will find himself . . . behind the public sentiment.\n\nDocument 5\n\nSource: Letter from a formerly enslaved man, Private Samuel Cabble, Fifty-Fifth Massachusetts Regiment, United States Colored Troops, to his wife in Missouri, June 1863\n\nDear Wife,\n\nI have enlisted in the army. I am now in the state of Massachusetts, but before this letter reaches you I will be in North Carolina. . . . Though great is the present national difficulties, yet I look forward to a brighter day when I shall have the opportunity of seeing you in the full enjoyment of freedom. I would like to know if you are still in slavery. If you are, it will not be long before we shall have crushed the system that now oppresses you, for in the course of three months you shall have your liberty. Great is the outpouring of the colored people that is now rallying with the hearts of lions against that very curse that has separated you and me. Yet we shall meet again, and oh what a happy time that will be when this ungodly rebellion shall be put down and the curses of our land is trampled under our feet. I am a soldier now, and I shall use my utmost endeavor to strike at the rebellion and the heart of this system that so long has kept us in chains.\n\nDocument 6\n\nSource: Abraham Lincoln, open letter to friend and Illinois legislator James Conkling, August 26, 1863\n\nTo be plain, you are dissatisfied with me about the negro. Quite likely there is a difference of opinion between you and myself upon that subject. I certainly wish that all men could be free, while I suppose you do not. Yet I have neither adopted, nor proposed any measure, which is not consistent with even your view, provided you are for the Union. I suggested compensated emancipation; to which you replied you wished not to be taxed to buy negroes. . . .\n\nYou dislike the emancipation proclamation [issued on January 1, 1863]; and, perhaps, would have it retracted. You say it is unconstitutional—I think differently. I think the constitution invests its commander-in-chief, with the law of war, in time of war. The most that can be said, if so much, is, that slaves are property. Is there—has there ever been—any question that by the law of war, property, both of enemies and friends, may be taken when needed? And is it not needed whenever taking it, helps us, or hurts the enemy? . . .\n\nYou say you will not fight to free negroes. Some of them seem willing to fight for you; but, no matter. Fight you, then, exclusively to save the Union. I issued the proclamation on purpose to aid you in saving the Union.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\n• Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\n• Describe a broader historical context relevant to the prompt.\n\n• Support an argument in response to the prompt using at least three documents.\n\n• Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent of change in ideas about emancipation during the Civil War.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\n• Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\n• Describe a broader historical context relevant to the prompt.\n\n• Support an argument in response to the prompt using at least three documents.\n\n• Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent of change in ideas about emancipation during the Civil War.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: 1844-1877"
  },
  "topic": {
    "code": "5.9",
    "text": "5.9: Government Policies During the Civil War"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}