{
  "id": "VH311009",
  "type": "frq",
  "title": "Working Women 1880 to 1929 INTERPRETATION",
  "content": {
    "description": "“Of all the amusements that bedazzled the single working woman, dancing proved to be her greatest passion. After a long day laboring in a factory or shop, young women dressed themselves in their fanciest finery, put on their dancing shoes, and hurried out to the neighborhood hall, ballroom, or saloon equipped with a dance floor. . . . By the 1910s, over five hundred public dance halls opened their doors each evening throughout greater New York. . . .\n\n“New ballrooms and dance palaces offered a novel kind of social space for their female patrons, enhancing and legitimizing their participation in a public social life. The commercial culture of the dance halls meshed with that of working-class youth in a symbiotic relationship, reinforcing emergent values and ‘modern’ attitudes.”\n\nKathy Peiss, historian, Cheap Amusements: Working Women and Leisure in Turn-of-the-Century New York, 1986\n\n“As strikers thronged the public streets of New York City [in 1909], demonstrated in parades and mass meetings, and picketed in front of factories, they challenged established assumptions about the identity and appearance of political actors and access to public space. These working-class, largely immigrant women comprised a subordinated group long denied an active voice in recognized political forums. By occupying the arena of labor politics through a mass strike, they demanded a voice.”\n\nNan Enstad, historian, Ladies of Labor, Girls of Adventure: Working Women, Popular Culture, and Labor Politics at the Turn of the Twentieth Century, 1999",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list is not acceptable.\n\nUsing the accompanying excerpts, answer (a), (b), and (c).\n\n(a) Briefly describe ONE important difference between Peiss’ and Enstad’s historical interpretations of women’s emergence in the public sphere at the turn of the twentieth century.\n\n(b) Briefly explain how ONE specific historical event, development, or circumstance from the period 1880–1929 that is not specifically mentioned in the excerpts could be used to support Peiss’ argument.\n\n(c) Briefly explain how ONE specific historical event, development, or circumstance from the period 1880–1929 that is not specifically mentioned in the excerpts could be used to support Enstad’s argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list is not acceptable.\n\nUsing the accompanying excerpts, answer (a), (b), and (c).\n\n(a) Briefly describe ONE important difference between Peiss’ and Enstad’s historical interpretations of women’s emergence in the public sphere at the turn of the twentieth century.\n\n(b) Briefly explain how ONE specific historical event, development, or circumstance from the period 1880–1929 that is not specifically mentioned in the excerpts could be used to support Peiss’ argument.\n\n(c) Briefly explain how ONE specific historical event, development, or circumstance from the period 1880–1929 that is not specifically mentioned in the excerpts could be used to support Enstad’s argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.11",
    "text": "6.11: Reform in the Gilded Age"
  }
}