{
  "id": "VH903491",
  "type": "frq",
  "title": "Declaration of Independence",
  "content": {
    "description": "“When in the Course of human events, it becomes necessary for one people to dissolve the political bands which have connected them with another, and to assume among the powers of the earth, the separate and equal station to which the Laws of Nature and of Nature’s God entitle them, a decent respect to the opinions of mankind requires that they should declare the causes which impel them to the separation.\n\n“. . . The history of the present King of Great Britain is a history of repeated injuries and usurpations, all having in direct object the establishment of an absolute Tyranny over these States. To prove this, let Facts be submitted to a candid world. . . .\n\n“He has refused to pass . . . Laws for the accommodation of large districts of people, unless those people would relinquish the right of Representation in the Legislature, a right inestimable to them and formidable to tyrants only. . . .\n\n“He has dissolved Representative Houses repeatedly, for opposing with manly firmness his invasions on the rights of the people. . . .\n\n“He has kept among us, in times of peace, Standing Armies without the Consent of our legislatures.”\n\nUnited States Declaration of Independence, 1776",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe the historical situation in which the Declaration of Independence was written.\n\nBriefly describe a purpose of the Declaration of Independence.\n\nBriefly describe ONE piece of evidence used in the Declaration of Independence to support its argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe the historical situation in which the Declaration of Independence was written.\n\nBriefly describe a purpose of the Declaration of Independence.\n\nBriefly describe ONE piece of evidence used in the Declaration of Independence to support its argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.4",
    "text": "3.4: Philosophical Foundations of the American Revolution"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify  a source's point of view, purpose, historical situation, and/or audience."
  }
}