{
  "id": "VH906762",
  "type": "frq",
  "title": "Franklin French Alliance",
  "content": {
    "description": "“It is submitted to the Consideration of your Excellency, whether if the English make a Conquest of the American States, they will not take the first Opportunity of showing their resentment, by beginning themselves the War [with France] that would otherways be avoided. . . .\n\n“We therefore would . . . submit it to the wisdom of his Majesty and his Ministers, whether if the independency of the United States of America and the freedom of a Commerce with them with the [resulting loss] of British power, be an object of importance to all Europe, and to France in particular, this is not the proper time for [acting] in their favor; and for commencing that war, which can scarcely be much longer avoided, and which will be [endorsed], by the best of justifications, that a much injured and innocent people will thereby be protected, and delivered from the most cruel oppression, and secured in the enjoyment of their just rights; than which nothing can contribute more to the glory of his Majesty and this Nation.”\n\nBenjamin Franklin, letter to the count of Vergennes, foreign minister for King Louis XVI of France, 1777",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE historical development depicted in the letter.\n\nBriefly describe ONE way in which a historical development represented in the letter reflected a change or a continuity from earlier colonial British North American history.\n\nBriefly explain ONE purpose of the letter.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE historical development depicted in the letter.\n\nBriefly describe ONE way in which a historical development represented in the letter reflected a change or a continuity from earlier colonial British North American history.\n\nBriefly explain ONE purpose of the letter.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: The American Revolution"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}