{
  "id": "VH903587",
  "type": "frq",
  "title": "Peter Oliver Loyalist",
  "content": {
    "description": "“The Inhabitants of the Massachusetts bay were notorious in the smuggling Business, from the Capital Merchant down to the meanest Mechanick [poorest craftsmen]. . . . So lost to all Sense of Honor was this Set of Men, that the smuggling Trade went on as usual, until at last . . . it brought on the present Rebellion. . . .\n\n“. . . The Ministry . . . procured a new Act [in 1767] to be passed, laying Duties upon Tea, Glass, Paper, and Painters Colours. This Act was not more unreasonable than many other Acts which had been submitted to for many Years past, and which, even at this Time, they made no Objection to. . . .\n\n“As to the Glass in particular, the Duty was so trifling, that it would not have enhanced the Price of it to the Purchaser. . . . The true Reason of Opposition was this: The Inhabitants of the Colonies were a Race of Smugglers. They carried an extensive Trade with the Dutch, not only in Holland, but very greatly with the Dutch Settlements in the West Indies. . . . The Smugglers then, who were the prevailing Part of the Traders in the Capitals of the several Provinces, found it necessary for their Interest, to unite in defeating the Operation of the Act.”\n\nPeter Oliver, former chief justice of the royal colony of Massachusetts, Origin and Progress of the American Rebellion, published in 1781",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe the point of view expressed by Oliver in the excerpt.\n\nBriefly describe a historical situation in which Oliver produced the excerpt.\n\nBriefly describe ONE piece of evidence used by Oliver to support his argument in the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe the point of view expressed by Oliver in the excerpt.\n\nBriefly describe a historical situation in which Oliver produced the excerpt.\n\nBriefly describe ONE piece of evidence used by Oliver to support his argument in the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Taxation Without Representation"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify  a source's point of view, purpose, historical situation, and/or audience."
  }
}