{
  "id": "VH916036",
  "type": "frq",
  "title": "Carter Malaise SAQ",
  "content": {
    "description": "“I want to talk to you right now about a fundamental threat to American democracy. . . .\n\n“The threat is nearly invisible in ordinary ways. It is a crisis of confidence. It is a crisis that strikes at the very heart and soul and spirit of our national will. . . .\n\n“We've always believed in something called progress. We've always had a faith that the days of our children would be better than our own.\n\n“Our people are losing that faith, not only in government itself but in the ability as citizens to serve as the ultimate rulers and shapers of our democracy. . . .\n\n“. . . [T]oo many of us now tend to worship self-indulgence and consumption. . . .\n\n“The symptoms of this crisis of the American spirit are all around us. . . . The productivity of American workers is actually dropping, and the willingness of Americans to save for the future has fallen below that of all other people in the Western world. . . .\n\n“These changes did not happen overnight. They've come upon us gradually over the last generation, years that were filled with shocks and tragedy. . . .\n\n“Little by little we can and we must rebuild our confidence. . . .\n\n“. . . In the days to come, let us renew that strength in the struggle for an energy secure nation.”\n\nPresident Jimmy Carter, Address to the Nation, July 1979",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE purpose of the address in the excerpt.\n\nBriefly describe ONE immediate historical development illustrated by the address in the excerpt.\n\nBriefly explain ONE way the address in the excerpt provides information about the broader international context within which it was created.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE purpose of the address in the excerpt.\n\nBriefly describe ONE immediate historical development illustrated by the address in the excerpt.\n\nBriefly explain ONE way the address in the excerpt provides information about the broader international context within which it was created.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 1945-1980"
  },
  "topic": {
    "code": "8.14",
    "text": "8.14: Society in Transition"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}