{
  "id": "VH914161",
  "type": "frq",
  "title": "Kennedy Moon Shot SAQ",
  "content": {
    "description": "“If this capsule history of our progress teaches us anything, it is that man, in his quest for knowledge and progress, is determined and cannot be deterred.\n\n“. . . . For the eyes of the world now look into space, to the moon and to the planets beyond, and we have vowed that we shall not see it governed by a hostile flag of conquest, but by a banner of freedom and peace. We have vowed that we shall not see space filled with weapons of mass destruction, but with instruments of knowledge and understanding.\n\n“Yet the vows of this Nation can only be fulfilled if we in this Nation are first, and, therefore, we intend to be first. In short, our leadership in science and in industry, our hopes for peace and security . . . all require us to make this effort, to solve these mysteries. . . .\n\n“We choose to go to the moon. . . and do the other things, not because they are easy, but because they are hard, . . . because that challenge is one that we are willing to accept . . . and one which we intend to win.”\n\nPresident John F. Kennedy, speech given at Rice University, 1962",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE purpose of the speech in the excerpt.\n\nBriefly describe ONE immediate historical effect on United States society of the ideas in the excerpt.\n\nBriefly explain ONE broader historical situation in which the excerpt was written.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE purpose of the speech in the excerpt.\n\nBriefly describe ONE immediate historical effect on United States society of the ideas in the excerpt.\n\nBriefly explain ONE broader historical situation in which the excerpt was written.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 1945-1980"
  },
  "topic": {
    "code": "8.2",
    "text": "8.2: The Cold War from 1945 to 1980"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}