{
  "id": "VH935179",
  "type": "frq",
  "title": "Regional differences over slavery DBQ",
  "content": {
    "description": "Document 1\n\nSource: William Lloyd Garrison, The Liberator, January 1, 1831\n\nLet all the enemies of the persecuted blacks tremble. . . I shall strenuously contend for the immediate enfranchisement of our slave population. . . . I am aware, that many object to the severity of my language; but is there not cause for severity? I will be as harsh as truth, and as uncompromising as justice. On this subject, I do not wish to think, or speak, or write, with moderation. No! No! Tell a man whose house is on fire, to give a moderate alarm; tell him to moderately rescue his wife from the hand of the ravisher; tell the mother to gradually extricate her babe from the fire into which it has fallen;—but urge me not to use moderation in a cause like the present. I am in earnest—I will not equivocate—I will not excuse—I will not retreat a single inch—AND I WILL BE HEARD.\n\nDocument 2\n\nSource: Henry A. Tayloe of Walnut Grove, Marengo County, Alabama, letter to “Dear Brother” (B. O. Tayloe), 1835\n\nI wish you may visit me early this Spring to make some arrangements about your Negroes. If they continue high I would advise you to sell them in this country on one and two years credit bearing 8 per ct interest. The present high price of Negroes cannot continue long and if you will make me a partner in the sale on reasonable terms I will bring them out this Fall from VA and sell them for you and release you from all troubles. On a credit your negroes would bring here about $120 to $130,000 bearing 8 per ct interest. My object is to make a fortune here as soon as possible by industry and economy, and then return [to VA] to enjoy myself.\n\nDocument 3\n\nSource: Representative David Wilmot of Pennsylvania, speech to the United States House of Representatives, 1847\n\nI make no war upon the South nor upon slavery in the South. I have no squeamish sensitiveness upon the subject of slavery, nor morbid sympathy for the slave. I plead the cause of the rights of white freemen. I would preserve for free white labor a fair country, a rich inheritance, where the sons of toil, of my own race and own color, can live without the disgrace which association with negro slavery brings upon free labor. I stand for the inviolability of free territory. It shall remain free, so far as my voice or vote can aid in the preservation of its character.\n\nDocument 4\n\nSource: Laws of the state of New Hampshire, passed June session, 1857\n\nAn Act to secure freedom and the rights of citizenship to persons in this State.\n\nSection 1. Be it enacted by the Senate and House of Representatives in General Court convened, That neither descent, near or remote, from a person of African blood, whether such a person is or may have been a slave, nor color of skin, shall disqualify any person from becoming a citizen of this State, or deprive such person of the full rights and privileges of a citizen thereof.\n\nSec. 2. Any slave, who shall come or be brought into or be in this State with the consent of his master or mistress, or who shall come or be brought into or be in this State involuntarily, shall be free.\n\nSec. 3. Every person who shall hold or attempt to hold in this State, in slavery, or as a slave, any person . . . shall be deemed guilty of a felony.\n\nDocument 5\n\nSource: George Fitzhugh, Sociology for the South, or the Failure of Free Society, 1854\n\nAt the slaveholding South all is peace, quiet, plenty and contentment. We have no mobs, no trades unions, no strikes for higher wages, no armed resistance to the law, but little jealousy of the rich by the poor. We have but few in our jails, and fewer in our poor houses. We produce enough of the comforts and necessaries of life for a population three or four times as numerous as ours. We are wholly exempt from the torrent of pauperism, crime, agrarianism, and infidelity which Europe is pouring from her jails and alms houses on the already crowded North. . . . Our society exhibits no appearance of precocity, no symptoms of decay. A long course of continuing improvement is in prospect before us. . . . Actual liberty and equality with our white population has been approached much nearer than in the free States.\n\nDocument 6",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent to which regional differences about slavery contributed to political tensions in the period from 1830 to 1861.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent to which regional differences about slavery contributed to political tensions in the period from 1830 to 1861.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: 1844-1877"
  },
  "topic": {
    "code": "5.12",
    "text": "5.12: Comparison in Period 5"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}