{
  "id": "VH932666",
  "type": "frq",
  "title": "Lowell mill girls strike",
  "content": {
    "description": "“One of the first strikes of cotton-factory operatives that ever took place in this country was that in Lowell, in October 1836. When it was announced that the wages were to be cut down, great indignation was felt, and it was decided to strike, en masse [as a whole]. This was done. The mills were shut down, and the girls went in procession from their several corporations . . . and listened to ‘incendiary’ [radical] speeches from early labor reformers.\n\n“One of the girls stood on a pump, and gave vent to the feelings of her companions in a neat speech, declaring that it was their duty to resist all attempts at cutting down the wages. This was the first time a woman had spoken in public in Lowell, and the event caused surprise and consternation among her audience.”\n\nHarriet Hanson Robinson, later recollections of a strike in Lowell, Massachusetts, in 1836, published in Loom and Spindle or Life Among the Early Mill Girls",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE point of view of the excerpt.\n\nBriefly explain ONE purpose of the excerpt.\n\nBriefly explain ONE historical development illustrated by the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE point of view of the excerpt.\n\nBriefly explain ONE purpose of the excerpt.\n\nBriefly explain ONE historical development illustrated by the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.6",
    "text": "4.6: Market Revolution - Society and Culture"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}