{
  "id": "VH931848",
  "type": "frq",
  "title": "Guevara Encomienda Petition",
  "content": {
    "description": "“Several women came to this province of the Río de la Plata [in South America] along with its first governor Don Pedro de Mendoza, and it was my fortune to be one of them. On reaching the port of Buenos Aires, our expedition contained 1,500 men, but food was scarce, and the hunger was such that within three months 1,000 of them died. . . . The men became so weak that all of the tasks fell on the poor women, washing the clothes as well as nursing the men, preparing them the little food there was, keeping them clean, standing guard, patrolling the fires, loading the crossbows when the Indians came sometimes to do battle, [and] even firing the cannon. . . . Your highness will readily believe that our contributions were such that if it had not been for us, all would have perished. . . .\n\n“I wanted to write this and bring it to your highness’s attention to let you know how ungratefully I have been treated . . . because recently most of [the land] was distributed among the Spaniards here, . . . and I was left out without being given the service of a single Indian. . . . So I beg you to order that my encomienda be granted to me in perpetuity.”\n\nIsabel de Guevara, wife of a Spanish conquistador, petition to the Spanish monarch, 1556",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a) and (b).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe ONE historical development illustrated by the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a) and (b).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe ONE historical development illustrated by the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: 1491-1607"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: Labor, Slavery, and Caste in the Spanish Colonial System"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}