{
  "id": "VH932818",
  "type": "frq",
  "title": "Sheriff Artificial River",
  "content": {
    "description": "“Part of the larger transportation revolution, the Erie Canal [in New York State] played a major role in the transformation of the young Republic’s geography and economy and helped set off the industrial and marketing revolutions that swept across the northern United States early in the nineteenth century. . . .\n\n“. . . The story of the Erie Canal . . . offers a rich perspective on the tumultuous era between the War of 1812 and the Civil War. This period in American history saw dramatic changes in the ways people perceived and organized their lives. . . . Among the middle class, these changes would be grouped together as signs of ‘progress’ or ‘improvement.’ For them progress meant, in large part, that men and women were taking an active role in realizing a divinely sanctioned movement toward perfectibility of the natural and human worlds.\n\n“This understanding of progress would play a central role in defining Northern sectional identity in the decades leading up to the Civil War.”\n\nCarol Sheriff, historian, The Artificial River: The Erie Canal and the Paradox of Progress, 1817–1862, published in 1996",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe how the developments from the mid–1800s described in the excerpt relate to earlier developments in the late 1700s and early 1800s.\n\nBriefly explain how ONE piece of evidence from between 1800 and 1848 could be used to support, modify, or refute the argument made in the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe how the developments from the mid–1800s described in the excerpt relate to earlier developments in the late 1700s and early 1800s.\n\nBriefly explain how ONE piece of evidence from between 1800 and 1848 could be used to support, modify, or refute the argument made in the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.5",
    "text": "4.5: Market Revolution - Industrialization"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Identify the evidence used in a source to support an argument."
  }
}