{
  "id": "VH935019",
  "type": "frq",
  "title": "Workers and Management DBQ",
  "content": {
    "description": "Document 1\n\nSource: Baltimore merchant, commenting on the Great Railroad Strike of 1877 in the Baltimore Sun.\n\nThis is not a revolution of fanatics willing to fight for an idea. It is a revolt of workingmen against low prices of labor, which have not been accompanied with correspondingly low prices of food, clothing, and house rent. I have the highest respect for the bone and sinew of the country, but we have now learned that here, as in Europe, when the working man gets into difficulties he allows the turbulent and depraved classes to join him under pretext of helping him out. They damage his cause, they hurt his reputation and they plunge him into still greater difficulties.\n\nDocument 2\n\nSource: Richard T. Ely, “Pullman: A Social Study,” Harper’s Magazine, 1885.\n\nMuch could be said of Pullman [Illinois, a company town created by the Pullman Palace Car Company to provide housing and a community for its workers] as a manufacturing centre, but the purpose of this article is to treat it as an attempt to furnish laborers with the best homes under the most healthful conditions and with the most favorable surroundings in every respect, for Pullman aims to be a forerunner of better things for the laboring classes. . . .\n\nOne of Mr. Pullman’s fundamental ideas is the commercial value of beauty, and this he has endeavored to carry out as faithfully in the town which bears his name as in the Pullman drawing-room and sleeping cars. He is one of the few men who have thought it a paying investment to expend millions for the purpose of surrounding laborers with objects of beauty and comfort. . . .\n\nIt is maintained that Pullman is truly a philanthropic undertaking, although it is intended that it should be a profitable investment, and this is the argument used: If it can be shown that it does pay to provide beautiful homes for laborers, accompanied with all the conditions requisite for wholesome living both for the body and the mind, the example set by Mr. Pullman will find wide imitation. . . .\n\nThe great majority at Pullman are skilled artisans, and nearly all with whom the writer conversed expressed themselves as fairly well satisfied with their earnings, and many of them took pains to point out the advantages of the steady employment and prompt pay they always found there. The authorities even go out of their way to “make work” for one who has proved himself efficient and faithful.\n\nDocument 3\n\nSource: Interview with retired shoe worker from Lynn, Massachusetts, conducted in 1939, describing developments between the 1870s and 1890s.\n\nIt was soon after the Civil War that the machine age begun and the shoe business grew. The first that come was the Howe machine. No power to it at first. It was run by the foot. The first McKay machine for stitching soles was also run by a foot pedal. The McKay machine drove the hand workers out. Before it come the hand workers would wax end the shoes. A thick thread would be waxed, and a pig's bristle would be fastened on the end. Then the hand worker would make a hole through the shoe with his awl, and use the pig’s bristle for a needle to draw the thread through. The wax was used on the thread for two reasons, to strengthen the thread, and to give it a coating so it wouldn't slip. Them old hand shoes was made with a welt. The inside innersole was sewed to that welt, and then the outside sole was sewed to the welt. But when the McKay machine come in, the shoe was made different and it drove the old hand workers out. They never come back. With the McKay machine the innersole was sewed down to the upper sole. There was a channel it was sewed in, so the stitches wouldn’t show on the bottom of the shoe. The welt shoe was a hand made shoe until a long time after the McKay machine come in though. Later the welt machine come in. But all them improvements didn’t make so much misery for them workers that got out [and] could get something else to do. . . . But when the lasting machine come it, that caused considerable resentment because them fellas couldn’t do nothing else, and they was out. Might as well cut the throats a them men as put a lasting machine in their shop.\n\nDocument 4\n\nSource: Samuel Gompers, leader of the American Federation of Labor, “What Does the Working Man Want?,” 1890.\n\nI maintain that this is a true proposition—that men under the short-hour system not only have opportunity to improve themselves, but to make a greater degree of prosperity for their employers. . . . Wherever men are cheap, there you find the least degree of progress. It has only been under the great influence of our great republic, where our people have exhibited their great senses, that we can move forward, upward and onward, and are watched with interest in our movements of progress and reform. . . .\n\nThere are many people who believe that when the hours of labor are shortened wages necessarily fall. There is no more unsound proposition, politically or socially. We notice that in any country where the hours of labor are longest, not only are the employers the poorest, but the wage-workers are the poorest.\n\nDocument 5\n\nSource: Image of privately employed strikebreakers after their surrender to strikers at the Homestead steel works near Pittsburgh, Pennsylvania, 1892.\n\nNiday Picture Library / Alamy Stock Photo\n\nDocument 6\n\nSource: Julia Richman, “New York’s East European Working Women,” speech made at the founding of the National Council of Jewish Women in Chicago, 1893.\n\nWho are our women wage-workers? . . . Perhaps the simplest classification on practical lines would be in general terms:\n\nWomen engaged in professional work.\n\nWomen engaged in domestic service. . . .\n\nAnd now we come to the third class, “women engaged in store or factory work.” Perhaps this class comprises more grades of work than could be classed under any other general head.\n\nThe manager of one large dry-goods house reports to me that he employs women as buyers, forewomen, dressmakers, milliners, saleswomen, cashiers, stock-girls, office-assistants, bundlers, operators, addressers, and scrub-women; while a manufacturer of tin toys uses female help exclusively for painting on tin, cutting tin, packing toys, making paper boxes, and working foot presses. There are almost as many grades of woman’s work as there are branches in every style of factory work. A word, now and again, is all that I can say in reference to these.\n\nSaleswomen in large establishments are, on the whole, fairly well paid; but this avenue is closed to the immigrant, until she shall have mastered the English language to such an extent that there is no room for misunderstanding between herself and her customer. . . .\n\nWe must disentangle the individual from the mass. We must find a way or several ways of leading these girls, one by one, away from the shadows which envelop them, if not into the sunshine of happiness and prosperity, at least, into the softening light of content, born of pleasant surroundings, congenial occupations, and the inward satisfaction of a life well spent.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of change in the relationships between workers and management in the United States in the period from 1870 to 1898.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of change in the relationships between workers and management in the United States in the period from 1870 to 1898.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.1",
    "text": "6.1: Contextualizing Period 6"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}