{
  "id": "VH932620",
  "type": "frq",
  "title": "Women in the Market Revolution",
  "content": {
    "description": "“The material conditions of the transition [to capitalism in the first half of the nineteenth century] may have given rise, not to the exclusion of women from the market, but to an expanded dependence on the market labor of women, performed both within and outside the household. . . . Women’s labor tended to be more flexible than the labor men performed—more easily adapted . . . to meet the changing needs of household economies. If anything, the transition moved many women into a more critical relation to the market.”\n\nJeanne Boydston, historian, “The Woman Who Wasn’t There: Women’s Market Labor and the Transition to Capitalism in the United States,” 1996",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe how the developments in the first half of the 1800s discussed in the excerpt relate to earlier developments in the second half of the 1700s.\n\nBriefly describe how ONE piece of evidence from the first half of the nineteenth century could be used to support, modify, or refute the argument made in the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe how the developments in the first half of the 1800s discussed in the excerpt relate to earlier developments in the second half of the 1700s.\n\nBriefly describe how ONE piece of evidence from the first half of the nineteenth century could be used to support, modify, or refute the argument made in the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.6",
    "text": "4.6: Market Revolution - Society and Culture"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim and/or argument in a text-based or non-text-based source."
  }
}