{
  "id": "VH932816",
  "type": "frq",
  "title": "Stanton Letter to the Editor",
  "content": {
    "description": "“If your [newspaper] columns are open to the women of Seneca county, we throw down the glove to any one who will meet us, in fair argument, on the great question of Woman’s Rights. Depend upon it, this soon will be the question of the day. All other reforms, however important they may be, cannot so deeply affect the interests of humanity as this one. Let it [this challenge] therefore be fairly and candidly met. . . .\n\n“We have recently had the pleasure of listening to a sermon on this subject, and we feel truly grateful that the pulpit is, at length, calling public attention to this important question. In the course of this sermon the Bible argument was touched upon. We hope it may yet be gone into more fully: for the Bible is the great Charter of human rights when it is taken in its true spiritual meaning; though its great, immortal, life-giving truths can be perverted by narrow, bigoted, sectarian teachers so as to favor all kinds of oppression, and to degrade and crush humanity itself.”\n\nElizabeth Cady Stanton and Elizabeth W. McClintock, letter to the editor of the Seneca County Courier in New York State, 1848",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE purpose of the excerpt.\n\nBriefly explain ONE audience of the excerpt.\n\nBriefly explain ONE historical development illustrated by the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE purpose of the excerpt.\n\nBriefly explain ONE audience of the excerpt.\n\nBriefly explain ONE historical development illustrated by the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.11",
    "text": "4.11: An Age of Reform"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}