{
  "id": "VH931784",
  "type": "frq",
  "title": "Letter from followers of Cortez",
  "content": {
    "description": "“Some of those noble persons who came in this armada [to Mexico], gentlemen, and sons of gentlemen, zealous in the service of our Lord [God], and of Your Royal Highnesses, and desirous for the exaltation of your royal crown, and the extension of your dominions, and the increase of your revenues, assembled and spoke with Captain Hernán Cortés, saying that this land was good and that, judging by the sample of gold which [an Indian leader] had brought, it was reasonable to believe that it must be very rich. . . . For these reasons, it seemed to us that it was not advantageous for Your Majesties’ service to do as [Governor] Diego Velázquez had ordered Captain Hernán Cortés to do, which was to trade for all the gold we could, and, having obtained it, to return to the island of Cuba.\n\n“. . . It seemed better to all of us that a town should be founded and peopled there in the name of Your Royal Highnesses. . . .\n\n“. . . Immediately, therefore, [Cortés] began with great diligence to found and people a town, to which the name was given of Vera Cruz.”\n\nJudiciary and municipal authorities of Villa Rica de la Vera Cruz (followers of Hernán Cortés), letter to King Charles V of Spain, explaining why they disobeyed the king’s governor and colonized Mexico, 1519",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a) and (b).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe ONE historical development illustrated by the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a) and (b).\n\nBriefly describe ONE claim made in the excerpt.\n\nBriefly describe ONE historical development illustrated by the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: 1491-1607"
  },
  "topic": {
    "code": "1.3",
    "text": "1.3: European Exploration in the Americas"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}