{
  "id": "VH961531",
  "type": "frq",
  "title": "Bacon Declaration",
  "content": {
    "description": "“1. For having upon specious pretenses of public works raised great unjust taxes upon the Commonality for the advancement of private favorites. . . . For not having during this long time of his Government in any measure, advanced this hopeful Colony either by fortifications, Towns, or Trade. . . .\n\n“3. For having wronged his Majesty’s prerogative [authority] and interest by assuming Monopoly of the Beaver trade, and for having in that unjust gain betrayed and sold his Majesty’s Country and the lives of his loyal subjects, to the [Native Americans]. . . .\n\n“5. For having when the Army of English was just upon the track of those Indians . . . expressly countermanded [withdrawn], and sent back our Army, by passing his word for the peaceable demeanor of the said Indians . . . , being protected by the . . . said [Governor] Sir William Berkeley . . . and are by their success so emboldened . . . , are now become not only difficult, but a very formidable enemy, who might at first with ease have been destroyed. . . .\n\n“Of this and the aforesaid articles were accuse Sir William Berkeley as guilty of each and every one of the same. . . .\n\n“And we do further demand that the said Sir William Berkeley with all the persons in this list be forthwith [immediately] delivered up or surrender themselves . . . , Or otherwise we declare as followeth.\n\n“That in whatsoever place . . . any of the said persons shall reside, be hid, or protected, we declare the owners . . . to be confederates and traitors to the people. . . , and this we, the Commons of Virginia, do declare, desiring a firm union amongst ourselves that we may jointly and with one accord defend ourselves against the common enemy.”\n\nNathaniel Bacon, Virginia colonist, Declaration in the Name of the People, 1676",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly identify ONE cause of the development in the excerpt.\n\nBriefly describe ONE argument made in the excerpt.\n\nBriefly describe one similarity between the Native American actions depicted in the excerpt and Native American actions in another European colony or colonial region.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly identify ONE cause of the development in the excerpt.\n\nBriefly describe ONE argument made in the excerpt.\n\nBriefly describe one similarity between the Native American actions depicted in the excerpt and Native American actions in another European colony or colonial region.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: 1607-1754"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Contextualizing Period 2"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}