{
  "id": "VH969425",
  "type": "frq",
  "title": "Clinton and Welfare Reform",
  "content": {
    "description": "“Some [Americans] saw the election of Bill Clinton as a repudiation of Reaganomics. . . . But in fact when Bill Clinton . . . signed the welfare reform law in August 1996 he signaled surrender: the Reagan Revolution was going to achieve its major goals. . . .\n\n“. . . [When] the new Congress arrived in January 1995, they set the agenda not just with moves to balance the budget but with an effort to ‘end welfare as we know it,’ [President Bill] Clinton’s campaign promise.\n\n“. . . The Republican proposal meant abolishing the federal guarantee of entitlement and turning AFDC [Aid to Families with Dependent Children] over to the states. . . . The idea of turning AFDC to the states had been prominently featured in Ronald Reagan’s ‘New Federalism’ proposal advanced in his State of the Union speech in 1982. . . .\n\n“. . . Clinton agreed to sign a modified bill in August [1996]. . . . The bill preserved the federal guarantees of food stamps and Medicaid. . . . However, of much greater significance was the transformation of Clinton’s original proposal to reform welfare by spending more money on child care and job training into a program that guaranteed cuts amounting to $55 billion over six years. Instead of reforming welfare, he had abolished it, turning it over to the states with inadequate funds to maintain services.”\n\nMichael Allen Meeropol, historian, study of the presidential administration of Bill Clinton, published in 1998",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE claim made by Meeropol in the excerpt.\n\nBriefly explain ONE historical development illustrated by the excerpt.\n\nBriefly explain ONE limitation of Meeropol's argument in the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE claim made by Meeropol in the excerpt.\n\nBriefly explain ONE historical development illustrated by the excerpt.\n\nBriefly explain ONE limitation of Meeropol's argument in the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: 1980-Present"
  },
  "topic": {
    "code": "9.2",
    "text": "9.2: Reagan and Conservatism"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}