{
  "id": "VH963323",
  "type": "frq",
  "title": "Winthrop on Native American land",
  "content": {
    "description": "“What warrant [right] have we to take that land, which is and hath been of long time possessed [by] others . . . ?\n\n“That which is common to all is proper to none. [Native Americans] ruleth over many lands without title or property; for they enclose [fence in] no ground, neither have they cattle to maintain it. . . . And why may not Christians have liberty to go and dwell amongst them in their waste[d] lands and woods (leaving them such places as they have [fertilized] for their corn) . . . ? For God hath given to the sons of men a twofold right to the earth; there is a natural right and a civil [political] right. The first right was natural when men held the earth in common, every man sowing and feeding where he pleased. Then, as men and cattle increased, they appropriated some parcels of ground by enclosing [them as property] . . . and this in time got them a civil right.”\n\nJohn Winthrop, future governor of the Massachusetts Bay Colony, “General Considerations for the Plantation in New England,” 1629",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly identify ONE historical situation in which the excerpt was produced.\n\nBriefly describe ONE argument made in the excerpt.\n\nBriefly identify ONE historical effect of the development described in the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly identify ONE historical situation in which the excerpt was produced.\n\nBriefly describe ONE argument made in the excerpt.\n\nBriefly identify ONE historical effect of the development described in the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: 1607-1754"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: The Regions of British Colonies"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}