{
  "id": "VH969537",
  "type": "frq",
  "title": "End of Cold War DBQ",
  "content": {
    "description": "Document 1\n\nSource: United States President Gerald Ford, letter to Soviet General Secretary Leonid Brezhnev, regarding the Apollo-Soyuz Test Project, 1975\n\nDear Mr. General Secretary:\n\nThe members of the Apollo-Soyuz crew have traveled together above our planet for thousands of miles. Their present exchange of visits is a fitting way to celebrate the successful conclusion of our remarkable joint enterprise in space. These courageous men shook hands and worked together as they orbited our Earth. Now, traveling together in the Soviet Union and soon in the United States, they demonstrate in very human terms the fruits of our cooperation.\n\nI am confident you will agree that we should not rest content with these important achievements, but should continue working together to widen man's horizons and knowledge in space and to ensure peace and better understanding among nations on Earth.\n\nOnce again, my greetings and sincere best wishes for the continued development of mutually beneficial cooperation and good relations between our two countries.\n\nDocument 2\n\nSource: United States President Jimmy Carter, address at the commencement of the University of Notre Dame, 1977\n\nI want to speak to you today about the strands that connect our actions overseas with our essential character as a nation. I believe we can have a foreign policy that is democratic, that is based on fundamental values, and that uses power and influence, which we have, for humane purposes. We can also have a foreign policy that the American people both support and, for a change, know about and understand.\n\n. . . Because we know that democracy works, we can reject the arguments of those rulers who deny human rights to their people.\n\nWe are confident that democracy's example will be compelling, and so we seek to bring that example closer to those from whom in the past few years we have been separated and who are not yet convinced about the advantages of our kind of life. . . .\n\nDemocracy's great recent successes—in India, Portugal, Spain, Greece—show that our confidence in this system is not misplaced. Being confident of our own future, we are now free of that inordinate fear of communism which once led us to embrace any dictator who joined us in that fear. . . .\n\n. . . We can no longer separate the traditional issues of war and peace from the new global questions of justice, equity, and human rights.\n\nDocument 3\n\nSource: Central Intelligence Agency (CIA), “The Invasion of Afghanistan: Implications for Soviet Foreign Policy,” January 1980\n\nSoviet decisions on the scope and timing of intervention in Afghanistan were dictated largely by the situation in that country, but—once Moscow decided to invade [in December 1979]—it presumably anticipated geopolitical gains that extended far beyond Afghanistan. The naked display of Soviet military strength, moreover, will generate opportunities and costs that will affect Soviet foreign policy on a global basis.\n\nIn moving into Afghanistan, Moscow probably calculated that, in view of the decline in Soviet-American relations in recent years, it did not have much to lose in its relations with the United States. The Soviet leaders knew that they would have to pay a price in their relations with the West and that their actions would create deep suspicions about Soviet policy within the Third World. . . .\n\nMoscow will attempt to show that it can wait out any US retaliation by turning to third country suppliers of embargoed or restricted goods. It may also undertake some retaliatory steps on its own, such as increased pressures on dissidents, harassment of US citizens in the USSR, and effort to isolate the US politically from its allies . . . on the issue of Afghanistan. In the face of increasing US pressures, it might take further steps—in Cuba, Berlin, or on arms control—to exacerbate relations with the United States.\n\nIn the near term, Moscow will seek to consolidate its gains in southwest Asia and attempt to minimize the costs elsewhere. To date the Soviets appear surprised by the forcefulness of the US response which, together with the general outrage expressed by most non-Communist nations, may be giving Moscow reason to believe it underestimated the wider effects of its actions in Afghanistan.\n\n[But] since the USSR thus appears to have resigned itself to the failure of arms control to limit US military programs and to the failure of economic relations to develop, it probably decided that it had little to lose from actions in Afghanistan.\n\nDocument 4\n\nSource: Wisconsin Nuclear Weapons Freeze Campaign, pamphlet, “Call to Halt the Nuclear Arms Race,” 1981\n\nToday, the United States and the Soviet Union possess 50,000 nuclear weapons. In half an hour, a fraction of these weapons can destroy all cities in the Northern Hemisphere. Yet over the next decade, the USA and USSR plan to build over 20,000 more nuclear warheads. . . .\n\nAt the same time, more countries may acquire nuclear weapons. Unless we change this combination of trends, the danger of nuclear war will be greater in the late 1980s and 1990s than ever before.\n\nRather than permit this dangerous future to evolve, the United States and the Soviet Union should stop the nuclear arms race.\n\n. . . A nuclear-weapon freeze . . . would save a least $100 billion each in US and Soviet military spending . . . in 1981–1990. This would reduce inflation. The savings could be applied to balance the budget, reduce taxes, improve services, subsidize renewable energy, or increase aid to poverty-stricken third world regions.\n\nDocument 5\n\nSource: United States President Ronald Reagan, address to the nation on defense and national security, 1983\n\nThe defense policy of the United States is based on a simple premise: The United States does not start fights. We will never be an aggressor. We maintain our strength in order to deter and defend against aggression—to preserve freedom and peace. . . .\n\nThis strategy of deterrence has not changed. It still works. But what it takes to maintain deterrence has changed. It took one kind of military force to deter an attack when we had far more nuclear weapons than any other power; it takes another kind now that the Soviets, for example, have enough accurate and powerful nuclear weapons to destroy virtually all of our missiles on the ground. . . . What must be recognized is that our security is based on being prepared to meet all threats. . . .\n\nFor twenty years the Soviet Union has been accumulating enormous military might. They didn't stop when their forces exceeded all requirements of a legitimate defensive capability. And they haven't stopped now. During the past decade and a half, the Soviets have built up a massive arsenal of new strategic nuclear weapons—weapons that can strike directly at the United States. . . .\n\nI know that all of you want peace, and so do I. I know too that many of you seriously believe that a nuclear freeze would further the cause of peace. But a freeze now would make us less, not more, secure and would raise, not reduce, the risks of war. It would be largely unverifiable and would seriously undercut our negotiations on arms reduction. It would reward the Soviets for their massive military buildup while preventing us from modernizing our aging and increasingly vulnerable forces.\n\nDocument 6\n\nSource: Georgy Shakhnazarov, political scientist and adviser, notes to Mikhail Gorbachev, General Secretary of the Communist Party of the Soviet Union, for the meeting of the Politburo [Political Bureau of the Central Committee of the Communist Party of the Soviet Union], 1988\n\nToday we are discussing the results of our talks with the leaders or prominent figures from a number of socialist countries. . . .\n\n. . . Notwithstanding all their differences and nuances, there are multiple signs that some similar problems are increasingly plaguing the fraternal countries. The very similarity of symptoms of the disease testifies to the fact that its catalyst is not some kind of a malignant germ that has managed to penetrate their lowered defenses, but some factors rooted in the very economic and political model of socialism as it had evolved over here, and had been transferred with insignificant modifications to the soil of the countries who had embarked on the path of socialism in the postwar period.\n\nWe have already laid bare weaknesses of this model and are beginning to remove them in a systematic way. This is actually the super-task of perestroika—to give socialism a new quality. . . .\n\nIt is high time to discuss these issues at the Politburo in the presence of experts. We should not bury our head in the sand like an ostrich, but we should look into the future with open eyes and ask ourselves the sharpest questions.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which United States foreign policy in the period from 1970 to 1991 contributed to the end of the Cole War.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which United States foreign policy in the period from 1970 to 1991 contributed to the end of the Cole War.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: 1980-Present"
  },
  "topic": {
    "code": "9.1",
    "text": "9.1: Contextualizing Period 9"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}