{
  "id": "VH968991",
  "type": "frq",
  "title": "Immigrant Contract Labor",
  "content": {
    "description": "“The Italian laborer does more than his share of work and receives less than his share of earnings; for as a matter of fact, the laws enacted with regard to this matter oppress the laborer and assist rather than hamper the contractor. Even supposing that the contractor does not succeed in importing contract labor, he finds in the market a large number of men entirely at his mercy, with not even the weak [government] promise to defend themselves against [the contractor’s] greed. . . .\n\n“The contractor is sure to depart from the terms of the contract either as to wages, or hours of labor, or the very nature of the work. . . . The employer . . . recognizes [only the contractor, not the laborers], and all wages are paid to him. He [keeps a portion of] these for his own benefit. . . . Meanwhile the [working] men have to live, and to obtain food they increase their debt with the contractor.”\n\nS. Merlino, journalist, article on contractors who recruit immigrant laborers for employers, The Forum magazine, 1893",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly explain ONE cause of a historical development in the excerpt.\n\nBriefly explain ONE point of view of the excerpt.\n\nBriefly explain ONE way in which the situation in the excerpt is significant for a historical argument about immigration in the Gilded Age.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly explain ONE cause of a historical development in the excerpt.\n\nBriefly explain ONE point of view of the excerpt.\n\nBriefly explain ONE way in which the situation in the excerpt is significant for a historical argument about immigration in the Gilded Age.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.9",
    "text": "6.9: Responses to Immigration in the Gilded Age"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}