{
  "id": "VH969423",
  "type": "frq",
  "title": "Post-Cold War Foreign Policy",
  "content": {
    "description": "“By the end of the Clinton administration it was clear that U.S. foreign policy had no overarching framework as it did during the Cold War. Rather, each of the two immediate post-Cold War presidents, George H. W. Bush and Bill Clinton, was unsure how to address the emergence of ethnic conflicts and civil wars and the humanitarian and human rights crises that accompany them. The result was the emergence of policies that were inconsistent and often opaque. . . .\n\n“From the start of the Cold War, American presidents based U.S. foreign policy on fighting that war with the hope of ‘winning.’ . . . The Cold War provided a framework and clear guidelines for foreign and military policy. In the post-Cold War period, U.S. foreign policy has been guided largely by the need to respond to the most pressing crisis or conflict.”\n\nJoyce P. Kaufman, political scientist, A Concise History of U.S. Foreign Policy, published in 2006",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE argument made in the excerpt.\n\nBriefly explain ONE cause of the historical development discussed in the excerpt.\n\nBriefly explain ONE limitation of Kaufman’s argument made in the excerpt.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE argument made in the excerpt.\n\nBriefly explain ONE cause of the historical development discussed in the excerpt.\n\nBriefly explain ONE limitation of Kaufman’s argument made in the excerpt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: 1980-Present"
  },
  "topic": {
    "code": "9.3",
    "text": "9.3: The End of the Cold War"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}