{
  "id": "VH981944",
  "type": "frq",
  "title": "Entering First World War",
  "content": {
    "description": "“Americans often preferred not to think about the terrible war in Europe [the First World War]. By 1917, however, US citizens realized that ignoring the war or pretending it had nothing to do with them imperiled their future.\n\n“. . . They realized that they had run out of options. Between 1914 and 1917, Americans had variously hoped that their nation could serve as an arbiter (as it had during the Russo-Japanese War, earning Theodore Roosevelt the country’s first Nobel Peace Prize), the leader of a global peace movement, the center of international arbitration, and the advocate of worldwide disarmament. By early 1917, however, the majority had come to two conclusions. First, as Charles Fremont Taylor, the editor of a Philadelphia-based magazine, articulated, ‘no nation can be a hermit in these days of steamships, railroads, telegraphs, ocean cables, wireless, etc.’ They no longer believed, as they had in 1914, that the Atlantic Ocean provided the country with sufficient protection from Europe’s wars. Second, they believed that their leaders had tried every option short of war only to find the country in an even more perilous geopolitical position.”\n\nMichael S. Neiberg, historian, The Path to War: How the First World War Created Modern America, 2016",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE piece of evidence used in the excerpt to support the argument made in the excerpt.\n\nBriefly explain how ONE piece of evidence not mentioned in the excerpt could be used to support, modify, or refute the argument in the excerpt.\n\nBriefly explain how ONE process discussed in the excerpt compares with the earlier United States decision to participate in the Spanish-American War.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE piece of evidence used in the excerpt to support the argument made in the excerpt.\n\nBriefly explain how ONE piece of evidence not mentioned in the excerpt could be used to support, modify, or refute the argument in the excerpt.\n\nBriefly explain how ONE process discussed in the excerpt compares with the earlier United States decision to participate in the Spanish-American War.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.5",
    "text": "7.5: World War I - Military and Diplomacy"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Identify the evidence used in a source to support an argument."
  }
}