{
  "id": "VH984535",
  "type": "frq",
  "title": "Second World War African and Japanese Americans",
  "content": {
    "description": "Document 1\n\nA. Philip Randolph, “Call to Negro America to March on Washington for Jobs and Equal Participation in National Defense,” May 1941.\n\nThis is an hour of crisis. It is a crisis of democracy. It is a crisis of minority groups. It is a crisis of Negro Americans.\n\nWhat is this crisis?\n\nTo American Negroes, it is the denial of jobs in Government defense projects. It is racial discrimination in Government departments. It is widespread Jim Crowism in the armed forces of the Nation.\n\nWhile billions of the taxpayers’ money are being spent for war weapons, Negro workers are finally being turned away from the gates of factories, mine, and mills—being flatly told, “NOTHING DOING.” . . .\n\nWith faith and confidence of the Negro people in their own power for self-liberation, Negroes can break down the barriers of discrimination against employment in National Defense. Negroes can kill the deadly serpent of race hatred in the Army, Navy, Air and Marine Corps, and smash through and blast the Government, business and labor-union red tape to win the right to equal opportunity in vocational training and re-training in defense employment. . . .\n\nIn this period of power politics, nothing counts but pressure, more pressure, and still more pressure, through the tactic and strategy of broad, organized, aggressive mass action behind the vital and important issues of the Negro. To this end, we propose that ten thousand Negroes MARCH ON WASHINGTON FOR JOBS IN NATIONAL DEFENSE AND EQUAL INTEGRATION IN THE FIGHTING FORCES OF THE UNITED STATES. . . .\n\nToday we call on President [Franklin D.] Roosevelt . . . to . . . free American Negro citizens of the stigma, humiliation, and insult of discrimination and Jim Crowism in Government departments and national defense.\n\nDocument 2\n\nSource: James G. Thompson, letter to the editor of the Pittsburgh Courier, a newspaper with predominantly African American readers, January 31, 1942\n\nLike all true Americans, my greatest desire at this time, this crucial point of our history; is a desire for a complete victory over the forces of evil, which threaten our existence today. Behind that desire is also a desire to serve, this, my country, in the most advantageous way. Most of our leaders are suggesting that we sacrifice every other ambition to the paramount one, victory. With this I agree; but I also wonder if another victory could not be achieved at the same time. . . .\n\nBeing an American of dark complexion and some 26 years, these questions flash through my mind: “Should I sacrifice my life to live half American?” “Will things be better for the next generation in the peace to follow?” “Would it be demanding too much to demand full citizenship rights in exchange for the sacrificing of my life.” “Is the kind of America I know worth defending?” “Will America be a true and pure democracy after this war?” “Will colored Americans suffer still the indignities that have been heaped upon them in the past?” . . .\n\nI suggest that while we keep defense and victory in the forefront that we don’t lose sight of our fight for true democracy at home.\n\nThe “V for Victory” sign is being displayed prominently in all so-called democratic countries which are fighting for victory over aggression, slavery and tyranny. If this V sign means that to those now engaged in this great conflict then let colored Americans adopt the double VV for a double victory. The first V for victory over our enemies from without, the second V for victory over our enemies within. For surely those who perpetrate these ugly prejudices here are seeing to destroy our democratic form of government just as surely as the Axis forces.\n\nDocument 3\n\nSource: President Franklin D. Roosevelt, Executive Order 9066, “Authorizing the Secretary of War to Prescribe Military Areas,” dealing with Japanese Americans, February 19, 1942\n\nWhereas the successful prosecution of the war requires every possible protection against espionage and against sabotage to national-defense material, national-defense premises, and national-defense utilities . . .\n\nI hereby authorize and direct the Secretary of War . . . to prescribe military areas in such places and of such extent as he or the appropriate Military Commander may determine, from which any or all persons may be excluded, and with respect to which, the right of any person to enter, remain in, or leave shall be subject to whatever restrictions the Secretary of War or the appropriate Military Commander may impose in his discretion. The Secretary of War is hereby authorized to provide for residents of any such area who are excluded . . . such transportation, food, shelter, and other accommodations as may be necessary, in the judgment of the Secretary of War or the said Military Commander, and until other arrangements are made, to accomplish the purpose of this order. . . .\n\nI hereby further authorize and direct the Secretary of War and the said Military Commanders to take such other steps as he or the appropriate Military Commander may deem advisable to enforce compliance with the restrictions applicable to each Military area hereinabove authorized to be designated, including the use of Federal troops and other Federal Agencies, with authority to accept assistance of state and local agencies.\n\nDocument 4\n\nSource: Jeanne Wakatsuki, description of the camp for Japanese-American internees at Manzanar, California, 1942\n\nAt the time, it was pure chaos. . . . The evacuation had been so hurriedly planned, the camps so hastily thrown together, nothing was completed when we got there, and almost nothing worked.\n\nI was sick continually, with stomach cramps and diarrhea. At first it was from the shots they gave us for typhoid. . . . Later it was the food that made us sick, young and old alike. The kitchens were too small and badly ventilated. . . .\n\n“The Manzanar runs” became a condition of life, and you only hoped that when you rushed to the latrine, one would be in working order. . . .\n\nBefore Manzanar, mealtime had always been the center of our family scene. . . . Dinners were always noisy, and they were always abundant, with great pots of boiled rice, platters of home-grown vegetables, fish Papa caught.\n\nHe would sit at the head of this table, with Mama next to him serving and the rest of us arranged around the edges according to age . . .\n\nNow, in the mess halls, after a few weeks had passed, we stopped eating as a family. Mama tried to hold us together for a while, but it was hopeless. . . . My older brothers and sisters . . . began eating with their friends, or eating somewhere blocks away, in the hope of finding better food. . . .\n\nI . . . would eat in gangs with other kids, while the grownups sat at another table.\n\nDocument 5\n\nSource: Dempsey Travis, African American military veteran, oral interview about his experience in the United States Army during the Second World War\n\nThe army was an experience unlike anything I’ve had in my life. I think of two armies, one black, one white. . . .\n\nThis was Camp Shenango, Pennsylvania. . . .The troop train . . . had a car for black soldiers and a car for whites. They went to their part [of the camp] and sent us to the ghetto. It seems the army always arranged to have black soldiers back up against the woods someplace. Isolated. We were never near the main gate. If you went through camp as a visitor, you’d never know black soldiers were there, unless they happened to be working on some menial detail.\n\nThey didn’t have a PX [United States Army base store] that black soldiers could use. There was a white PX, but we could not use it. They set up a temporary situation in the barracks where a guy had some candy bars and a Coke. At the white PX, you could buy almost anything. We had nothin’. There was no black servicemen’s club. No place for recreation. . . .\n\nAlthough there were five theaters on the post, there were none that black soldiers could use.\n\nDocument 6\n\nSource: Cover of a publication of the United States Department of the Interior and the War Relocation Authority in collaboration with the War Department depicting “Nisei [people born in the United States to Japanese parents] in Uniform,” circa 1940s.\n\nCourtesy of Densho, www.densho.org",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of similarity in the experiences of African Americans and Japanese Americans during the Second World War (1941–1945).",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of similarity in the experiences of African Americans and Japanese Americans during the Second World War (1941–1945).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Contextualizing Period 7"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}