{
  "id": "VH981943",
  "type": "frq",
  "title": "Reasons for Prohibition",
  "content": {
    "description": "“In adopting some form of prohibition legislation during World War I, the United States was far from unique. Partial liquor control measures . . . had been enacted by many countries during the war, and some of the new drink regulations lasted permanently. But in its effort to totally eradicate the use of intoxicating liquor, the United States stood alone among major industrialized nations. The moral fervor of evangelical Protestants had intersected with the Progressive reform wave and the institutional openings provided by the war. Combined with political representation weighted heavily to rural districts and the limited political power of the law’s targets, the antiliquor crusaders were able to rewrite the Constitution and federal law.”\n\nLisa McGirr, historian, The War on Alcohol: Prohibition and the Rise of the American State, 2016",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE piece of evidence used in the excerpt to support the argument made in the excerpt.\n\nBriefly explain how ONE piece of evidence not mentioned in the excerpt could be used to support, modify, or refute the argument in the excerpt.\n\nBriefly explain ONE way the process discussed in the excerpt compares with the earlier reform movements at the time of the Second Great Awakening.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, answer (a), (b), and (c).\n\nBriefly describe ONE piece of evidence used in the excerpt to support the argument made in the excerpt.\n\nBriefly explain how ONE piece of evidence not mentioned in the excerpt could be used to support, modify, or refute the argument in the excerpt.\n\nBriefly explain ONE way the process discussed in the excerpt compares with the earlier reform movements at the time of the Second Great Awakening.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.4",
    "text": "7.4: The Progressives"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim and/or argument in a text-based or non-text-based source."
  }
}