{
  "id": "VH984567",
  "type": "frq",
  "title": "Women in First and Second World Wars",
  "content": {
    "description": "Document 1\n\nSource: Jane Addams, statement before House Committee on Military Affairs, January 1916\n\nMr. Chairman, I am speaking this morning as president of the Woman’s Peace Party . . . [which] feels that it would be a great mistake if the United States did not take advantage of the opportunity which presents itself to turn the world . . . toward the beginning of an era of disarmament and the cessation of warfare.\n\n. . . I am speaking for those women all over the country who cannot understand . . . why the Government should want to “prepare” before there is need to contemplate any war.\n\nPerhaps our attitude indicates a survival of the old difference between the woman surrounded by a group of helpless children, who in case of supposed danger wants to move a little more slowly than the man who rushes out as soon as the bushes begin to move, quite convinced that an enemy is in ambush.\n\nDocument 2\n\nSource: For Every Fighter a Woman Worker, circa 1918\n\nCourtesy of Manuscripts, Archives, and Special Collections, Washington State University Libraries\n\nDocument 3\n\nSource: President Woodrow Wilson, Address to the Senate on the Nineteenth Amendment, September 1918\n\nGentlemen of the Senate:\n\nWe have made partners of the women in this war; shall we admit them only to a partnership of suffering and sacrifice and toil and not to a partnership of privilege and right? This war could not have been fought, either by the other nations engaged or by America, if it had not been for the services of the women—services rendered in every sphere—not merely in the fields of effort in which we have been accustomed to see them work, but wherever men have worked and upon the very skirts and edges of the battle itself. We shall not only be distrusted but shall deserve to be distrusted if we do not enfranchise them with the fullest possible enfranchisement, as it is now certain that the other great free nations will enfranchise them.\n\nDocument 4\n\nSource: Ruth Matthews and Betty Hannah, “This Changing World for Women,” Ladies Home Journal, August 1942\n\nWhen brisk Ginny Drummond and her cover-girl roommate of the silky black hair and gentian-blue eyes, Tommy Joseph, sink dog-tired into bed these evenings, often as not a lively jive party is just starting in the adjoining room. Getting eight hours’ sleep a night to bolster aching arms and feet for another eight hours’ stand on the Glenn Martin aircraft-assembly line is practically impossible when four girls, sharing the same cramped one-bedroom apartment on Baltimore’s sweltering Mt. Royal Avenue, keep working hours that stretch right around the clock. . . .\n\n“You’ll do a man’s job and you’ll get a man’s pay check,” Glenn L. Martin tells his 4000 women employees, “but you’ll be treated as the men are treated.”. . .\n\nAnd when the war is over? Some of the girls, and certainly the men they work beside, wonder just what all these women are going to do when the boys come home. Some, of course, will quit to get married. But not all of them will have husbands, because some of these boys aren’t coming back. Tommy has faced that stark possibility with grim and self-searching courage. She, like many other of the women workers, may go on to a big supervisory job in aircraft production. As for the younger girls, “When the war’s over we’ll probably go home again and wash dishes.”\n\n“We’d better,” Ginny advises with a wry smile. “It’s the only way we’ll ever get our hands clean again.”\n\nDocument 5\n\nSource: United States Marine Corps Women’s Reserve, 1943\n\nCourtesy of Manuscripts, Archives, and Special Collections, Washington State University Libraries\n\nDocument 6\n\nSource: Photograph by African American photographer E. F. Joseph, taken for the Office of War Information between 1943 and 1945\n\nOriginal caption: “One of the 1,000 skilled Negro women working at the Kaiser shipyards, at Richmond, California, who helped build the SS George Washington Carver, launched on May 7, 1943. Miss Odie Mae Embry mans the emergency switch for the protection of track workers as the huge crane swings 100 feet above.”\n\nCourtesy of the Library of Congress",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of difference between American women's experiences in the First World War (1914-1918) and the Second World War (1939-1945).",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of difference between American women's experiences in the First World War (1914-1918) and the Second World War (1939-1945).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Contextualizing Period 7"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}