{
  "id": "VR036519",
  "type": "frq",
  "title": "Historians on women and the American Revolution",
  "content": {
    "description": "“The revolutionary moment was neither radical nor a watershed for American women. Those who disregard America’s commitment to patriarchal rule and plead for a historical interpretation that favors enlightened exceptionalism have overlooked the conditions that made large-scale change all but impossible at that time and place.”\n\nElaine Forman Crane, historian, Ebb Tide in New England: Women, Seaports, and Social Change, 1630–1800, published in 1998\n\n“The coming of the American Revolution . . . created new opportunities for women to participate in politics. Responding to men’s appeals, women engaged in a variety of actions in support of the revolutionary cause, which led women to experience a greater sense of connection to and involvement with the polity. After the war their political contributions were praised, celebrated, and remembered. . . . Women now were seen as political beings who had the capacity to influence the course of war, politics, and history.”\n\nRosemarie Zagarri, historian, Revolutionary Backlash: Women and Politics in the Early American Republic, published in 2007",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpts above, answer (a), (b), and (c).\n\nBriefly describe ONE major difference between Crane’s and Zagarri’s historical interpretations of the immediate impact of the American Revolution on women.\n\nBriefly explain how ONE event, development, or circumstance from the period 1765 to 1800 that is not explicitly mentioned in the excerpts could be used to support Crane’s argument.\n\nBriefly explain how ONE event, development, or circumstance from the period 1765 to 1800 that is not explicitly mentioned in the excerpts could be used to support Zagarri’s argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpts above, answer (a), (b), and (c).\n\nBriefly describe ONE major difference between Crane’s and Zagarri’s historical interpretations of the immediate impact of the American Revolution on women.\n\nBriefly explain how ONE event, development, or circumstance from the period 1765 to 1800 that is not explicitly mentioned in the excerpts could be used to support Crane’s argument.\n\nBriefly explain how ONE event, development, or circumstance from the period 1765 to 1800 that is not explicitly mentioned in the excerpts could be used to support Zagarri’s argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: The Influence of Revolutionary Ideals"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}