{
  "id": "VR183844",
  "type": "frq",
  "title": "Evaluate causes of economic instability",
  "content": {
    "description": "Evaluate the relative importance of factors that caused economic instability in the United States throughout the period from 1919 to 1933.\n\nDocument 1\n\nSource: Letter from a New Jersey Republican to Hamilton Kean, a Republican National Committee member from New Jersey, about the Mellon (tax) Plan, 1924.\n\nThe Mellon Tax Plan promulgated [promoted] by the Secretary of the Treasury and subscribed to in full by President Coolidge was satisfactory only to 330,000 taxpayers while it displeased 13,000,000 of the working class. The Mellon–Coolidge Plan was to relieve the wealthy, not the working class, despite denials, and to bid for the support of the wealthy class and Big Business. . . .\n\n. . . The insistence on the adoption of the Mellon Tax Plan rather than the one designed to benefit the many millions . . . [is one] of the things that the voters will remember when they mark an “X” alongside their choice on their ballots in November.\n\nAfter digesting some of the many glaring objections to the nomination of Coolidge or anyone in any way associated with him now can the Republican managers conscientiously ask the voters of the country to again place confidence in them?\n\nDocument 2\n\nSource: Calvin Coolidge, address accepting the Republican presidential nomination, 1924.\n\nWe have observed with sympathy the continuing difficulties of Europe. We have desired to assist whenever we could do so effectively. Late in December, 1922, the Secretary of State announced the American plan, which was finally adopted. . . . If Europe should agree to this proposal, then a private loan should be made by our citizens to Germany for the financial support of this undertaking. The Governments interested should make necessary concessions for the security of such a loan.\n\nIn my opinion such action, by stabilizing Europe, would result in improving our own economic condition. But beyond that it is the duty of our people who have the resources to use them for the relief of war-stricken nations and the improvement of world conditions. As this is written, reports indicate that the plan of General Dawes will be adopted, and that the effort of America has made a tremendous contribution to the welfare, security and peace of the world.\n\nDocument 3\n\nSource: The Labor Bureau, Inc., New York–based economic research institute, “Installment Buying,” Facts for Workers: The Labor Bureau Economic News Letter, 1926.\n\nA writer in the American Mercury [magazine] reports the case of a mechanic in Texas who received, when work was available, $6 a day. Sundry [several] high powered salesmen had sold him a second-hand automobile for which he had contracted to pay $30 a month; a set of plush and fumed-oak parlor furniture for an equal monthly sum; a piano, a gold watch, a baby carriage, and a diamond ring. The sum total of his monthly installments came to more than his total monthly wages, provided he worked every day—which he didn’t. . . .\n\nWe [the American people] are so loaded up with monthly payments [on the installment plan] that we have to cut down on pork chops and warm underclothes. Already manufacturers of essentials like the Pacific Mills (textiles) and the Endicott Johnson Corporation (shoes) are finding that installment buying is cutting into their business. Thus the whole national manufacturing program is liable to be made top heavy with non-essentials, while the lower income groups find themselves actually suffering because they cannot buy the necessities which the family needs. In this vicious circle there is the possibility of a very ugly day of reckoning.\n\nDocument 4\n\nSource: United States Bureau of the Census, data on the agricultural sector of the economy, 1919–1930.\n\nYear\n Price of Wheat Per Bushel (in dollars)\n Net Farm Income (in millions of dollars)\n Total Farm Debt as Percentage of Net Farm Income\n\n1919\n 2.16\n 9,587\n   74.4\n\n1920\n 1.83\n 7,197\n 118.8\n\n1921\n 1.03\n 3,935\n 259.7\n\n1922\n 0.97\n 4,445\n 240.7\n\n1923\n 0.93\n 5,113\n 210.9\n\n1924\n 1.25\n 5,338\n 199.7\n\n1925\n 1.44\n 6,369\n 155.6\n\n1926\n 1.22\n 5,930\n 163.7\n\n1927\n 1.19\n 5,874\n 164.4\n\n1928\n 1.00\n 5,841\n 167.0\n\n1929\n 1.04\n 6,274\n 155.4\n\n1930\n 0.67\n 4,528\n 212.6\n\nSource: United States Bureau of the Census, Historical Statistics of the United States.\n\nDocument 5\n\nSource: W. E. B. Du Bois, African American sociologist, historian, and activist, “The Shape of Fear,” The North American Review, 1926.\n\nWhy is it that in a rich country like the United States, in many respects the richest and most prosperous organization of men in the world, we continually have mobs fighting and doing unutterable things because at bottom men are afraid of being unable to earn a respectable living? The answer is that our postwar prosperity is built more on gambling than on honest productive industry. Gambling was the result of war, born in war time and coming from the sudden demand for technique machinery and goods, which paid those who happened to hold them enormous marginal rents. The chance to the gambler, the promoter and the manipulator of industry has come during the reconstruction since the war, in the monopoly of land and homes, in the manipulation of industrial power, in the use of new inventions and discoveries, in the reorganization of corporate ownership.\n\nWe have today in the United States, cheek by jowl, Prosperity and Depression.\n\nDocument 6\n\nSource: “Stock Prices Will Stay at High Level for Years to Come, Says Ohio Economist,” New York Times, October 13, 1929.\n\nThe stock market will see bigger gains in the immediate future than at any other period of its history, and except for minor fluctuations the present high level of prices will be constant for years to come, according to a statement by Dr. Charles Amos Dice, professor of business organization at Ohio State University. . . .\n\n“Among the yardsticks for predicting the behavior of stocks which have been rendered obsolete,” Dr. Dice went on, “are the truism that what goes up must come down, . . . [and] that stock prices cannot safely exceed ten times the net earnings available for dividends on the common stock per share.”\n\n“The day of the small investor is here. Once despised and turned away, he is now sought day and night. The appeals come from the best banking houses as well as from the fly-by-night operator. The wage earner is made aware of how easy it is to build up an estate by small installment payments.”\n\nDocument 7\n\nSource: Victor C. Anderson, illustration for Life magazine, 1930.\n\n“Mama, it’s so nice to have Daddy home all the time now.”",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of factors that caused economic instability in the United States throughout the period from 1919 to 1933.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of factors that caused economic instability in the United States throughout the period from 1919 to 1933.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Contextualizing Period 7"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}