{
  "id": "VR188937",
  "type": "frq",
  "title": "Historians on Reconstruction",
  "content": {
    "description": "“Even though Republicans failed in their effort to establish an effective and durable organization in the South, they nevertheless emerged from the era of reconstruction in a powerful position . . . , [and] they found a large number of southern Democrats remarkably easy to work with. . . . The Fourteenth and Fifteenth Amendments, which could have been adopted only under the conditions of radical reconstruction, make the blunders of that era . . . dwindle into insignificance.”\n\nKenneth M. Stampp, historian, The Era of Reconstruction, 1865–1877, published in 1965\n\n“Whether measured by the dreams inspired by emancipation or the more limited goals of securing blacks’ rights . . . , Reconstruction must be judged a failure.\n\n“. . . For the nation as a whole, the collapse of Reconstruction was a tragedy that deeply affected the course of its development. If racism contributed to the undoing of Reconstruction, so also Reconstruction’s demise . . . accelerated racism’s spread, until by the early twentieth century it pervaded the nation’s culture and politics.”\n\nEric Foner, historian, A Short History of Reconstruction: 1863–1877, published in 1990",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the accompanying excerpts, answer (a), (b), and (c).\n\n(a) Briefly describe ONE major difference between Stampp’s and Foner’s historical interpretations of Reconstruction.\n\n(b) Briefly explain how ONE specific historical event or development in the period from 1863 to 1900 not directly mentioned in the excerpts could be used to support Stampp’s argument.\n\n(c) Briefly explain how ONE specific historical event or development in the period from 1863 to 1900 not directly mentioned in the excerpts could be used to support Foner’s argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the accompanying excerpts, answer (a), (b), and (c).\n\n(a) Briefly describe ONE major difference between Stampp’s and Foner’s historical interpretations of Reconstruction.\n\n(b) Briefly explain how ONE specific historical event or development in the period from 1863 to 1900 not directly mentioned in the excerpts could be used to support Stampp’s argument.\n\n(c) Briefly explain how ONE specific historical event or development in the period from 1863 to 1900 not directly mentioned in the excerpts could be used to support Foner’s argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: 1844-1877"
  },
  "topic": {
    "code": "5.10",
    "text": "5.10: Reconstruction"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}