{
  "id": "VR188941",
  "type": "frq",
  "title": "Extent economic growth changed society",
  "content": {
    "description": "Evaluate the extent to which economic growth led to changes in United States society in the period from 1940 to 1970.\n\nDocument 1\n\nSource: President Franklin D. Roosevelt’s statement on signing the GI Bill of Rights, June 22, 1944\n\n[This bill] gives servicemen and women the opportunity of resuming their education or technical training after discharge, or of taking a refresher or retrainer course, not only without tuition charge up to $500 per school year, but with the right to receive a monthly living allowance while pursuing their studies.\n\nIt makes provision for the guarantee by the Federal Government of not to exceed 50 percent of certain loans made to veterans for the purchase or construction of homes, farms, and business properties.\n\nDocument 2\n\nSource: Property deed to the McIntosh family for a home in Seattle, Washington, 1947\n\nThis deed is made subject to the following restrictions, conditions, limitations, covenants and agreements, which shall run with the land and be binding upon the heirs, executors, administrators. . . .\n\n1. No part of said property shall ever be used or occupied by any person of any Asiatic, Negro, Hawaiian, or Malay race, or any person of extraction or descent of any such race, and the grantee or his successors in interest, shall not place any such person in possession or occupancy of said property, or any part thereof, or permit said property, or any part thereof, to be used or occupied by any such person, except that these provisions shall not prevent the residence upon said property of persons of any such race actually employed in domestic or menial service upon said property by occupants of said premises qualified by race as occupants hereunder.\n\nDocument 3\n\nSource: “This is How I Keep House,” McCall’s magazine, 1949\n\nBringing a new baby into a tiny city apartment, Helen Eckhoff says, taught her as nothing else could the importance of good housekeeping equipment and careful planning before and after a baby arrives. When she and [her husband] Bob discovered, shortly after moving to [a suburb], that they were going to have a second child they began planning for it months in advance. . . .\n\nOne of Helen’s greatest joys in her new home is the washing machine, which takes care of the family’s regular laundry . . . and is invaluable for all the slip covers, curtains, etc., that Helen plans to have spic and span before the baby comes. . . .\n\nBesides her house cleaning economies she saves time for the weekend by carefully planning her Saturday baking and by preparing casserole dishes and quick refrigerator desserts. “It means” she says, “that Bob and I have just about as much social life as we ever did. Naturally I don’t gad about, but there’s always time to have people over. On Saturday night we usually have a television party. Refreshments are simple and we don’t use many dishes so it’s just as relaxing for me as for the guests.”\n\nDocument 4\n\nSource: Automobile advertisement, 1950\n\nThe Advertising Archives / Alamy Stock Photo\n\nDocument 5\n\nSource: William H. Whyte, Jr., The Organization Man, 1956\n\nThis book is about the organization man. . . . [Organization men] are not the workers, nor are they the white-collar people in the usual, clerk sense of the word. These people only work for The Organization. The ones I am talking about belong to it as well. They are the ones of our middle class who have left home, spiritually as well as physically, to take the vows of organization life, and it is they who are the mind and soul of our great self-perpetuating institutions. . . .\n\nThey are all, as they so often put it, in the same boat. Listen to them talk to each other over the front lawns of their suburbia and you cannot help but be struck by how well they grasp the common denominators which bind them. . . . They are wry about it, to be sure; they talk of the “treadmill,” the “rat race,” of the inability to control one’s direction. But they have no great sense of plight; between themselves and organization they believe they see an ultimate harmony. . . .\nFrom The Organization Man, by William H. Whyte. Originally published by Simon & Schuster in 1956. Copyright © 1956 by William H. Whyte. Reprinted by permission of the Albert LaFarge Literary Agency. All rights reserved.\n\nDocument 6\n\nNational System of Interstate and Defense Highways, as of June, 1958\n\nDocument 7\n\nSource: A. Q. Mowbray, journalist, Road to Ruin, 1969\n\n[An engineering firm] laid out a freeway system for the city of Nashville. . . . [Interstate Route 40], instead of coming straight into the city, would swing north on a wide loop through the center of the Negro community in North Nashville, where it would wipe out Negro homes and churches, slice through a Negro college complex, and run along the main business street for sixteen blocks, wiping out all the Negro-owned businesses on one side of the street and isolating those on the other side from their customers. Some 650 homes, 27 apartment buildings, and several churches would be pounded into rubble. Isolation of the ghetto would be increased by the creation of fifty dead-end streets along the course of the expressway.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which economic growth led to changes in United States society in the period from 1940 to 1970.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which economic growth led to changes in United States society in the period from 1940 to 1970.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: 1945-1980"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Contextualizing Period 8"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}