{
  "id": "VR181586",
  "type": "frq",
  "title": "Historians on Era of Good Feelings",
  "content": {
    "description": "“‘Good feelings’ animated the American nation in the victorious afterglow of the Battle of New Orleans [in 1815]. . . .\n\n“[But] if this was the dawn of a new era characterized by ‘the awakening of American nationalism,’ it was a most peculiar awakening. . . .\n\n“Political feelings in America were truly mixed, and not the least because of the remarkable effort to promote and publicize ‘good feelings,’ an effort that denied the continuing conflicts that Americans faced. . . . Partisan and related sectional differences continued to be the most obvious obstacle to joyous unity; at the same time, the dominant modes of nationalist thought and practice still encouraged attempts to celebrate America into a consensual, nonpartisan future.”\n\nDavid Waldstreicher, historian, In the Midst of Perpetual Fetes: The Making of American Nationalism, 1776–1820, published in 1997\n\n“[President James] Monroe took office determined to lead the nation to greatness by making the United States impregnable to foreign attack and ensuring the safety of Americans across the face of the continent. . . . Monroe promoted construction . . . that linked every region of the nation with outlets to the sea and to shipping routes to other continents. . . . Monroe’s presidency made poor men rich, turned political allies into friends, and united a divided people. . . . He created an era never seen before or since in American history—an ‘Era of Good Feelings’ that propelled the people and its nation to greatness.”\n\nHarlow Giles Unger, historian, The Last Founding Father: James Monroe and a Nation’s Call to Greatness, published in 2009",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the accompanying excerpts, answer (a), (b), and (c).\n\n(a) Briefly describe ONE major difference between Waldstreicher’s and Unger’s historical interpretations of American nationalism.\n\n(b) Briefly explain how ONE specific historical event, development, or circumstance in the period 1800 to 1840 that is not explicitly mentioned in the excerpts could be used to support         Waldstreicher’s argument.\n\n(c) Briefly explain how ONE specific historical event, development, or circumstance in the period 1800 to 1840 that is not explicitly mentioned in the excerpts could be used to support Unger’s argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the accompanying excerpts, answer (a), (b), and (c).\n\n(a) Briefly describe ONE major difference between Waldstreicher’s and Unger’s historical interpretations of American nationalism.\n\n(b) Briefly explain how ONE specific historical event, development, or circumstance in the period 1800 to 1840 that is not explicitly mentioned in the excerpts could be used to support         Waldstreicher’s argument.\n\n(c) Briefly explain how ONE specific historical event, development, or circumstance in the period 1800 to 1840 that is not explicitly mentioned in the excerpts could be used to support Unger’s argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.7",
    "text": "4.7: Expanding Democracy"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Compare the arguments or main ideas of two sources."
  }
}