{
  "id": "VR259168",
  "type": "frq",
  "title": "Douglass and others on causes of the Civil War",
  "content": {
    "description": "Document 1\n\nSource: John C. Calhoun, statement adopted by a South Carolina state convention, 1832.\n\nWe hold . . . that on their separation from the Crown of Great Britain, the several colonies became free and independent States, each enjoying the separate and independent right of self-government; and that no authority can be exercised over them . . . but by their consent. . . .\n\nThe Constitution of the United States is a compact formed between the several States . . . that the government created by it is a joint agency of the States, appointed to execute the powers enumerated and granted by that instrument; that all its acts not intentionally authorized are of themselves essentially null and void, and that the States have the right . . . to pronounce, in the last resort, authoritative judgment on the usurpations of the Federal Government.\n\nDocument 2\n\nSource: Frederick Douglass, formerly enslaved African American abolitionist, “What to the Slave Is the Fourth of July,” speech, 1852.\n\nFellow-citizens, pardon me, allow me to ask, why am I called upon to speak here to-day? What have I, or those I represent, to do with your national independence? Are the great principles of political freedom and of natural justice, embodied in that Declaration of Independence, extended to us? . . .\n\n. . . Your high independence only reveals the immeasurable distance between us. The blessings in which you, this day, rejoice, are not enjoyed in common. The rich inheritance of justice, liberty, prosperity and independence, bequeathed by your fathers, is shared by you, not by me. The sunlight that brought life and healing to you, has brought stripes and death to me. This Fourth [of] July is yours, not mine.\n\nDocument 3\n\nSource: Evening Journal, New York newspaper article, 1854.\n\nIf the North is what it claims to be . . . this day ends the era of Compromises. . . . It will declare that there shall be no more new Slave States. That there shall be no more Slave Territories. . . . It will sweep Slavery out of every nook and corner where the General Government has jurisdiction, imprison it within its fifteen States, and surround it there with triple bands of steel.\n\nDocument 4\n\nSource: George Fitzhugh, Southern writer, Cannibals All! Or Slaves Without Masters, 1857.\n\nWe do not know whether free laborers ever sleep. They are fools to do so; for, whilst they sleep, the wily and watchful capitalist is devising means to ensnare and exploit them. The free laborer must work or starve. He is more of a slave than the negro, because he works longer and harder for less allowance than the slave.\n\nDocument 5\n\nSource: President James Buchanan, Inaugural Address, 1857.\n\nUnder the Nebraska-Kansas act . . . the actual residents in the Territory shall . . . [form] a constitution . . . [for] admission as a State into the Union. . . . The whole Territorial question being thus settled upon the principle of popular sovereignty . . . all agree that under the Constitution slavery in the States is beyond the reach of any human power except that of the respective States themselves wherein it exists. May we not, then, hope that the long agitation on this subject is approaching its end. . . .\n\nIt has alienated and estranged the people of the sister States from each other, and has even seriously endangered the very existence of the Union.\n\nDocument 6\n\nSource: Abraham Lincoln, speech delivered in Springfield, Illinois, 1858.\n\nI believe this government cannot endure, permanently, half slave and half free. I do not expect the Union to be dissolved; I do not expect the house to fall; but I do expect it will cease to be divided. It will become all one thing, or all the other.\n\nDocument 7\n\nSource: “Plantation—Cotton Picking,” Harper’s Magazine, 1859.\n\nTags From the New York Public Library",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the causes of the Civil War in the period from 1830 to 1861.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/United_States_History/7ec31d5eb91cb67c75000d5acf825e7e.png",
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the causes of the Civil War in the period from 1830 to 1861.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.13",
    "text": "4.13: The Society of the South in the Early Republic"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}