{
  "id": "VR259032",
  "type": "frq",
  "title": "Seward and others on causes of the Civil War",
  "content": {
    "description": "Document 1\n\nSource: James Williams, formerly enslaved person, recounting his 1837 escape from Alabama, 1838.\n\n[I] stepped across the line which divided the free state of Pennsylvania from the land of slavery. . . .\n\n. . . I ventured to call at a tavern. . . . Some more colored people came in, and taking me aside told me that they knew . . . that I was probably a runaway slave—but that I need not be alarmed, as they . . . would do all in their power to protect me. . . .\n\n. . . The slaves are always told that if they escape into a free state, they will be seized and put in prison. . . . Oh, if the miserable men and women, now toiling on the plantations of Alabama, could know that thousands in the free states are praying and striving for their deliverance!\n\nDocument 2\n\nSource: American Cotton Planter, magazine article, 1853.\n\nThe slave-labor of the United States, has hitherto conferred and is still conferring inappreciable blessings on mankind. If these blessings continue, slave-labor must also continue, for it is idle to talk of producing Cotton for the world’s supply with free labor. It has never yet been grown by voluntary labor.\n\nDocument 3\n\nSource: Stephen A. Douglas, United States senator from Illinois, speech in Congress on the Kansas-Nebraska Bill, 1854.\n\nNow I ask the friends and the opponents of this measure to look at it as it is. Is not the question involved the simple one, whether the people of the territories shall be allowed to do as they please upon the question of slavery, subject only to the limitations of the Constitution?\n\nDocument 4\n\nSource: Evening Journal, New York newspaper article, 1854.\n\nThe work of Monroe, and Madison, and Jefferson, is undone. The wall they erected to guard the domain of Liberty, is flung down by the hands of an American Congress, and Slavery crawls, like a slimy reptile over the ruins, to defile a second eden.\n\nThey tell us that the North will not submit. We hope it will not. But we have seen this same North crouch lower and lower each year under the whip of the slave driver, until it is hard to tell what it will not submit to now. Who, seven years ago, would not have derided [mocked] a prophecy [prediction] that Congress could enact the kidnapping of free citizens, without judge or jury? . . . And yet, who now will deny that that prophecy is more than realized?\n\nDocument 5\n\nSource: William Seward, United States senator from New York, “The Irrepressible Conflict,” speech, 1858.\n\nOne of the chief elements of the value of human life is freedom in the pursuit of happiness. The slave system is . . . intolerable, unjust, and inhuman. . . .\n\nThe free-labor system conforms to the divine law of equality, which is written in the hearts and consciences of man, and therefore is always and everywhere beneficent.\n\nThe free-labor system educates all alike, and by opening all the fields of industrial employment . . . secures universal contentment, and brings into the highest possible activity all the physical, moral, and social energies of the whole state. In states where the slave system prevails, the masters, directly or indirectly, secure all political power, and constitute a ruling aristocracy. In states where the free-labor system prevails, universal suffrage necessarily obtains, and the state inevitably becomes, sooner or later, a republic or democracy.\n\nDocument 6\n\nSource: “Our national bird,” cartoon published in 1861.\n\nLibrary Company of Philadelphia\n\nDocument 7\n\nSource: Secession Convention of Texas, declaration of secession, 1861.\n\nWe hold as undeniable truths that . . . in this free government all white men are and of right ought to be entitled to equal civil and political rights; that the servitude of the African race, as existing in these States, is mutually beneficial to both bond and free, and is abundantly authorized and justified by the experience of mankind, . . . while the destruction of the existing relations between the two races, as advocated by our sectional enemies, would bring inevitable calamities upon both and desolation upon the fifteen slave-holding States. . . .\n\nFor these and other reasons, . . . we the delegates of the people of Texas, in Convention assembled, have passed an ordinance dissolving all political connection with the government of the United States of America.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the causes of the Civil War in the period from 1830 to 1861.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the causes of the Civil War in the period from 1830 to 1861.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.13",
    "text": "4.13: The Society of the South in the Early Republic"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}