{
  "id": "VR258831",
  "type": "frq",
  "title": "Warren and others on change by American Revolution",
  "content": {
    "description": "Document 1 \n\nSource: James Otis, Massachusetts lawyer, Considerations on Behalf of the Colonists, pamphlet published in London, England, 1765.\n\nThe consent of two houses of assembly in the colonies has till lately been thought requisite [required] for the taxation of his majesty’s most dutiful and loyal subjects. . . . We who are in the colonies, are by [British] common law . . . declared entitled to all the privileges of the subjects within the realm [of Great Britain]. Yet we are heavily taxed.\n\nDocument 2\n\nSource: Paul Revere, engraving of an event in Massachusetts that British colonists called the “Boston Massacre,” 1770.\n\nThe Metropolitan Museum of Art, New York, Gift of Mrs. Russell Sage, 1910\n\nDocument 3\n\nSource: Article in the South-Carolina Gazette, published in Charleston, South Carolina, 1774.\n\n[Last Tuesday] arrived here, in the Ship Britannia, Captain Samuel Ball, junior, from London. . . . The Committee of Observation [enforcing a nonimportation agreement] were informed, that he had SEVEN CHESTS OF TEA on board, subject to that Duty, which all America have denied to be constitutionally imposed; and the Minds of the People appeared to be very much agitated. . . . On Thursday at Noon. . . . [three local merchants] who going on board the ship . . . , with their own Hands respectively [broke open] the Chests belonging to each [of them], and emptied their Contents into the River, in the Presence of the Committee of Observation, . . . and in View of . . . a numerous Concourse of People, who gave three hearty Chears after the emptying of each Chest.\n\nDocument 4\n\nSource: Eliza Wilkinson, member of a plantation-owning family, letter to a friend reflecting on a conversation about liberty with Patriot soldiers during the British invasion of South Carolina, 1782.\n\nThe land of Liberty! How sweet the sound! . . . O! Americans . . . let not the blood of your brave countrymen . . . be spilt in vain. Pardon this digression, . . . I do not love to meddle with political matters; the men say we have no business with them, it is not in our sphere! . . . I won’t have it thought, that because we are the weaker sex as to bodily strength . . . we are capable of nothing more than . . . domestic concerns. . . . We can . . . have as just a sense of honor, glory, and great actions as these [men]. . . . They won’t even allow us the liberty of thought, and that is all I want.\n\nDocument 5\n\nSource: Petition from Worcester, Massachusetts to the Massachusetts state legislature, 1786.\n\nThe want of a circulating medium [money] subjects the inhabitants [of Worcester] to the greatest inconveniences, the people in general are extremely embarrassed [burdened] with publick and private debts. . . . We humbly seek protection and redress from the wisdom of the honorable [legislature] and pray . . . that such prudent laws may be framed as shall . . . correct the evils arising from the present scarcity of cash.\n\nDocument 6\n\nSource: Mercy Otis Warren, Observations on the New Constitution and the Federal and State Conventions, published anonymously in 1788.\n\n[The] Constitution, which, by the undefined meaning of some parts, and the ambiguities of expression in others . . . must soon terminate in the most uncontrolled despotism. . . .\n\n. . . It is an undisputed fact that not one legislature in the United States had the most distant idea when they first appointed members for a convention . . . , or when they afterwards authorized them to consider on some amendments to the [Articles of Confederation], that they would without any warrant from their constituents, presume on so daring a stride, as ultimately to destroy the state governments, and offer a consolidated system [of government].\n\nDocument 7\n\nSource: William Manning, farmer and Democratic-Republican representative in the Massachusetts state legislature, notes discussing his opposition to the full repayment of government war debts, 1790.\n\nI cannot but view with Abhorrence [disgust] all the arguments that have as yet been offered in favor of paying the whole sum [of the war debt] to the present holders [of these debts]. . . .\n\n. . . It is Not only Implied But fully Expressed in almost all the [state] Constitutions . . . that all Men are born free and Equal . . . and that the Desires and Interests of the Majority of the Great body of the people ought to Control in all Matters of Government. . . . But on the Contrary . . . those that have got the public Securities [debt] for a trifle [of money] . . . will be a formidable body of powerful Men Combined in opposition [to the majority].",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the American Revolution changed society in the period from 1765 to 1800.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the American Revolution changed society in the period from 1765 to 1800.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.4",
    "text": "3.4: Philosophical Foundations of the American Revolution"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}