{
  "id": "VR258743",
  "type": "frq",
  "title": "Walker and others on changes in slavery",
  "content": {
    "description": "Document 1\n\nSource: Image from a Map of Virginia and Maryland, circa the mid–1750s\n\nCourtesy of the Library of Congress\n\nDocument 2\n\nSource: An Act for the better Ordering and Governing of Negroes and other Slaves in this Province, law passed by the Georgia colonial legislature, 1755.\n\nAll Negroes [and] Indians . . . and all their . . . offspring Born or to be Born shall be and they are hereby declared to be and remain for ever hereafter absolute Slaves and shall follow the Condition of the Mother and shall be deemed in Law to be Chattels personal in the Hands of their Owners and possessors. . . .\n\n. . . And be it further Enacted . . . that it shall and may be Lawful for every Justice assigned to keep the peace in this province . . . to dispose any Assembly or meeting of Slaves which may disturb the peace or endanger the safety of his Majesty’s Subjects.\n\nDocument 3\n\nSource: James Warren, newspaper editor, essay in the Republican Centinel during the debate in Massachusetts over ratifying the United States Constitution, 1788.\n\n[By] the provision in the [constitutional] system for a representation of the people, which is the corner stone of a free government . . . , fifty thousand slaves, having neither liberty or property, will have a representative in that branch of the legislature [the House of Representatives]. . . . Should it be said, that not the slaves but their masters are to send a representative, the answer is plain: If the slaves have a right to be represented, they are on a footing with freemen. . . . What covenant [agreement] are the freemen of Massachusetts about to ratify? A covenant that will degrade them to the level of slaves. . . . Is this an equal, a safe, or a righteous plan of government?\n\nDocument 4\n\nSource: Tench Coxe, former federal government official, report on cotton production prepared for the Philadelphia Society for the Promotion of American Manufactures, 1817.\n\nThe statesman and the planter, the merchant and the manufacturer, are now aware, that . . . [because cotton is] capable of being produced in so extensive a portion of our country, its sale and employment [use] appear to be objects of the greatest and most obvious importance to the landed interest. . . . The peculiar fitness of the staple for conversion into yarn [and] cloths . . . by machinery . . . have hitherto made these demands, at home and abroad, very extensive, steady, and increasing. . . .\n\n. . . It appears highly expedient, that our government and nation should pay the most early and serious attention to the cotton manufacture, as the indispensable means of promoting agriculture. . . . The foreign and domestic demands [for cotton textiles] would be highly favorable to the planters.\n\nDocument 5\n\nSource: Jeremiah Gloucester, formerly enslaved African American minister, An Oration on the Abolition of the Slave Trade, delivered at an African American church in Philadelphia, Pennsylvania, 1823.\n\nAmerica lifted up the pole of liberty and unfurled the banner and swayed the scepter of Independence. . . . Then it was the African [who] lifted up his bleeding fettered [shackled] hands, and cried with a voice that reiterated “Am I not a man and a brother!” . . . Yet there are thousands of our brethren of colour suffering under the tyrannical yoke of bondage in the south. . . . I appeal to the hearts of all true republicans, [is it not] a sin in the sight of heaven, to hold in cruel slavery a part of the human family, for no other crime than they are not of the same colour?\n\nDocument 6\n\nSource: David Walker, African American activist, An Appeal to the Coloured Citizens of the World, 1829.\n\nDo you know that Mr. Jefferson was one of as great characters as ever lived among the whites? . . . Do you believe that the assertions [about African American inferiority] of such a man, will pass away into oblivion unobserved by this people and the world? . . . I am after those who know and feel, that we are MEN . . . ; to them, I say, that unless we try to refute Mr. Jefferson’s arguments respecting us, we will only establish them. . . .\n\nAre we MEN!!—I ask you, O my brethren! are we MEN?\n\nDocument 7\n\nSource: Bennet Barrow, Louisiana slaveholder, rules for his cotton plantation recorded in his diary, 1838.\n\nNo negro shall leave the place at any time without my permission, or in my absence that of the Driver [slave overseer] . . . , for the cause of such absence . . . ought never to be omitted to be enquired into.\n\nThe Driver should never leave the plantation, unless on the business of the plantation.\n\nNo negro shall be allowed to marry out of the plantation.\n\nNo negro shall be allowed to sell anything without my express permission. I have ever maintained the doctrine that my negroes have no time [of their own] Whatever, [and] they are always liable to my call without questioning for a moment.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the institution of slavery changed in the period from 1754 to 1850.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the institution of slavery changed in the period from 1754 to 1850.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: 1754-1800"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: The Influence of Revolutionary Ideals"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}