{
  "id": "VR259169",
  "type": "frq",
  "title": "Lincoln and others on causes of the Civil War",
  "content": {
    "description": "Document 1\n\nSource: Sheet music illustrated with an image of African American abolitionist Frederick Douglass as a runaway from slavery, 1845.\n\nNote: Text reads “Words composed and respectfully dedicated, in token of confident esteem, to Frederick Douglass.”\nCourtesy of the Library of Congress\n\nDocument 2\n\nSource: Henry Weeden, African American tailor and abolitionist in Boston, Massachusetts, letter to Watson Freeman, a United States Marshal responsible for enforcing the Fugitive Slave Law, 1850.\n\nYour Coat came to me this morning for repairs. I take this method of returning it: without complying with Your request. With me Principle first. Money afterwards.\n\nThough a poor man, I crave the patronage of no Being that would volunteer his services to arrest a Fugitive Slave or that would hang 100 [negroes] for 25 cents each.\n\nDocument 3\n\nSource: William Howard, member of the House of Representatives from Ohio, Report of the Special Committee Appointed to Investigate the Troubles in the Territory of Kansas, 1856.\n\nIn this, the first election in the territory [of Kansas], a very large majority of the votes were cast by citizens of the State of Missouri . . . a systematic invasion, from an adjoining state, by which large numbers of illegal votes were cast . . . for the avowed purpose of extending slavery into the territory . . . was a crime of great magnitude. Its immediate effect was to further excite the people of the northern states, induce acts of retaliation, and exasperate the actual settlers against their neighbors in Missouri.\n\nDocument 4\n\nSource: United States Supreme Court Chief Justice Roger Taney, majority opinion in Dred Scott v. Sandford, 1857.\n\nCan a negro, whose ancestors were imported into this country, and sold as slaves, become a member of the political community formed and brought into existence by the Constitution of the United States, and as such become entitled to all the rights, and privileges, and immunities, guaranteed by that instrument to the citizen? One of which rights is the privilege of suing in a court of the United States.\n\n. . . We think they are not, under the word “citizens” in the Constitution, and can therefore claim none of the rights and privileges which that instrument provides for and secures to citizens of the United States.\n\nDocument 5\n\nSource: “Picking cotton on a Georgia plantation,” Ballou’s Pictorial, magazine, 1858.\n\nCourtesy of the Library of Congress\n\nDocument 6\n\nSource: Frederick Law Olmstead, Northern journalist, The Cotton Kingdom: A Traveler’s Observations on Cotton and Slavery in the American Slave States, 1861.\n\nLet a man be absent from any part of the North twenty years, and he is struck, on his return, by what we call the “improvements” which have been made: better buildings, churches, schoolhouses, mills, railroads, etc. In New York city alone . . . two hundred millions of dollars have been reinvested . . . in labour-saving machinery, waterworks, gasworks, etc. . . . But where will the returning traveler see the accumulated cotton profits of twenty years in Mississippi? Ask the cotton-planter . . . and he will point in reply, not dwellings, libraries, churches, schoolhouses, mills, railroads . . . he will point to his negroes—to almost nothing else.\n\nDocument 7\n\nSource: President Abraham Lincoln, private message to Secretary of State William Seward, 1861.\n\nI say now, however, as I have all the while said, that on the territorial question—that is, the question of extending slavery under the national auspices [support]—I am inflexible. I am for no compromise which assists or permits the extension of the institution on soil owned by the nation.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the causes of the Civil War in the period from 1830 to 1861.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the causes of the Civil War in the period from 1830 to 1861.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.13",
    "text": "4.13: The Society of the South in the Early Republic"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}