{
  "id": "VR598750",
  "type": "frq",
  "title": "Evaluate development of national identity",
  "content": {
    "description": "Document 1\n\nSource: Year of Removal of Property Qualification for White Male Suffrage, 1800 to 1850.\n\nDocument 2\n\nSource: Report, or Manifesto of the Causes and Reasons of War with Great Britain, produced by the Committee on Foreign Relations of the United States House of Representatives, 1812.\n\nAfter the experience which the United States [has] had of the great injustice of the British government towards them, exemplified by so many acts of violence and oppression, it will be more difficult to justify . . . their patient [tolerance] . . . to avenge the wrongs and vindicate the rights and honor of the nation. . . .\n\nThe effect produced by this attack on the lawful commerce of the United States, was such as might have been expected from a virtuous, independent, and highly injured people. But one sentiment pervaded the whole American nation. No local interests were regarded, no sordid motives felt. Without looking to the parts which suffered most, the invasion of our rights was considered a common cause, and from one extremity of our union to the other was heard the voice of an united people, calling on their government to avenge their wrongs, and vindicate the rights and honor of the country.\n\nDocument 3\n\nSource: President James Madison, annual message to Congress, 1815.\n\nAmong the means of advancing the public interest the occasion is a proper one for recalling the attention of Congress to the great importance of establishing throughout our country the roads and canals which can best be executed under the national authority. No objects within the circle of political economy so richly repay the expense bestowed on them; there are none the utility of which is more universally ascertained and acknowledged; none that do more honor to the governments whose wise and enlarged patriotism duly appreciates them. Nor is there any country which presents a field where nature invites more the art of man to complete her own work for his accommodation and benefit. These considerations are strengthened, moreover, by the political effect of these facilities for intercommunication in bringing and binding more closely together the various parts of our extended confederacy. Whilst the States individually . . . avail themselves of their local advantages by new roads, by navigable canals, and by improving the streams susceptible of navigation, the General Government is the more urged to similar undertakings, requiring a national jurisdiction and national means.\n\nDocument 4\n\nSource: Constitution of the Cherokee Nation, adopted by delegates at the Cherokee capital in New Echota, Georgia, 1827.\n\nWe, the people of the Cherokee Nation, in National Convention assembled, in order to establish justice, insure tranquility, promote the common welfare, and to secure to ourselves and our posterity the blessings of freedom—acknowledging with humility and gratitude the goodness of the Sovereign Ruler of the Universe in permitting us so to do, and imploring His aid and direction in its accomplishment—do ordain and establish this Constitution for the government of the Cherokee Nation.\n\n. . . Article I. Section 2: The lands of the Cherokee Nation shall remain common property; but the improvements [to the land] made thereon . . . are the exclusive . . . property of the citizens respectively who made, or may rightfully be in possession of them; provided, that the citizens of the Nation . . . shall possess no right or power to dispose of their improvements, in any manner whatever, to the United States, individual states, or to individual citizens thereof.\n\nDocument 5\n\nSource: Maria W. Stewart, free African American woman, speech to the New-England Anti-Slavery Society in Boston on the status of free African Americans, 1832.\n\nIt was asserted that we were “a ragged set, crying for liberty.” I reply to it, the Whites have so long and so loudly proclaimed the theme of equal rights and privileges, that our souls have caught the flame also, ragged as we are. As far as our merit deserves, we feel a common desire to rise above the condition of servants and drudges. . . .\n\n. . . It is true that free people of color throughout these United States are neither bought nor sold, nor under the lash of the cruel driver; . . . but few, if any, have an opportunity of becoming rich and independent. . . . Had we had the opportunity that you [members of the New-England Anti-Slavery Society] have had, to improve our moral and mental faculties, what would have hindered our intellects from being as bright, and our manners from being as dignified as yours? . . .\n\n. . . But ah! methinks our oppression is soon to come to an end. . . . Did the pilgrims, when they first landed on these shores, quietly compose themselves and say, “The Britons have all the money and all the power, and we must continue their servants forever?” Did they sluggishly sigh and say, “Our lot is hard—the Indians own the soil, and we cannot cultivate it?” No—they first made powerful efforts to raise themselves, and then God raised up those illustrious patriots, Washington and Lafayette, to assist and defend them.\n\nDocument 6\n\nSource: Ralph Waldo Emerson, “The American Scholar,” address delivered at Harvard University, 1837.\n\nAnother sign of our times, also marked by an analogous political movement, is the new importance given to the single person. Everything that tends to insulate the individual—to surround him with barriers of natural respect, so that each man shall feel the world is his . . . the man is all; in yourself is the law of all nature . . . ; in yourself slumbers the whole of Reason; it is for you to know all; it is for you to dare all. . . . We have listened too long to the courtly muses of Europe. The spirit of the American freeman is already suspected to be timid, imitative, tame. . . . See already the tragic consequence. The mind of this country, taught to aim at low objects, eats upon itself. . . . What is the remedy? . . . We will walk on our own feet; we will work with our own hands; we will speak our own minds. . . . A nation of men will for the first time exist, because each believes himself inspired by the Divine Soul which also inspires all men.\n\nDocument 7\n\nSource: Reverend Samuel W. Fisher, “Female Education,” Godey’s Lady’s Book, 1850.\n\nThere has been a long standing dispute respecting the intellectual powers of the two sexes, and the consequent style of education suitable to each. . . . It is among the things settled by experience, that, equal or not equal in talents, woman, the moment she escapes from the despotism of brute force, . . . shares with man the scepter of influence; and, without presuming to wrest from him a visible authority, by the mere force of her gentle nature, silently directs that authority, and so rules the world. . . . And who that compasses [considers] the peculiar purpose of woman’s life; who that understands the meaning of those good old . . . words, mother, sister, wife, daughter; who that estimates aright the duties they involve, the influences they embody in giving character to all human kind, will hesitate to place her intellect . . . as high in the scale of power as that of the father, husband, and son? If we estimate her mind by its actual power of influence when she is permitted to fill to the best advantage her circle of action, we shall find a capacity for education equal to that of [men].",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the United States developed a national identity between 1800 and 1855.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the United States developed a national identity between 1800 and 1855.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.1",
    "text": "4.1: Contextualizing Period 4"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}