{
  "id": "VR597751",
  "type": "frq",
  "title": "Evaluate effects of African American migration",
  "content": {
    "description": "Document 1\n\nSource: John L. Davis, “Colored Exodusters: Colored Professional Men Wanted in Western Kansas,” letter to the editor of the New York Freeman, an African American newspaper, 1886\n\nSeveral good colored lawyers, especially graduates from the Law Department of Howard [a historically African American university], could find lucrative practice in some of the cities in Kansas, inhabited as they are by Southern exodusters, and who as buyers of little homes pay for legal advice to white lawyers, and would as soon, if not rather, pay it to one of their own color. . . . A lady in Junction City, Kansas, . . . told me that if a good doctor of color were to come there, in a year he would have nearly the whole town, because there are so many quacks [fraudulent doctors]. Merit not color would win. . . . A number of business men, with a small capital could make money out here in the commission, real estate, grocery, or general agency business, and if any young man wants a place to settle down and build up a firm business on a profitable basis he could find no better field than here in Western Kansas. . . . I find that the people in this State are willing to help a worthy and struggling man irrespective of race, or color. . . . The fiendish brutality of Mississippi and the tyrannical injustice of Kentucky are forcing many . . . to the free soil and air of Kansas. They [exodusters] are coming in every day on every train on the Union Pacific [transcontinental railroad] and other railroads. . . . Young man, . . . do not hang around Washington [D.C.] waiting for a chance to feed on government [patronage], or go to Boston to wait in a hotel. . . . You are wanted, come [here].\n\nDocument 2\n\nSource: “Migration Between Sections,” Charlotte News, newspaper with a predominantly White readership in North Carolina, 1902\n\nGovernment statistics recently issued gives the relative migration between sections of Northerners and Southerners. . . .\n\n. . . Negro migration to the North is rapidly on the increase, while the migration of Southern whites is relatively decreasing. The negro imagines that in the North he is to find fields where [laziness] is condoned, and where he will be “treated better.” But in this he finds out how entirely false are his views after he has been awhile in the North. Instead of being “treated better,” he finds that the Northerner does not, and cannot understand the negro. . . . The result is that the negro has a rough road to traverse among Northerners.\n\nThe more staid and industrious class of the negroes remains in the South, for he realizes that among the Southern whites he has friends who know how to treat him, and who provide for him when misfortune overtakes him, and furnish him with the labor whereby he may earn his daily bread.\n\nDocument 3\n\nSource: Fannie Barrier Williams, African American educator and women’s rights activist, article in the Chicago Defender, African American newspaper, 1914\n\nWhat is the status and general improvement of the Colored women of Chicago? Anything like statistics is out of the question. Whatever the general improvement of the condition of women in the city, it is shared alike by all women who are susceptible to progress. To see Colored women on the streets, in public assemblies and in the everyday walks of life they seem altogether prosperous and sufficient. If they feel the sting of race prejudice they seem to be confident of their own worth and hopeful for better conditions. . . .\n\nA new and important responsibility has come to Chicago women in the franchise. It is believed that this power granted to the women of the state of Illinois is going to lift Colored women to new importance as citizens. They appreciate what it means and are eagerly preparing themselves to do their whole duty. They believe that they now have an effective weapon with which to combat prejudice and discrimination of all kinds. There need be no anxiety as to the conduct of these newly made Colored citizens. They have had a large and varied experience in organizations, and we expect to see them in an exhibition of the best there is in the Colored race. This splendid extension of the fourteenth and fifteenth amendments will make many things possible and open many avenues of progress that have heretofore been closed to Colored women.\n\nDocument 4\n\nSource: Arthur G. Shaw, letter to the editor of the New York Evening Globe, a newspaper with a predominantly White readership, 1916\n\nI have read with keen interest your editorial in today’s Globe entitled “The Negro Problem,” in which you say that the migration of large numbers of Negroes to the north within the past year has been due to his lack of fair treatment in the south and the effect it will have upon the country. You will concede that the Negro is an American citizen—dyed-in-the-wool. . . . And as an American first, last and all the time he is entitled to his constitutional rights of life, liberty, and the pursuit of happiness anywhere in America he may choose to make his home, proved he is competent to work.\n\nBecause immigrants from other lands come here, cannot speak English, have no love for American Institutions and traditions, corner the labor market, and with their system of declaring strikes at the least provocation—this has nothing to do with the rights of Afro-Americans in this country. The Negro has just as much right to seek higher wages as the whitest immigrant that has ever landed here, and you can bet your sweet life if they come here in large numbers they will be law abiding and competent. . . .\n\nThe American white man gives the immigrant every opportunity to get up in the world because he is white. He never takes into consideration that the immigrant is often the enemy of American institutions. . . . But when war breaks out who is it that goes to the front? . . . Has the Negro committed treason?\n\nYes, the Negro is coming north; he has a right to; his skill is on a par with the foreigner and his claim is just. If we fight your battles we are entitled to a chance to work for a living. . . .\n\n. . . We are capable, God did not make any difference in brains, and we are going to get justice eventually, and if you and I live we will see it; nothing can keep us down.\n\nDocument 5\n\nSource: “A Southern Duty,” Atlanta Constitution, a newspaper with a predominantly White readership in Georgia, 1916\n\nWe have our problem [with African American migration to the North], its solution rests with us, and the question is, what are we going to do about it?\n\nIf the south has an awakened social conscience and the north hasn’t, it’s all the more creditable to us. We believe it has, and that it is going to establish fairness and justice and equity wherever they have been lacking.\n\nThe idea that fair and just treatment in any way involves social equality is all poppycock. Any fear that reasonable education would destroy the value of [him] in his own sphere is equally absurd. Proper education will make of the negro a better laborer, a better farmhand, [or] a better artisan. . . .\n\nWe must first defiantly banish the mob and establish assurance that the negro charged with a crime shall have the same fair treatment before the courts as the white man. When we have done that, the rest will come easy.\n\nDocument 6\n\nSource: National Association for the Advancement of Colored People (NAACP), silent protest parade in New York City against racial violence in East Saint Louis, Illinois, 1917\n\nThe sign in the lower right reads, “The First Blood for American Independence Was Shed by a Negro Crispus Attucks.”\n\nCourtesy of the Library of Congress\n\nDocument 7\n\nSource: “Aftermath at Washington and Chicago,” published in the Crisis, official magazine of the National Association for the Advancement of Colored People (NAACP), 1920\n\nThe Southerner argues that the Negro is better off in his old southern home than in the foreign North, for while the South may lynch an occasional Negro, the North has terrible race riots in which numbers of Negroes are killed. However, one important fact the Southerner overlooks, that the Negro takes an active part in the riots of the North, defending himself and his home as determinedly as any other man. Moreover, in the North there is a public opinion which arises after these conflicts to condemn injustice; in the South, if there is opinion in favor of impartial justice and the basic rights of all men, it is rarely heard.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the effects of African American internal migration between 1880 and 1930.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the relative importance of the effects of African American internal migration between 1880 and 1930.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: 1890-1945"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Contextualizing Period 7"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}