{
  "id": "VR734028",
  "type": "frq",
  "title": "Explain Tarbell History of Standard Oil",
  "content": {
    "description": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\n“[The Standard Oil Trust] is the most perfectly developed trust in existence. . . . The perfection of the organization of [it], the ability and daring with which it has carried out its projects, make it the preeminent trust of the world. . . . So long as the Standard Oil Company can control transportation as it does today, it will remain master of the oil industry. . . .\n\n“. . . The ethical cost of all this is the deep concern. We are a commercial people. . . . As a consequence, business success is sanctified, and, practically, any methods which achieve it are justified by a larger and larger class. All sorts of subterfuges1tricks and sophistries2lies and slurring over of facts are employed to explain aggregations3accumulations of capital whose determining factor has been like that of the Standard Oil Company, special privileges obtained by persistent secret effort in opposition to the spirit of the law, the efforts of legislators, and the most outspoken public opinion.”\n\nIda Tarbell, journalist, The History of the Standard Oil Company, 1904",
    "question": "Using the excerpt, respond to parts a, b, and c.\n\nBriefly describe one point of view suggested in the excerpt.\n\nBriefly explain how one specific historical development between 1865 and 1904 contributed to the development described in the excerpt.\n\nBriefly explain how ideas such as those reflected in the excerpt resulted in one specific effect between 1904 and 1920.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpt, respond to parts a, b, and c.\n\nBriefly describe one point of view suggested in the excerpt.\n\nBriefly explain how one specific historical development between 1865 and 1904 contributed to the development described in the excerpt.\n\nBriefly explain how ideas such as those reflected in the excerpt resulted in one specific effect between 1904 and 1920.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.6",
    "text": "6.6: The Rise of Industrial Capitalism"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}