{
  "id": "VR734031",
  "type": "frq",
  "title": "Evaluate Early 19th c Commercial Development",
  "content": {
    "description": "Document 1\n\nSource: Report from an association of churches in Connecticut, 1812\n\nThe General Association of Connecticut, taking into consideration the undue consumption of ardent spirits1alcoholic beverages in this State . . . , have considered it as their duty to submit . . . the following recommendations.\n\n. . . To Farmers, Mechanics, and Manufacturers we recommend earnest and prudent exertion to diminish the quantity of ardent spirits consumed in their several employments, by the substitution of other palatable2pleasant and nutritious drinks, and by giving additional compensation, if necessary, to laborers who will dispense entirely with the use of ardent spirits. . . .\n\nLet the attention of the public then be called up to this subject. . . . The word and the providence of God afford the most consoling prospect of success.\n\nDocument 2\n\nSource: Advertisement in Machett’s Baltimore Directory [Maryland] for the sale of steam engines, depicting one of the first railroad locomotives made in the United States, 1831\n\nDocument 3\n\nSource: Henry A. Tayloe, plantation owner in Alabama, letter to his brother in Washington, D.C., 1835\n\nI wish you may visit me early this Spring to make some arrangements about your Negroes. If they continue high [in price] I would advise you to sell them in this country [of Alabama]. . . . The present high price of Negroes cannot continue long and if you will make me a partner in the sale on reasonable terms I will bring them out this Fall from Virginia and sell them for you. . . . My object is to make a fortune here as soon as possible by industry and economy, and then return [to Virginia] to enjoy myself. Therefore I am willing to aid you in any way as far as reason will permit.\n\nDocument 4\n\nSource: Elias Nason, college student in Rhode Island studying to become a minister, letter to his parents, 1835\n\nI would not put any of [your] children into the mill. Factories are talked about as schools of vice1sin in all circles here. And it is a hard thing for small children to be confined in a tight close room all the day long. It affects their growth, makes them pale and sickly and the company with which they associate is of the lowest order. There is no establishment in the country conducted better than that at Unionville. It is a factory still and nothing has ever touched2hurt my pride so much as to have it said that my sister works in a Cotton Mill. . . . I pity from my soul the thousands in our country that are reduced to the necessity of laboring in a Factory for a livelihood. . . . But in as much as some of the different employments are conducive to goodness—to improvements more than others—it becomes us to choose those which are most favorable to virtue and intelligence. Now a cotton factory is the last place to which I should put children for improvement either in manners, goodness, or intelligence.\n\nDocument 5\n\nSource: Joseph Wilson, African American writer, Sketches of the Higher Classes of Colored Society in Philadelphia [Pennsylvania], 1841\n\nAmong the higher classes [of free African Americans] there is no want1lack of a knowledge of the good things in this life, or of the ability so to arrange the means at their disposal, as to make them productive of the most substantial good. . . .\n\n. . . Their parlors are carpeted and furnished with sofas, sideboards, card-tables, mirrors, . . . with, in many instances, the addition of the piano. . . . They fail not to gratify themselves in this [way], to the extent and after the manner that gains observance among other people. . . .\n\nThe observance of abstinence [from drinking alcohol] at the parties of the higher classes of colored society . . . is worthy of remark. . . . Whether this arises from a pure love of temperance or a disposition to avoid unnecessary expenditure, either of which is commendable, I shall not pause to inquire. . . .\n\nThe exceedingly illiberal, unjust and oppressive prejudices of the great mass of the white community . . . is enough to crush . . . any people. . . . But in the face of all this, they not only bear the burden successfully, but . . . present a state of society of which . . . none have just cause to be ashamed.\n\nDocument 6\n\nSource: Josephine L. Baker, “A Second Peep at Factory Life,” Lowell Offering, a magazine featuring writing by factory workers, 1845\n\nYou ask, if there are so many things objectionable, why we work in the mill. Well, simply for this reason—every situation in life, has its trials which must be borne, and factory life has no more than any other. There are many things we do not like. . . .\n\n[But] there is a brighter side to this picture. . . . The time we do have is our own. The money we earn comes promptly; more so than in any other situation; and our work, though laborious is the same from day to day; we know what it is, and when finished we feel perfectly free, till it is time to commence it again.\n\nBesides this, there are many pleasant associations connected with factory life, that are not to be found elsewhere.\n\nThere are lectures, evening schools, and libraries, to which all may have access. The one thing needful here, is the time to improve them as we ought.\n\nDocument 7\n\nSource: “Free, vs. Slave Labor,” article in the North Star, a newspaper published by Frederick Douglass in New York, 1848\n\nSurely the time is not far distant when the free working men of the north . . . will bestir themselves in behalf of their enslaved fellow-citizens. . . . If the working-man were aware that every time he goes to the ballot-box, and gives his vote in favor of a slaveholder, or one who yields subserviency to the slave power, he helps to perpetuate and deepen his own degradation, he would long ere [before] this have severed himself from all connection with the wicked compact which binds him to use all his energies . . . in assisting the slaveholder to suppress any attempt that might be made by his victims to regain their God-given right to liberty and self-possession. Slavery degrades labor. . . .\n\n. . . Degrade labor, and you lower its remuneration1payment [in wages]. In any portion of the country, reduce the laborer to the condition of a slave, and his free fellow-citizens who are laborers, must descend and descend, till they are slaves in all but name.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which commercial development changed United States society from 1800 to 1855.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which commercial development changed United States society from 1800 to 1855.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: 1800-1848"
  },
  "topic": {
    "code": "4.1",
    "text": "4.1: Contextualizing Period 4"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}