{
  "id": "VR734044",
  "type": "frq",
  "title": "Explain Woman Suffrage Pamphlet",
  "content": {
    "description": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\n“The Southern woman of the ante-bellum regime [was] the gracious, charming hostess, the sheltered wife and mother. . . . This is the ideal which the Southern people have been slow to give up. . . .\n\n“. . . Southern women saw homes burned, estates pass to strangers, fathers and husbands dead upon the battle field. . . .\n\n“. . . The old-time idea that a lady must not earn her livelihood had to go down before stern need. . . . Many women faced the terror of family displeasure and went to work, choosing personal independence rather than the misguided approbation of relatives and friends.\n\n“. . . Southern women have come to see that public policies and private conditions are interdependent and cannot be separated. . . .\n\n“. . . The woman who takes absolutely no interest in any public questions is no longer the typical or the ideal Southern woman. No support will be won by standing apart from the strain and struggle of life and merely demanding political rights.”\n\nSource: Pamphlet from a women’s organization in Mississippi, circa the early 1900s",
    "question": "Using the excerpt, respond to parts a, b, and c.\n\nBriefly describe one purpose of the women’s organization in producing the pamphlet.\n\nBriefly explain how one specific event or development from 1840 to 1900 that is not mentioned in the passage resulted in ideas such as those expressed in the excerpt.\n\nBriefly explain how ideas such as those expressed in the excerpt resulted in one specific effect from 1900 to 1945.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpt, respond to parts a, b, and c.\n\nBriefly describe one purpose of the women’s organization in producing the pamphlet.\n\nBriefly explain how one specific event or development from 1840 to 1900 that is not mentioned in the passage resulted in ideas such as those expressed in the excerpt.\n\nBriefly explain how ideas such as those expressed in the excerpt resulted in one specific effect from 1900 to 1945.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: 1865-1898"
  },
  "topic": {
    "code": "6.11",
    "text": "6.11: Reform in the Gilded Age"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify  a source's point of view, purpose, historical situation, and/or audience."
  }
}