{
  "id": "VR733766",
  "type": "frq",
  "title": "Evaluate Native American-US Relationship",
  "content": {
    "description": "Document 1\n\nSource: Treaty of Fort Laramie, in Wyoming, concluded between the United States and several Native American nations, including the Dakota Sioux Nation and Cheyenne Tribe, 1851\n\nArticle 1. The aforesaid nations, parties to this treaty, having assembled for the purpose of establishing and confirming peaceful relations amongst themselves, do hereby covenant and agree to abstain in future from all hostilities whatever against each other, to maintain good faith and friendship in all their mutual intercourse, and to make an effective and lasting peace.\n\nArticle 2. The aforesaid Indian nations do hereby recognize the right of the United States Government to establish roads, military and other posts, within their respective territories.\n\nArticle 3. In consideration of the rights and privileges acknowledged in the preceding article, the United States bind themselves to protect the aforesaid Indian nations against the commission of all depredations1destruction by the people of the said United States, after the ratification of this treaty.\n\nDocument 2\n\nSource: Geronimo, leader among the Chiricahua Apache Nation in the southwestern United States, from his autobiography Geronimo’s Story of His Life, description of events between 1858 and 1861\n\n[In 1858] we heard that some white men were measuring land to the south of us. . . . Every day they measured land with curious instruments and put down marks which we could not understand. They were good men. . . . They were not soldiers. These were the first white men I ever saw. . . .\n\nLater some more white men came [as miners]. . . . At first they were friendly and we did not dislike them, but they were not as good as those who came first.\n\nAfter about a year [in 1860] some trouble arose between [the miners] and the Indians, and I took the warpath as a warrior. . . . Not long after this [in early 1861] some of the officers of the United States troops invited our leaders to hold a conference at Apache Pass (Fort Bowie [in Arizona]). Just before noon the Indians were shown into a tent and told that they would be given something to eat. When in the tent they were attacked by soldiers. Our chief . . . and several other warriors, by cutting through the tent, escaped; but most of the warriors were killed or captured. . . .\n\nAfter this trouble all of the [Apache] Indians agreed not to be friendly with the white men any more. There was no general engagement, but a long struggle followed. . . . I think the killing was about equal on each side. The number killed in these troubles did not amount to much, but this treachery on the part of the soldiers had angered the Indians and revived memories of other wrongs, so that we never again trusted the United States troops.\n\nDocument 3\n\nSource: “Laying the Track of the Pacific Railroad,” in Samuel Bowles’s, Our New West, 1872\n\nWorld History Archive / Alamy Stock Photo\n\nDocument 4\n\nSource: Report of the Commission Appointed to Obtain Certain Concessions from the Sioux, discussing the causes of a war between the Lakota Sioux Nation and the United States, submitted from the Bureau of Indian Affairs to the Department of the Interior, 1876\n\nThe great obstacle to [President Ulysses Grant’s policy to end conflicts with Native Americans] complete success is that no change has been made in the laws for the care of Indians. The Indian is left without the protection of law in person, property, or life. He has no personal rights. He has no redress for wrongs inflicted by lawless violence. . . . When located upon reservations under the charge of a United States agent, [the native] government is destroyed, and we give him nothing in its place.\n\n. . . He . . . recognize[s] the existence of a Great Spirit. He believes in the immortality of the soul. He has a passionate love for his children. He loves his country. He will gladly die for his tribe. Unless we deny all revealed religion, we must admit that he has the right to share in all the benefits of divine revelation. He is capable of civilization. Amid all the obstacles, the wrongs, and evils of our Indian policy, there are no missions which show richer rewards. Thousands of this poor race, who were once as poor and degraded as the wild Sioux, are today civilized men, living by the cultivation of the soil, and sharing with us in those blessings which give to men home, country, and freedom. There is no reason why these men may not also be led out of darkness to light. . . .\n\n. . . Unless immediate and appropriate legislation is made for the protection and government of the Indians, . . . our country must forever bear the disgrace and suffer the retribution of its wrong-doing.\n\nDocument 5\n\nSource: Sarah Winnemucca Hopkins, member of the Paiute Tribe in Nevada who was educated in White American schools and became a social activist, Life Among the Piutes: Their Wrongs and Claims, 1883\n\nDear reader, I must tell a little more about my poor people, and what we suffer at the hands of our white brothers. Since the war of 1860 there have been one hundred and three of my people murdered, and our reservations taken from us; and yet we . . . are keeping our promises to the government. Oh, my dear good Christian people, how long are you going to stand by and see us suffer at your hands? Oh, dear friends, you are wrong when you say it will take two or three generations to civilize my people. No! I say it will not take that long if you will only take interest in teaching us; and, on the other hand, we shall never be civilized in the way you wish us to be if you keep on sending us such agents as have been sent to us year after year, who do nothing but fill their pockets, and the pockets of their wives and sisters, who are always put in as teachers. . . . Year after year [the officials of the Department of the Interior] have been told of their wrong-doings by different tribes of Indians. Yet it goes on, just the same as if they did not know it.\n\nDocument 6\n\nSource: Masse-Hadjo, Native American writer, letter to the editor defending the Native American Ghost Dance religious movement, “An Indian on the Messiah Craze,” Chicago Daily Tribune, 1890\n\nYou say, “If the United States army would kill a thousand or so of the dancing Indians there would be no more trouble.” . . . You are doubtless a worshiper of the white man's Savior, but are unwilling that the Indians should have a “Messiah” of their own. . . .\n\nIt won't do. The code of morals as practiced by the white race will not compare with the morals of the Indians. We pay no lawyers or preachers, but we have not one-tenth part of the crime that you do. If our Messiah does come we shall not try to force you into our belief. . . . You are anxious to get hold of our Messiah so you can put him in irons.\n\nDocument 7\n\nSource: A member of the Tohono O’odham Nation in Arizona, speech at a meeting on sending their children away for education at United States boarding schools, 1894\n\nNow, are we a better people than we were years ago when we sang our own songs, when we spoke to the Great Spirit in our own language? We asked then for rain, good health and long life; now what more do we want? What is that thought so great and so sacred that cannot be expressed in our own language, that we should seek to use the white man’s words?\n\nWe have seen [White] men who seemed to be our friends. . . . They said we will do this and that for you, but some unexpected time they are gone [away]; we know then that we were deceived. . . . We longed for a chance to come when we might return the same deceitfulness to that man, and make him feel as we felt when he deceived us.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of change in the relationship between Native Americans and the United States government from 1850 to 1900.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent of change in the relationship between Native Americans and the United States government from 1850 to 1900.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: 1844-1877"
  },
  "topic": {
    "code": "5.2",
    "text": "5.2: Manifest Destiny"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}