{
  "id": "VR734047",
  "type": "frq",
  "title": "Evaluate 19th c Citizenship Debates",
  "content": {
    "description": "Document 1\n\nSource: Sojourner Truth, speech given at the meeting of the American Equal Rights Association, 1867\n\nMy friends, I am rejoiced that you are glad, but I don’t know how you will feel when I get through. I come from another field—the country of the slave. They have got their liberty—so much good luck to have slavery partly destroyed; not entirely. I want it root and branch destroyed. Then we will all be free indeed. . . . There is a great stir about colored men getting their rights, but not a word about the colored women; and if colored men get their rights, and not colored women theirs, . . . it will be just as bad as it was before. . . . I want women to have their rights. In the Courts women have no right, no voice; nobody speaks for them. . . . I have been forty years a slave and forty years free and would be here forty years more to have equal rights for all. . . . There ought to be equal rights now more than ever, since colored people have got their freedom.\n\nDocument 2\n\nSource: Commissioner of Indian Affairs, Department of the Interior, annual report, 1887\n\nIt is a matter not only of importance, but of necessity that the Indians acquire the English language as rapidly as possible. The Government has entered upon the great work of educating and citizenizing the Indians and establishing them upon homesteads. The adults are expected to assume the role of citizens, and of course the rising generation will be expected and required more nearly to fill the measure of citizenship, and the main purpose of educating them is to enable them to read, write, and speak the English language. . . . Only through the medium of the English tongue can they acquire a knowledge of the Constitution of the country and their rights and duties thereunder.\n\n. . . Deeming it for the very best interest of the Indian, both as an individual and as an embryo citizen, to have this policy strictly enforced among the various schools on Indian reservations, orders have been issued accordingly to Indian agents. . . .\n\n. . . The first step to be taken toward civilization, toward teaching the Indians the mischief and folly of continuing their barbarous practices, is to teach them the English language.\n\nDocument 3\n\nSource: United States Supreme Court ruling in United States v. Wong Kim Ark, 1898\n\nThe fact, therefore, that acts of Congress or treaties have not permitted Chinese persons born out of this country to become citizens by naturalization, cannot exclude Chinese persons born in this country from the operation of the broad and clear words of the Constitution: “All persons born in the United States, and subject to the jurisdiction thereof, are citizens of the United States.” . . .\n\nThe evident intention . . . of the submission of this case to the decision of the court upon the facts agreed by the parties were to present for determination the single question . . . , namely, whether a child born in the United States, of parent of Chinese descent, who, at the time of his birth, are subjects of the Emperor of China, but have a permanent domicile and residence in the United States, . . . becomes at the time of his birth a citizen of the United States. For the reasons above stated, this court is of opinion that the question must be answered in the affirmative.\n\nDocument 4\n\nSource: United States Supreme Court ruling in Downes v. Bidwell, 1901\n\nWe are also of opinion that the power to acquire territory by treaty implies not only the power to govern such territory, but to prescribe upon what terms the United States will receive its inhabitants, and what their status shall be in what Chief Justice Marshall termed the “American empire.” . . . Indeed, it is doubtful if Congress would ever assent to the annexation of territory upon the condition that its inhabitants, however foreign they may be to our habits, traditions, and modes of life, shall become at once citizens of the United States. In all its treaties hitherto the treatymaking power has made special provisions for this subject. . . . In all these cases there is an implied denial of the right of the inhabitants to American citizenship until Congress by further action shall signify its assent thereto. . . .\n\nIt is obvious that in the annexation of outlying and distant possessions, grave questions will arise from differences of race, habits, laws, and customs of the people, and from differences of soil, climate, and production which may require action on the part of Congress that would be quite unnecessary in the annexation of contiguous territory inhabited only by people of the same race, or by scattered bodies of native Indians.\n\nDocument 5\n\nSource: W. E. B. Du Bois, “A Philosophy for 1913,” The Crisis, 1913\n\nI am by birth and law a free black American citizen. As such I have both rights and duties. If I neglect my duties my rights are always in danger. If I do not maintain my rights I cannot perform my duties. . . .\n\nI will not, because of inertia or timidity or even sensitiveness, allow new discriminations to become usual and habitual. To this end I will make it my duty without ostentation, but with firmness, to assert my right to vote, to frequent places of public entertainment and to appear as a man among men. I will religiously do this from time to time, even when personally I prefer the refuge of friends and family. . . .\n\nI will be a man and know myself to be one, even among those who secretly and openly deny my manhood, and I shall persistently and unwaveringly seek by every possible method to compel all men to treat me as I treat them.\n\nDocument 6\n\nSource: Jones-Shafroth Act, 1917\n\nThe provisions of this Act shall apply to the island of Porto Rico1An alternative spelling for Puerto Rico used at the time. . . .\n\nSec. 2. That no law shall be enacted in Porto Rico which shall deprive any person of life, liberty, or property without due process of law, or deny to any person therein the equal protection of the laws. . . .\n\nSec. 5. That all citizens of Porto Rico . . . and all natives of Porto Rico who were temporarily absent from that island . . . , and have since returned and are permanently residing in that island, and are not citizens of any foreign country, are hereby declared, and shall be deemed and held to be, citizens of the United States. . . .\n\nSec. 10. That all judicial process shall run in the name of “United States of America” . . . ; and all officials shall be citizens of the United States, and, before entering upon the duties of their respective offices, shall take an oath to support the Constitution of the United States and the laws of Porto Rico.\n\nDocument 7\n\nSource: “National Americanization Day,” poster, circa 1915–1919\n\nCourtesy of the Library of Congress",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the definitions of United States citizenship changed from 1865 to 1920.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/United_States_History/2fa2195709f4f8b6bd0d7a1c97a6f783.png",
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the definitions of United States citizenship changed from 1865 to 1920.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: 1844-1877"
  },
  "topic": {
    "code": "5.10",
    "text": "5.10: Reconstruction"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}