{
  "id": "EDF000001_Part_A",
  "type": "frq",
  "title": "Pliny 7 27 7 Part A",
  "content": {
    "description": "Legit1 titulumtitulus, -i, m.: placard auditoque pretiopretium, -i, n.: price, quia suspectasuspicio, -ere, -spexi, -spectum: to suspect vilitasvilitas, -atis, f.: cheapness, \npercunctatuspercunctor, -ari, -atus sum: to ask about omnia docetur ac nihilominusnihilominus, adv.: nevertheless, immoimmo, adv.: on the contrary tanto \nmagis conducitconduco, -ere: to rent. Ubi coepit advespadvesperasco, -ere: to get close to eveningeadvesperasco, -ere: to get close to the eveningrascereadvesperasco, -ere: to get close to evening, iubet sterni sibi \nin prima domus parte, poscit pugillarespugillares, -ium, m. pl. = tabula, -ae, stilum, lumen, suos \n\nomnes in interiorainterior, -oris, adj.: inner dimittitdimitto, -ere = mitto, -ere; ipse ad scribendum animum, \noculos, manum intendit, ne vacua mens audita simulacrasimulacrum, -i, n. = imago, -inis et \ninanesinanis, -e, adj.: empty sibi metus fingeret.\n\nEpistulae 7.27.7\n 1:The subject of legit is Athenodorus.↩",
    "question": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nDescribe one and only one of Athenodorus’s reactions in lines 1-3 (Legit...conducit) to learning about the house before he rents it. \n\nProvide the Latin word(s) that support your answer in Part (i).\n\nTranslate in context the Latin word(s) you cited in Part (ii).",
    "image": null,
    "frqParts": [
      {
        "text": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nDescribe one and only one of Athenodorus’s reactions in lines 1-3 (Legit...conducit) to learning about the house before he rents it. \n\nProvide the Latin word(s) that support your answer in Part (i).\n\nTranslate in context the Latin word(s) you cited in Part (ii).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Pliny's Letters: Ghosts and Apparitions, Letters to Trajan and Calpurnia, and Teacher's Choice - Latin Prose"
  },
  "skill": {
    "code": "1.C",
    "text": "1.C: Summarize Latin texts in English."
  }
}