{
  "id": "EDF000001_Part_B",
  "type": "frq",
  "title": "Pliny 7 27 7 Part B",
  "content": {
    "description": "Legit1 titulumtitulus, -i, m.: placard auditoque pretiopretium, -i, n.: price, quia suspectasuspicio, -ere, -spexi, -spectum: to suspect vilitasvilitas, -atis, f.: cheapness, \npercunctatuspercunctor, -ari, -atus sum: to ask about omnia docetur ac nihilominusnihilominus, adv.: nevertheless, immoimmo, adv.: on the contrary tanto \nmagis conducitconduco, -ere: to rent. Ubi coepit advespadvesperasco, -ere: to get close to eveningeadvesperasco, -ere: to get close to the eveningrascereadvesperasco, -ere: to get close to evening, iubet sterni sibi \nin prima domus parte, poscit pugillarespugillares, -ium, m. pl. = tabula, -ae, stilum, lumen, suos \n\nomnes in interiorainterior, -oris, adj.: inner dimittitdimitto, -ere = mitto, -ere; ipse ad scribendum animum, \noculos, manum intendit, ne vacua mens audita simulacrasimulacrum, -i, n. = imago, -inis et \ninanesinanis, -e, adj.: empty sibi metus fingeret.\n\nEpistulae 7.27.7\n 1:The subject of legit is Athenodorus.↩",
    "question": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nIn 3 to 4 complete sentences, identify a character trait Athenodorus displays in lines 3-7 (Ubi...fingeret) after renting the house and explain how that trait is depicted in the passage.\n\nIn your response you should do the following:\n\nInclude at least one specific Latin citation from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference.\n\nExplain how the Latin citation(s) support(s) your response.",
    "image": null,
    "frqParts": [
      {
        "text": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nIn 3 to 4 complete sentences, identify a character trait Athenodorus displays in lines 3-7 (Ubi...fingeret) after renting the house and explain how that trait is depicted in the passage.\n\nIn your response you should do the following:\n\nInclude at least one specific Latin citation from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference.\n\nExplain how the Latin citation(s) support(s) your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Pliny's Letters: Ghosts and Apparitions, Letters to Trajan and Calpurnia, and Teacher's Choice - Latin Prose"
  },
  "skill": {
    "code": "3.A",
    "text": "3.A: Develop an interpretation of a Latin text."
  }
}