{
  "id": "EXH000003_Part_B",
  "type": "frq",
  "title": "Perpetua 5 1-5 - Prj Pass Part B",
  "content": {
    "description": "Supervenit autem et de civitate pater meus, consumptus \ntaedio, et ascendit ad me, ut me deiceret, dicens: “Miserere, \nfilia, canis meis; miserere patri, si dignus sum a te pater \nvocari; si his te manibus ad hunc florem aetatis provexi, \n\nsi te praeposui omnibus fratribus tuis: ne me dederis in \ndedecus hominum. Aspice fratres tuos, aspice matrem tuam \net materteram, aspice filium tuum qui post te vivere non \npoterit. Depone animos; ne universos nos extermines. \nNemo enim nostrum libere loquetur, si tu aliquid fueris \n\npassa.” Haec dicebat quasi pater pro sua pietate basians \nmihi manus et se ad pedes meos iactans et lacrimans me \niam non filiam nominabat sed dominam.",
    "question": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nDescribe the relationship between Perpetua and her father in this passage. Explain how the passage expresses this relationship.\n\nYour response should be 7-8 complete sentences in length. \n\nIn your response you should do the following: \n\nInclude at least two specific Latin citations from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference. \n\nExplain how the Latin citations support your response. \n\nInclude one piece of relevant contextual or stylistic information, such as information about the broader work, genre, substantive elements of style, author, historical context, or Roman values. \n\nExplain how the contextual or stylistic reference supports your response.",
    "image": null,
    "frqParts": [
      {
        "text": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nDescribe the relationship between Perpetua and her father in this passage. Explain how the passage expresses this relationship.\n\nYour response should be 7-8 complete sentences in length. \n\nIn your response you should do the following: \n\nInclude at least two specific Latin citations from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference. \n\nExplain how the Latin citations support your response. \n\nInclude one piece of relevant contextual or stylistic information, such as information about the broader work, genre, substantive elements of style, author, historical context, or Roman values. \n\nExplain how the contextual or stylistic reference supports your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Course Project and Teacher's Choice - Latin Poetry"
  },
  "skill": {
    "code": "3.A",
    "text": "3.A: Develop an interpretation of a Latin text."
  }
}