{
  "id": "HJL000003_Part_B",
  "type": "frq",
  "title": "Formative Practice for the FRQ 3 - Non-syllabus Part B",
  "content": {
    "description": "Please note: Students will benefit from closely reading this passage before proceeding to respond to the question parts.\n\nThe Historian Eutropius’s Praise of the Emperor Trajan\n\nCivilitatecivilitas, -atis, f.: friendliness et moderationemoderatio, -onis, f.: restraint superavit:1 Romae et per provincias\naequalemaequalis, -e, adj.: equal se omnibus exhibensexhibeo, -ere: to present, amicos salutandi causacausa = “for the sake of” + genitive \nfrequentansfrequento, -are: to visit vel aegrotantesaegroto, -are: to be sick vel cum festosfestus, -a, -um, adj: (of a) festival dies habuissent,\nnullum senatorum laedens, nihil iniustuminiustus, -a, -um, adj.: unjust ad augendumaugeo, -ere: to increase fiscumfiscus, -i, m.: the imperial treasury\n\nagens, liberalisliberalis, -e, adj.: generous2 inin, prep. (+ acc.): toward cunctos, publicepublice, adv.: publicly privatimprivatim, adv.: privatelyque ditansdito, -are: to enrich omnes\net honoribus augensaugeo, -ere: to praise, quos velvel, part.: even mediocrimediocris, -e, adj.: a small amount of familiaritatefamiliaritas, -atis, f.: familiarity cognovisset,\nper orbem terrarum aedificans multa, nihil non tranquillumtranquillus, -a, -um, adj.: calm et\nplacidumplacidus, -a, -um, adj.: friendly agens.\n\nBrev. 8.4\n 1:The subject of superavit is the Roman Emperor Trajan.↩\n2:Supply “being.”↩",
    "question": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nIn the passage, Eutropius presents Trajan as an emperor who is particularly selfless. In 2 to 3 complete sentences, provide at least one Latin citation from lines 4-9 (nullum...agens) that supports this interpretation. Explain how the Latin citation(s) support(s) the interpretation.\n\nIn your response you should do the following:\n\nInclude at least one specific Latin citation from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference.\n\nExplain how the Latin citation(s) support(s) your response.",
    "image": null,
    "frqParts": [
      {
        "text": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nIn the passage, Eutropius presents Trajan as an emperor who is particularly selfless. In 2 to 3 complete sentences, provide at least one Latin citation from lines 4-9 (nullum...agens) that supports this interpretation. Explain how the Latin citation(s) support(s) the interpretation.\n\nIn your response you should do the following:\n\nInclude at least one specific Latin citation from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference.\n\nExplain how the Latin citation(s) support(s) your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Teacher's Choice - Latin Prose"
  },
  "skill": {
    "code": "3.B",
    "text": "3.B: Explain how specific evidence supports an interpretation of a Latin text."
  }
}