{
  "id": "LSJ000011_Part_B",
  "type": "frq",
  "title": "Pliny - Epistles 6 20 16-17 Part B",
  "content": {
    "description": "Paulum reluxitreluceo, -ere, -luxi: to shine again, quod non dies nobis, sed adventantisadvento, -are = appropinquo, -are \nignis indiciumindicium, -i, n. = signum, -i videbatur. Et ignis quidem longiuslongius, comp. adv.: farther away \nsubstitit; tenebrae rursus cinis rursus, multus et \ngravis. Hunc identidemidentidem, adv.: repeatedly assurgentes excutiebamusexcutio, -ire: to shake off;1 \n\noperti alioquialioqui, adv.: otherwise atque etiam oblisioblido, -ere, -si, -sum: to crush ponderepondus, -eris, n.: weight essemus. \nPossem gloriariglorior, -ari: to boast non gemitum mihi, non vocem parum \nfortem in tantis periculis excidisseexcido, -ere, -i: to fall from, nisi me cum \nomnibus, omnia mecummecum = cum me perire misero, magno tamen \nmortalitatismortalitas, -tatis, f.: mortality solaciosolacium, -i, n.: comfort credidissem.\n\nEpistulae 6.20\n 1:The subjects of excutiebamus are Pliny the Younger and his mother.↩",
    "question": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nIn 3 to 4 complete sentences, describe Pliny’s action(s) in lines 6-9 (Possem...credidissem). Explain how Pliny characterizes himself through these actions. \n\nIn your response you should do the following:\n\nInclude at least one specific Latin citation from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference.\n\nExplain how the Latin citation(s) support(s) your response.",
    "image": null,
    "frqParts": [
      {
        "text": "Answer the following question(s) in English unless the question specifically asks you to provide Latin words.\n\nIn 3 to 4 complete sentences, describe Pliny’s action(s) in lines 6-9 (Possem...credidissem). Explain how Pliny characterizes himself through these actions. \n\nIn your response you should do the following:\n\nInclude at least one specific Latin citation from the passage. Provide the Latin and/or cite line numbers and translate or accurately paraphrase the Latin. Refer to more than a single word in your reference.\n\nExplain how the Latin citation(s) support(s) your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Pliny's Letters: Eruption of Mt. Vesuvius"
  },
  "skill": {
    "code": "3.A",
    "text": "3.A: Develop an interpretation of a Latin text."
  }
}