{
  "id": "VR044089",
  "type": "frq",
  "title": "Gallic War 1.1 - geography of Gaul",
  "content": {
    "description": "Gallia est omnis divisa in partes tres, quarum unam incolunt Belgae, aliam Aquitani,\n\ntertiam qui ipsorum lingua Celtae, nostra Galli appellantur. Hi omnes lingua, institutis,\n\nlegibus inter se differunt. Gallos ab Aquitanis Garumna flumen, a Belgis Matrona et\n\nSequana dividit. Horum omnium fortissimi sunt Belgae, propterea quod a cultu atque\n\n(5) humanitate provinciae longissime absunt, minimeque ad eos mercatores saepe\n\ncommeant atque ea quae ad effeminandos animos pertinent important, proximique sunt\n\nGermanis, qui trans Rhenum incolunt, quibuscum continenter bellum gerunt.\n\nBellum Gallicum 1.1",
    "question": "Answer the following questions in English unless the question specifically asks you to write out Latin words. Number your answers to each question.\n\n1. In line 2, tertiam is a direct object of which verb? Write your answer in Latin.\n\n2. Identify one and only one respect in which, according to lines 2-3 (Hi omnes . . . differunt), the Gallic tribes differed from one another.\n\n3. (A) Translate in context Horum omnium fortissimi (line 4) and (B) identify the degree of fortissimi.\n\n4. What does Caesar imply is the effect of provincial cultus and humanitas on the Gallic tribes?\n\n5. Name the seaport at the mouth of the Tiber through which ancient mercatores transported goods to Rome.\n\n6. What is the antecedent of quibus (line 7)? Write your answer in Latin.",
    "image": null,
    "frqParts": [
      {
        "text": "Answer the following questions in English unless the question specifically asks you to write out Latin words. Number your answers to each question.\n\n1. In line 2, tertiam is a direct object of which verb? Write your answer in Latin.\n\n2. Identify one and only one respect in which, according to lines 2-3 (Hi omnes . . . differunt), the Gallic tribes differed from one another.\n\n3. (A) Translate in context Horum omnium fortissimi (line 4) and (B) identify the degree of fortissimi.\n\n4. What does Caesar imply is the effect of provincial cultus and humanitas on the Gallic tribes?\n\n5. Name the seaport at the mouth of the Tiber through which ancient mercatores transported goods to Rome.\n\n6. What is the antecedent of quibus (line 7)? Write your answer in Latin.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Teacher's Choice - Latin Prose"
  },
  "skill": {
    "code": "1.B",
    "text": "1.B: Describe how grammar contributes to the meaning and function of Latin words and phrases in context."
  }
}