{
  "id": "CSPCED1",
  "type": "frq",
  "title": "CED Written Response 1",
  "content": {
    "description": "",
    "question": "COMPONENT A: PROGRAM CODE (CREATED INDEPENDENTLY OR COLLABORATIVELY) Submit one PDF file that contains all of your program code (including comments). Include comments or acknowledgments for any part of the submitted program code that has been written by someone other than you and/or your collaborative partner(s). In your program, you must include student-developed program code that contains the following: Instructions for input from one of the following: the user (including user actions that trigger events) a device an online data stream a file Use of at least one list (or other collection type) to represent a collection of data that is stored and used to manage program complexity and help fulfill the program’s purpose At least one procedure that contributes to the program’s intended purpose, where you have defined: the procedure’s name the return type (if necessary) one or more parameters An algorithm that includes sequencing, selection, and iteration that is in the body of the selected procedure Calls to your student-developed procedure Instructions for output (tactile, audible, visual, or textual) based on input and program functionality",
    "image": null,
    "frqParts": [
      {
        "text": "COMPONENT A: PROGRAM CODE (CREATED INDEPENDENTLY OR COLLABORATIVELY) Submit one PDF file that contains all of your program code (including comments). Include comments or acknowledgments for any part of the submitted program code that has been written by someone other than you and/or your collaborative partner(s). In your program, you must include student-developed program code that contains the following: Instructions for input from one of the following: the user (including user actions that trigger events) a device an online data stream a file Use of at least one list (or other collection type) to represent a collection of data that is stored and used to manage program complexity and help fulfill the program’s purpose At least one procedure that contributes to the program’s intended purpose, where you have defined: the procedure’s name the return type (if necessary) one or more parameters An algorithm that includes sequencing, selection, and iteration that is in the body of the selected procedure Calls to your student-developed procedure Instructions for output (tactile, audible, visual, or textual) based on input and program functionality",
        "image": null
      },
      {
        "text": "COMPONENT B: VIDEO (CREATED INDEPENDENTLY) Submit one video file that demonstrates the running of your program as described below. Collaboration is not allowed during the development of your video. Your video must demonstrate your program running, including: Input to your program At least one aspect of the functionality of your program Output produced by your program Your video may NOT contain: Any distinguishing information about yourself Voice narration (though text captions are allowed) Your video must be: Either .webm, .mp4, .wmv, .avi, or .mov format No more than 1 minute in length No more than 30MB in file size",
        "image": null
      },
      {
        "text": "COMPONENT C: PERSONALIZED PROJECT REFERENCE (CREATED INDEPENDENTLY) You will create a Personalized Project Reference (PPR) similar to the PPR that will be used for the end of course exam written response questions. The PPR that you assemble and upload here will be helpful in responding to the following sample written response questions. You will create a PDF document containing screen captures of the following code segments. Screen captures should not be blurry, and text should be at least 10-pointfont size. Your code segments should not include any comments. NOTE: For the end of course exam administration, you will create your Personalized Project Reference in the AP Digital Portfolio. Procedure: Capture and paste two program code segments you developed during the administration of this task that contain a student-developed procedure that implements an algorithm used in your program and a call to that procedure. i. The first program code segment must be a student-developed procedure that: Defines the procedure’s name and return type (if necessary) Contains and uses one or more parameters that have an effect on the functionality of the procedure Implements an algorithm that includes sequencing, selection, and Iteration ii. The second program code segment must show where your student-developed procedure is being called in your program. List: Capture and paste two program code segments you developed during the administration of this task that contain a list (or other collection type) being used to manage complexity in your program. i. The first program code segment must show how data have been stored in the list. ii. The second program code segment must show the data in the same list being used, such as creating new data from the existing data or accessing multiple elements in the list, as part of fulfilling the program’s purpose.",
        "image": null
      },
      {
        "text": "This question is based on the project you submitted. Identify an expected user of your program. Describe one way your program’s design meets the needs of this user.",
        "image": null
      }
    ]
  },
  "topic": {
    "code": "1.3",
    "text": "1.3: Program Design and Development"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Investigate the situation, context, or task."
  }
}