{
  "id": "CSPCED2",
  "type": "frq",
  "title": "CED Written Response 2",
  "content": {
    "description": "",
    "question": "COMPONENT C: PERSONALIZED PROJECT REFERENCE (CREATED INDEPENDENTLY) You will create a Personalized Project Reference (PPR) similar to the PPR that will be used for the end of course exam written response questions. The PPR that you assemble and upload here will be helpful in responding to the following sample written response questions. You will create a PDF document containing screen captures of the following code segments. Screen captures should not be blurry, and text should be at least 10-pointfont size. Your code segments should not include any comments. NOTE: For the end of course exam administration, you will create your Personalized Project Reference in the AP Digital Portfolio. Procedure: Capture and paste two program code segments you developed during the administration of this task that contain a student-developed procedure that implements an algorithm used in your program and a call to that procedure. i. The first program code segment must be a student-developed procedure that: Defines the procedure’s name and return type (if necessary) Contains and uses one or more parameters that have an effect on the functionality of the procedure Implements an algorithm that includes sequencing, selection, and Iteration ii. The second program code segment must show where your student-developed procedure is being called in your program. List: Capture and paste two program code segments you developed during the administration of this task that contain a list (or other collection type) being used to manage complexity in your program. i. The first program code segment must show how data have been stored in the list. ii. The second program code segment must show the data in the same list being used, such as creating new data from the existing data or accessing multiple elements in the list, as part of fulfilling the program’s purpose.",
    "image": null,
    "frqParts": [
      {
        "text": "COMPONENT C: PERSONALIZED PROJECT REFERENCE (CREATED INDEPENDENTLY) You will create a Personalized Project Reference (PPR) similar to the PPR that will be used for the end of course exam written response questions. The PPR that you assemble and upload here will be helpful in responding to the following sample written response questions. You will create a PDF document containing screen captures of the following code segments. Screen captures should not be blurry, and text should be at least 10-pointfont size. Your code segments should not include any comments. NOTE: For the end of course exam administration, you will create your Personalized Project Reference in the AP Digital Portfolio. Procedure: Capture and paste two program code segments you developed during the administration of this task that contain a student-developed procedure that implements an algorithm used in your program and a call to that procedure. i. The first program code segment must be a student-developed procedure that: Defines the procedure’s name and return type (if necessary) Contains and uses one or more parameters that have an effect on the functionality of the procedure Implements an algorithm that includes sequencing, selection, and Iteration ii. The second program code segment must show where your student-developed procedure is being called in your program. List: Capture and paste two program code segments you developed during the administration of this task that contain a list (or other collection type) being used to manage complexity in your program. i. The first program code segment must show how data have been stored in the list. ii. The second program code segment must show the data in the same list being used, such as creating new data from the existing data or accessing multiple elements in the list, as part of fulfilling the program’s purpose.",
        "image": null
      },
      {
        "text": "Refer to your Personalized Project Reference when answering this question. Consider the first iteration statement included in the Procedure section of your Personalized Project Reference. Identify the number of times the body of your iteration statement will execute. Describe a condition or error that would cause your iteration statement to not terminate and cause an infinite loop. If no such condition or error exists, explain how the loop could be modified to cause an infinite loop.",
        "image": null
      },
      {
        "text": "Consider the procedure included in part (i) of the Procedure section of your Personalized Project Reference. Describe a change to your procedure that will result in a run-time error. Explain why this change will result in a run-time error.",
        "image": null
      },
      {
        "text": "Suppose you are provided with a procedure called isEqual(value1, value2). The procedure returns true if the two parameters value1 and value2 are equal in value and returns false otherwise. Using the list you identified in the List section of your Personalized Project Reference, explain in detailed steps an algorithm that uses isEqual to count the number of times a certain value appears in your list. Your explanation must be detailed enough for someone else to write the program code.",
        "image": null
      }
    ]
  },
  "topic": {
    "code": "1.4",
    "text": "1.4: Identifying and Correcting Errors"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Explain how abstraction manages complexity."
  }
}