{
  "id": "VR786906",
  "type": "frq",
  "title": "Practice Exam 3 Written Response 1",
  "content": {
    "description": "",
    "question": "COMPONENT A: PROGRAM CODE  (CREATED INDEPENDENTLY OR COLLABORATIVELY)\n\nSubmit one PDF file that contains all of your program code (including comments). Include comments or acknowledgments for any part of the submitted program code that has been written by someone other than you and/or your collaborative partner(s).\n\nIn your program, you must include student-developed program code that contains the following:\n\nInstructions for input from one of the following:\n\nthe user (including user actions that trigger events)\n\na device\n\nan online data stream\n\na file\n\nUse of at least one list (or other collection type) to represent a collection of data that is stored and used to manage program complexity and help fulfill the program’s purpose\n\nAt least one procedure that contributes to the program’s intended purpose, where you have defined:\n\nthe procedure’s name\n\nthe return type (if necessary)\n\none or more parameters\n\nAn algorithm that includes sequencing, selection, and iteration that is in the body of the selected procedure\n\nCalls to your student-developed procedure\n\nInstructions for output (tactile, audible, visual, or textual) based on input and program functionality",
    "image": null,
    "frqParts": [
      {
        "text": "COMPONENT A: PROGRAM CODE  (CREATED INDEPENDENTLY OR COLLABORATIVELY)\n\nSubmit one PDF file that contains all of your program code (including comments). Include comments or acknowledgments for any part of the submitted program code that has been written by someone other than you and/or your collaborative partner(s).\n\nIn your program, you must include student-developed program code that contains the following:\n\nInstructions for input from one of the following:\n\nthe user (including user actions that trigger events)\n\na device\n\nan online data stream\n\na file\n\nUse of at least one list (or other collection type) to represent a collection of data that is stored and used to manage program complexity and help fulfill the program’s purpose\n\nAt least one procedure that contributes to the program’s intended purpose, where you have defined:\n\nthe procedure’s name\n\nthe return type (if necessary)\n\none or more parameters\n\nAn algorithm that includes sequencing, selection, and iteration that is in the body of the selected procedure\n\nCalls to your student-developed procedure\n\nInstructions for output (tactile, audible, visual, or textual) based on input and program functionality",
        "image": null
      },
      {
        "text": "COMPONENT B: VIDEO (CREATED INDEPENDENTLY) \n\nSubmit one video file that demonstrates the running of your program as described below. Collaboration is not allowed during the development of your video.\n\nYour video must demonstrate your program running, including:\n\nInput to your program\n\nAt least one aspect of the functionality of your program\n\nOutput produced by your program\n\nYour video may NOT contain:\n\nAny distinguishing information about yourself\n\nVoice narration (though text captions are allowed)\n\nYour video must be:\n\nEither .webm, .mp4, .wmv, .avi, or .mov format\n\nNo more than 1 minute in length\n\nNo more than 30MB in file size",
        "image": null
      },
      {
        "text": "COMPONENT C: PERSONALIZED PROJECT REFERENCE (CREATED INDEPENDENTLY) \n\nYou will create a Personalized Project Reference (PPR) similar to the PPR that will be used for the end of course exam written response questions. The PPR that you assemble and upload here will be helpful in responding to the following sample written response questions. \n\nYou will create a PDF document containing screen captures of the following code segments. Screen captures should not be blurry, and text should be at least 10-pointfont size. Your code segments should not include any comments. \n\nNOTE: For the end of course exam administration, you will create your Personalized Project Reference in the AP Digital Portfolio.\n\nProcedure: Capture and paste two program code segments you developed during the administration of this task that contain a student-developed procedure that implements an algorithm used in your program and a call to that procedure.\n\ni. The first program code segment must be a student-developed procedure that:\n\nDefines the procedure’s name and return type (if necessary)\n\nContains and uses one or more parameters that have an effect on the functionality of the procedure\n\nImplements an algorithm that includes sequencing, selection, and Iteration\n\nii. The second program code segment must show where your student-developed procedure is being called in your program.\n\nList: Capture and paste two program code segments you developed during the administration of this task that contain a list (or other collection type) being used to manage complexity in your program.\n\ni. The first program code segment must show how data have been stored in the list.\n\nii. The second program code segment must show the data in the same list being used, such as creating new data from the existing data or accessing multiple elements in the list, as part of fulfilling the program’s purpose.",
        "image": null
      },
      {
        "text": "This question is based on the project you submitted.\n\nDescribe the problem that your program was created to address or the creative expression it pursues.",
        "image": null
      }
    ]
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Program Function and Purpose"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Investigate the situation, context, or task."
  }
}