{
  "id": "VR036337",
  "type": "frq",
  "title": "Cross cultural exchange and context of David Vases",
  "content": {
    "description": "",
    "question": "Read the question carefully. You can receive full credit only by directly answering all aspects of the question. You must answer the question in essay form. An outline or bulleted list is not acceptable. (Note: This exam uses the chronological designations B.C.E. (before the common era) and C.E. (common era). These designations correspond to B.C. (before Christ) and A.D. (anno Domini), which are used in some art history resources.) The works shown are the David Vases, created in China in 1351 C.E. Describe at least two aspects of the original historical and/or religious context of the David Vases. Using specific evidence, explain how the original context influenced the choice of both the materials and the imagery of the David Vases. Using specific contextual evidence, explain how the David Vases exemplify cross-cultural interaction.",
    "image": null,
    "frqParts": [
      {
        "text": "Read the question carefully. You can receive full credit only by directly answering all aspects of the question. You must answer the question in essay form. An outline or bulleted list is not acceptable. (Note: This exam uses the chronological designations B.C.E. (before the common era) and C.E. (common era). These designations correspond to B.C. (before Christ) and A.D. (anno Domini), which are used in some art history resources.) The works shown are the David Vases, created in China in 1351 C.E. Describe at least two aspects of the original historical and/or religious context of the David Vases. Using specific evidence, explain how the original context influenced the choice of both the materials and the imagery of the David Vases. Using specific contextual evidence, explain how the David Vases exemplify cross-cultural interaction.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: South, East, and Southeast Asia, 300 BCE - 1980 CE"
  },
  "topic": {
    "code": "8.3",
    "text": "8.3: Interactions Within and Across Cultures in South, East, and Southeast Asian Art"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe contextual elements of a work of art (or group of related works of art), including-  a. function.  b. context.  c. siting or physical context.  d. subject matter.  e. reception."
  }
}