{
  "id": "AYR000001",
  "type": "frq",
  "title": "Ida B Wells - describe",
  "content": {
    "description": "“The right of the Afro-American to vote and hold office remains in the Federal Constitution, but is destroyed in the constitution of the Southern states. Having destroyed the citizenship of the man, they are now trying to destroy the manhood of the citizen. All their laws are shaped to this end, school laws, railroad car regulations, those governing labor liens on crops, every device is adopted to make slaves of free men and rob them of their wages. Whenever a malicious law is violated in any parts, any farmer, any railroad conductor, or merchant can call together a posse of his neighbors and punish even with death the black man who resists, and the legal authorities sanction what is done by failing to prosecute and punish murders. The Repeal of the Civil Rights Law removed their last barrier and the black man’s last bulwark and refuge. The rule of mob is absolute.”\nSource: Ida B. Wells, “Lynch Law and All its Phases,” 1893",
    "question": "Using the excerpt, respond to parts A, B, C, and D.\n\nDescribe the broader historical context of Wells’s speech.\nDescribe one piece of evidence Wells provides in her speech to support her claim that Southern states have destroyed the rights of African Americans.\nDescribe a strategy used by African Americans in the late nineteenth and early twentieth century to promote racial uplift.\nExplain how the discriminatory practices described in the excerpt were challenged by African American activists in the second half of the twentieth century.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the excerpt, respond to parts A, B, C, and D.\n\nDescribe the broader historical context of Wells’s speech.\nDescribe one piece of evidence Wells provides in her speech to support her claim that Southern states have destroyed the rights of African Americans.\nDescribe a strategy used by African Americans in the late nineteenth and early twentieth century to promote racial uplift.\nExplain how the discriminatory practices described in the excerpt were challenged by African American activists in the second half of the twentieth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: The Practice of Freedom"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Black Codes, Land, and Labor"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Identify and explain course concepts, developments, and processes."
  }
}