{
  "id": "HKT000001",
  "type": "frq",
  "title": "Neal on Black Arts Movement - evaluate source",
  "content": {
    "description": "“The literature speaks to the tension within, say, the family; or it deals with the nature of black manhood. At other times, [it] seems directed against an unseen white enemy; it is, in fact, an attack on the Uncle Tomism of the older generation. \nThe tension, or double-consciousness, is most often resolved in violence, simply because the nature of our existence in America has been one of violence. In some cases, the tension resolves in recognizing the beauty and love within Black America itself. No, not a new ‘Negritude,’ but a profound sense of a unique and beautiful culture; and a sense that there are many spiritual areas to explore within this culture. This is a kind of separation but there is no tension about it. There is a kind of peace in the separation. This peace may be threatened by the realities of the beast-world, but yet, it is lived as fully as life can be lived. This sense of a haven in blackness is found most often in the poetry selections.”\nSource: Larry Neal, scholar of African American theater and contributor to the Black Arts movement, Black Fire: An Anthology of Afro-American Writing, 1968",
    "question": "Respond to parts A, B, C, and D.\n\nDescribe one claim made in the source. \n\nDescribe a broader historical context of the source. \n\nUsing one specific example, explain how a development described in the source influenced Black culture. \n\nBriefly explain how a development described in the source influenced the development of African American Studies.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, C, and D.\n\nDescribe one claim made in the source. \n\nDescribe a broader historical context of the source. \n\nUsing one specific example, explain how a development described in the source influenced Black culture. \n\nBriefly explain how a development described in the source influenced the development of African American Studies.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Origins of the African Diaspora"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: What Is African American Studies?"
  },
  "skill": {
    "code": "1.C",
    "text": "1.C: Identify and explain patterns, connections, or other relationships (causation, changes, continuities, comparison)."
  }
}