{
  "id": "KUK000001",
  "type": "frq",
  "title": "African kingdoms and their impact",
  "content": {
    "description": "“Sir, Your Highness should know how our Kingdom is being lost in so many ways that it is convenient to provide for the necessary remedy.... \nMany of our people, keenly desirous as they are of the wares and things of your Kingdoms, which are brought here by your people, and in order to satisfy their voracious appetite, seize many of our people, freed and exempt men, and very often it happens that they kidnap even noblemen and the sons of noblemen, and our relatives, and take them to be sold to the white men who are in our Kingdoms...and others are brought during the night so that they might not be recognized.\nAnd as soon as they are taken...they are immediately ironed and branded with fire, and when they are carried to be embarked, if they are caught by our guards’ men the whites allege that they have bought them but they cannot say from whom, so that it is our duty to do justice and to restore to the freemen their freedom.”\nSource: Letter from King Nzinga Mbemba of Kongo to King João III of Portugal, 1526",
    "question": "Using the source, respond to parts A, B, C, and D.\n\nDescribe one claim the King of Kongo makes in his letter.\n\nDescribe one similarity or difference between the Kingdom of Kongo and another Sudanic empire between the thirteenth and sixteenth centuries.\n\nExplain how interactions with Portugal affected the Kingdom of Kongo in the sixteenth through eighteenth centuries.\n\nExplain how religious traditions of Afro-descendants in the Americas were affected by interactions with other cultures in the eighteenth through twentieth centuries.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the source, respond to parts A, B, C, and D.\n\nDescribe one claim the King of Kongo makes in his letter.\n\nDescribe one similarity or difference between the Kingdom of Kongo and another Sudanic empire between the thirteenth and sixteenth centuries.\n\nExplain how interactions with Portugal affected the Kingdom of Kongo in the sixteenth through eighteenth centuries.\n\nExplain how religious traditions of Afro-descendants in the Americas were affected by interactions with other cultures in the eighteenth through twentieth centuries.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Origins of the African Diaspora"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: The Sudanic Empires: Ghana, Mali, and Songhai"
  },
  "skill": {
    "code": "1.C",
    "text": "1.C: Identify and explain patterns, connections, or other relationships (causation, changes, continuities, comparison)."
  }
}