{
  "id": "RCE000001",
  "type": "frq",
  "title": "Obama Keynote Address - evaluate written source",
  "content": {
    "description": "“My father was...born and raised in a small village in Kenya. He...went to school in a tin-roof shack.... Through hard work and perseverance my father got a scholarship to study in a magical place: America, which stood as a beacon of freedom and opportunity to so many who had come before.... I stand here today, grateful for the diversity of my heritage, aware that my parents’ dreams live on in my precious daughters. I stand here knowing that my story is part of the larger American story, that I owe a debt to all of those who came before me, and that, in no other country on earth, is my story even possible. Tonight, we gather to affirm the greatness of our nation, not because of the height of our skyscrapers, or the power of our military, or the size of our economy. Our pride is based on a very simple premise, summed up in a declaration made over two hundred years ago, ‘We hold these truths to be self-evident, that all men are created equal. That they are endowed by their Creator with certain inalienable rights. That among these are life, liberty and the pursuit of happiness.’”\nSource: U.S. Senator Barack Obama, keynote address at the 2004 Democratic National Convention",
    "question": "Respond to parts A, B, C, and D.\n\nDescribe one cause of the advance in Black political representation evident in the source. \n\nDescribe one specific example of Black political leadership before 2004. \n\nExplain how the author’s life experience may have influenced his description of the United States. \n\nExplain how economic growth in Black communities was hindered or promoted in the second half of the twentieth century.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, C, and D.\n\nDescribe one cause of the advance in Black political representation evident in the source. \n\nDescribe one specific example of Black political leadership before 2004. \n\nExplain how the author’s life experience may have influenced his description of the United States. \n\nExplain how economic growth in Black communities was hindered or promoted in the second half of the twentieth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Movements and Debates"
  },
  "topic": {
    "code": "4.15",
    "text": "4.15: Economic Growth and Black Political Representation"
  },
  "skill": {
    "code": "1.C",
    "text": "1.C: Identify and explain patterns, connections, or other relationships (causation, changes, continuities, comparison)."
  }
}