{
  "id": "ROE000001",
  "type": "frq",
  "title": "Omar Ibn Seid - evaluate written source",
  "content": {
    "description": "“My name is Omar ibn Seid. My birthplace was Fut Tûr, between the two rivers. I sought knowledge under the instruction of a Sheikh called Mohammed Seid, my own brother, and Sheikh Soleiman Kembeh, and Sheikh Gabriel Abdal. I continued my studies twenty-five years. Then there came to our place a large army, who killed many men, and took me, and brought me to the great sea, and sold me into the hands of the Christians, who bound me and sent me on board [a] great ship and we sailed upon the great sea a month and a half, when we came to a place called Charleston in the Christian language. There they sold me to a small, weak, and wicked man, called Johnson, a complete infidel, who had no fear of God at all.”\nSource: The Autobiography of Omar ibn Seid, an Enslaved Muslim, 1831",
    "question": "Respond to parts A, B, C, and D.\n\nDescribe the treatment enslaved people experienced aboard ships like those referenced in the source. \n\nDescribe a broader historical context of ibn Seid’s autobiography that is not specifically addressed in the source.\n\nExplain how slave narratives help further understanding in the field of African American Studies. \n\nExplain how the transatlantic slave trade destabilized West African societies.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, C, and D.\n\nDescribe the treatment enslaved people experienced aboard ships like those referenced in the source. \n\nDescribe a broader historical context of ibn Seid’s autobiography that is not specifically addressed in the source.\n\nExplain how slave narratives help further understanding in the field of African American Studies. \n\nExplain how the transatlantic slave trade destabilized West African societies.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Origins of the African Diaspora"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: What Is African American Studies?"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Identify and explain course concepts, developments, and processes."
  }
}