{
  "id": "SDV000001",
  "type": "frq",
  "title": "Hay Swahili People - explain course concepts",
  "content": {
    "description": "“The Swahili people number approximately half a million, inhabiting a string of small settlements along the East African coast, from Mogadishu in the north to Mozambique in the south.... They are believed to have descended from Bantu-speaking agriculturalists who lived in the area reaching roughly from Kenya’s Tana River in present-day Kenya to the Webi Shabelle region of Somalia. Although the Swahili people had long supplemented their farming with fishing, it is believed that around 500 C.E. they began to trade and migrate along the coast. Over the next three centuries, migrant groups moved south by ship, establishing settlements both on the coast and on adjacent islands.”\nSource: Robert Fay, “Swahili People” in Africana: The Encyclopedia of the African and African American Experience, 2005",
    "question": "Respond to parts A, B, and C.\n\nDescribe an aspect of Bantu or Swahili society that is not included in the source.\n\nDescribe one way societies such as the ones described in the source challenge misconceptions about early Africa. \n\nFormulate a claim about how political factors contributed to the fall of the city-states on the Swahili Coast.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, and C.\n\nDescribe an aspect of Bantu or Swahili society that is not included in the source.\n\nDescribe one way societies such as the ones described in the source challenge misconceptions about early Africa. \n\nFormulate a claim about how political factors contributed to the fall of the city-states on the Swahili Coast.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Origins of the African Diaspora"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: What Is African American Studies?"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Identify and explain course concepts, developments, and processes."
  }
}