{
  "id": "UQO000001",
  "type": "frq",
  "title": "African American artists- styles and purposes",
  "content": {
    "description": "“Garveyite Family,” Harlem, 1924\n\nThe black-and-white photograph is a formally posed indoor portrait of an African American family consisting of a man, a woman, and a boy.\nThe man stands on the left side of the photograph.\nHe is dressed in military uniform and holds a hat in his right hand.\nHe has a slight smile.\nThe woman is seated in the center of the photograph.\nShe wears a formal sleeveless dress with intricate embellishments, jewelry, glasses, and decorated shoes.\nShe has a slight smile.\nThe boy stands on the right side of the photograph.\nHe wears a dark-colored sailor suit with white stripes around his neck and wrists.\nHe is unsmiling.\nA small dog sits at his feet.\nThe background includes a table with a vase of flowers, a wallpapered wall, and a curtained window beneath an arch.\nJames Augustus Joseph Van Der Zee (American, 1886-1983) Garveyite Family, Harlem (from \"Eighteen Photographs\"), negative 1924; printed 1974 silver-toned silver print image: 9 1/2 × 7 7/8 in. (24.1 × 20 cm) Williams College Museum of Art, Williamstown, MA: Museum purchase, Otis Family Acquisition Trust (M.2017.9.8)",
    "question": "Using the image, respond to parts A, B, and C.\n\nDescribe one reason African American artists documented their subjects during the nineteenth and early twentieth centuries as demonstrated by the image of the Garveyite family.\n\nDescribe one specific example of an African American contribution to an artistic field, other than photography, during the nineteenth or twentieth century.\n\nUsing a different specific example than used in part B, explain how African Americans used visual media or other artistic fields to advocate for social change in the mid-to-late twentieth century.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/African_American_Studies/987df779fec6d54cd1d675e1262336bf.jpg",
    "frqParts": [
      {
        "text": "Using the image, respond to parts A, B, and C.\n\nDescribe one reason African American artists documented their subjects during the nineteenth and early twentieth centuries as demonstrated by the image of the Garveyite family.\n\nDescribe one specific example of an African American contribution to an artistic field, other than photography, during the nineteenth or twentieth century.\n\nUsing a different specific example than used in part B, explain how African Americans used visual media or other artistic fields to advocate for social change in the mid-to-late twentieth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Freedom, Enslavement, and Resistance"
  },
  "topic": {
    "code": "2.9",
    "text": "2.9: Creating African American Culture"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Identify and explain course concepts, developments, and processes."
  }
}