{
  "id": "ZBK000001",
  "type": "frq",
  "title": "Great Zimbabwe - describe",
  "content": {
    "description": "Great Zimbabwe's Walls and Stone Enclosures, Twelfth to Fifteenth Century\n\nThe photograph shows walls of two different heights and a taller conical tower.\n\nEach structure is similarly constructed of tightly fitted multicolored stone.\n\nIn the left foreground is a short wall.\n\nIn the background is a tall, curved stone wall that appears to be at least twice the height of the wall in the foreground.\n\nIn the center, in front of the taller wall, is a conical stone tower that appears to be significantly taller than the taller wall. A much smaller conical stone structure sits to the right of the base of the tower.\n\nTrees grow on each side of the tower from the area between the two walls\nRobin Smith/Getty Images",
    "question": "Using the image, respond to parts A, B, and C.\n\nDescribe one important cultural or political function of the structures in the image.\nDescribe one economic, cultural, or social difference between Great Zimbabwe and another African empire in the same period.\nExplain one way the religious or cultural practices of an African empire or its people changed after 1500.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/African_American_Studies/6b6a8eb9a6c64548405575f1d46e38a7.jpg",
    "frqParts": [
      {
        "text": "Using the image, respond to parts A, B, and C.\n\nDescribe one important cultural or political function of the structures in the image.\nDescribe one economic, cultural, or social difference between Great Zimbabwe and another African empire in the same period.\nExplain one way the religious or cultural practices of an African empire or its people changed after 1500.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Origins of the African Diaspora"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: The Sudanic Empires: Ghana, Mali, and Songhai"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Identify and explain course concepts, developments, and processes."
  }
}