{
  "id": "FT540364-22",
  "type": "frq",
  "title": "Textiles in US sold in separate perf. comp. mkts.",
  "content": {
    "description": "In the United States, textiles are sold in two separate and perfectly competitive markets. The textiles produced in the United States are sold in market A, and imported textiles are sold in market B.\n\n(a) Explain how the supply curve for textiles produced in the United States will be affected by each of the following.\n\n(i) A decrease in the number of firms in the United States producing textiles\n\n(ii) An increase in the price of textiles\n\nAssume that textiles produced in market A and market B are close substitutes\n\n(b) Using one graph for market A and another for market B, show and explain how a substantial increase in the tariff on textiles imported into the United States will affect each of the following.\n\n(i) Equilibrium price and quantity of textiles sold in market B (imported textiles)\n\n(ii) Equilibrium price and quantity of textiles sold in market A (textiles produced in the United States)\n\nAssume that the labor market for textile workers is perfectly competitive. Following a decrease in the supply of textile workers, the wage rate of textile workers increases.\n\n(c) Using a new graph for market A, show and explain how a substantial increase in the wage rate of textile workers will affect the equilibrium price and quantity of textiles sold in market A.\n\n(d) Using a graph, show and explain how the increase in the wage rate of textile workers and the change in the equilibrium price and quantity of textiles you identified in part (c) will affect each of the following.\n\n(i) A firm's demand for labor\n\n(ii) A firm's supply of labor",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.2",
    "text": "2.2: Supply"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}