{
  "id": "FT584367-22",
  "type": "frq",
  "title": "Grand Farm produces rice, earning positive profit",
  "content": {
    "description": "Rice is produced in a perfectly competitive industry. Grand Farm is a typical firm in the rice industry earning a positive economic profit.\n\nUsing correctly labeled side-by-side graphs for the rice industry and Grand Farm, show each of the following in the short run.\n\nThe industry price and quantity, labeled PM and QM\n\nGrand Farm’s demand curve and marginal revenue curve, labeled DF and MRF\n\nGrand Farm’s quantity of output, labeled QF\n\nGrand Farm’s profit, shaded completely\n\nIn the long run, what happens to each of the following?\n\nThe number of firms in the industry. Explain.\n\nThe equilibrium price; does it increase, decrease, or remain the same relative to PM ?\n\nSuppose Lori’s Quick Eats sells fried rice in a monopolistically competitive fast-food industry. Lori’s Quick Eats is earning positive economic profits in the short run. Using a correctly labeled graph for this monopolistically competitive firm, show each of the following in the short run.\n\nThe demand and marginal revenue curves, labeled DL and MRL\n\nThe marginal cost and average total cost curves, labeled MC and ATC\n\nThe profit-maximizing price and quantity, labeled PL and QL\n\nDraw a correctly labeled graph for Lori’s Quick Eats in long-run equilibrium showing the demand curve and the long-run average total cost curve.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.7",
    "text": "3.7: Perfect Competition"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}