{
  "id": "FT584156",
  "type": "frq",
  "title": "Firm in perf. comp., positive ec. profit, gov't",
  "content": {
    "description": "Directions: In answering the questions, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that a profit-maximizing firm in a perfectly competitive industry is earning economic profits. For a given market price, draw a correctly labeled graph and show each of the following for a typical firm in this perfectly competitive industry.\n\nMarginal revenue\n\nOutput\n\nEconomic profits\n\nUsing the information in (a), draw correctly labeled side-by-side graphs for the industry and a typical firm.\n\nGiven the existence of economic profits of the typical firm, show on the graphs how the industry adjusts in the long run and explain the process that leads to the long-run equilibrium.\n\nShow on the graphs each of the following for the industry and for the typical firm in long-run equilibrium.\n\nPrice\n\nOutput\n\nNow assume that the government sets a price that is less than the equilibrium price but greater than average variable cost. Indicate how each of the following will change for the typical firm and explain why the change occurs.\n\nMarginal revenue\n\nLevel of output\n\nShort-run total cost\n\nShort-run total revenue",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.7",
    "text": "3.7: Perfect Competition"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}