{
  "id": "FT584216",
  "type": "frq",
  "title": "Graph - good x negative production externality",
  "content": {
    "description": "The production of good X creates an externality. The following questions are based on the graph above, which shows the marginal revenue, marginal social benefit, marginal private cost, and marginal social cost associated with the production of good X.\n\nIs the externality positive or negative? Explain.\n\nUsing labeling from the graph above, identify the socially optimum output. Explain how you determined your answer.\n\nSuppose that good X is produced by a profit-maximizing monopoly. Answer each of the following.\n\nUsing labeling from the graph above, identify the unregulated firm’s output. Explain how you determined your answer.\n\nTo produce the socially optimum output, indicate whether the government should tax or subsidize the firm.\n\nCalculate the dollar value of the needed per-unit tax or subsidy.\n\nSuppose that good X is produced in a perfectly competitive industry. Answer each of the following.\n\nUsing labeling from the graph on the previous page, identify equilibrium output in the absence of regulation. Explain how you determined your answer.\n\nTo produce the socially optimum output, indicate whether the government should tax or subsidize the firms in the industry.\n\nCalculate the dollar value of the needed per-unit tax or subsidy.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.7",
    "text": "3.7: Perfect Competition"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}