{
  "id": "FT584188",
  "type": "frq",
  "title": "Cost and rev. curves for bridge to popular island",
  "content": {
    "description": "The diagram above shows the cost and revenue curves for a bridge to a popular island. The marginal cost of crossing the bridge is zero and is indicated in the diagram as the horizontal axis. The price is the toll to cross the bridge, and the output is the number of autos that cross the bridge each day.\n\nAssume that a private firm owns the bridge and maximizes profits. Based on the diagram, determine each of the following.\n\nOutput\n\nPrice\n\nNow assume that a municipality owns the bridge and sets the price to achieve allocative efficiency. Based on the diagram, determine each of the following.\n\nOutput\n\nPrice\n\nAt a price of $1, is the municipality’s accounting profit positive, negative, or zero? Explain.\n\nSuppose that the municipality sets a break-even price that generates revenues to just cover all economic costs.\n\nBased on the diagram, determine the break-even output.\n\nAt the output you determined in part (d)(i), is the demand relatively elastic, relatively inelastic, unit elastic, perfectly elastic, or perfectly inelastic?\n\nIf a company begins to provide access to the island via commercial watercraft, what will happen to each of the following in the diagram?\n\nThe demand curve for bridge crossings\n\nThe profit-maximizing output\n\nSuppose the long-run average total cost is strictly downward sloping. Would it be efficient to build a second bridge? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Price Elasticity of Demand"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe economic concepts, principles, or models."
  }
}