{
  "id": "VR041990-22",
  "type": "frq",
  "title": "Monopoly",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nAs the only gas station in a small town, FillUp has a local monopoly on the sale of gasoline. FillUp is currently earning positive economic profit.\n\n(a) Draw a correctly labeled graph for FillUp and show each of the following.\n\n(i) FillUp’s profit-maximizing quantity, labeled <math alttext=\"Q sub F\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>F</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) FillUp’s profit-maximizing price, labeled <math alttext=\"P sub F\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mtext>F</mtext></mrow></msub></mrow></mstyle></math>\n\n(iii) The deadweight loss associated with FillUp’s profit-maximizing quantity, shaded completely\n\n(iv) The maximum quantity at which FillUp would earn zero economic profit, labeled <math alttext=\"Q sub Z\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>Z</mtext></mrow></msub></mrow></mstyle></math>\n\n(b) Assume that FillUp’s fixed costs increase because of a new lease on its property and FillUp stays in business. Will each of the following increase, decrease, or remain unchanged at FillUp’s profit-maximizing quantity?\n\n(i) The deadweight loss. Explain.\n\n(ii) FillUp’s economic profit\n\n(c) Assume the demand for gasoline decreases because people bike to work more often.\n\n(i) What must be true for FillUp to continue to operate in the short run?\n\n(ii) What happens to FillUp’s profit-maximizing quantity and price in the short run assuming the firm continues to operate?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}