{
  "id": "VR041987-22",
  "type": "frq",
  "title": "Game Theory",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nBoulevard\n\nDelivery\n No Delivery\n\nJackpot\n 6:00 P.M.\n <math alttext=\"$35, $30\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>35</mn><mo>,</mo><mtext> </mtext><mi>$</mi><mn>30</mn></mrow></mstyle></math>\n <math alttext=\"$55, $20\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>55</mn><mo>,</mo><mtext> </mtext><mi>$</mi><mn>20</mn></mrow></mstyle></math>\n\n9:00 P.M.\n <math alttext=\"$25, $50\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>25</mn><mo>,</mo><mo>⁢</mo><mtext> </mtext><mi>$</mi><mn>50</mn></mrow></mstyle></math>\n <math alttext=\"$45, $40\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>45</mn><mo>,</mo><mtext> </mtext><mi>$</mi><mn>40</mn></mrow></mstyle></math>\n\nJackpot Florist and Boulevard Gardens share the market for floral bouquets in Tuliptown. Jackpot is deciding whether to close at 6:00 P.M. or to close at 9:00 P.M., and Boulevard is deciding whether to offer Delivery or No Delivery. The payoff matrix above shows the annual profits for each combination of actions that the firms can choose. The first entry shows Jackpot’s profit, and the second entry shows Boulevard’s profit.\n\nAssume that both firms know all the information in the matrix and act simultaneously and independently.\n\n(a) Is Jackpot’s dominant strategy to close at 6:00 P.M., to close at 9:00 P.M., or does it not have a dominant strategy?\n\n(b) Suppose Jackpot chooses to close at 6:00 P.M. and Boulevard chooses No Delivery. Is this the profit-maximizing action by Boulevard? Explain using values from the payoff matrix.\n\n(c) How much profit will Boulevard earn in the Nash equilibrium?\n\n(d) Suppose these two firms merge to form one company with two locations and still face the same actions and payoffs. Which strategies would the new company choose to maximize its combined profit?\n\n(e) Now assume that instead of merging, Jackpot proposes a plan to cooperate with Boulevard. Jackpot would agree to close at 9:00 P.M., and Boulevard would agree to No Delivery. If either firm breaks the agreement, it MUST subtract <math alttext=\"$12\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>12</mn></mrow></mstyle></math> from its profit that is then added to the other firm’s profit.\n\n(i) Assuming the agreement was in effect and enforced, redraw the matrix, including the players, actions, and payoffs.\n\n(ii) Assuming Boulevard is a profit-maximizing firm and there are no antitrust concerns, would Boulevard agree to Jackpot’s proposal? Explain using specific values from the redrawn payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Imperfect Competition"
  },
  "topic": {
    "code": "4.5",
    "text": "4.5: Oligopoly and Game Theory"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}