{
  "id": "VR041364-22",
  "type": "frq",
  "title": "Comparative and Absolute Advantage in Marland",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nTwo countries, Marland and Teckana, can produce either clothing or food using all their available resources at constant opportunity cost. The table below shows the daily production of clothing or food in Marland and Teckana.\n\nClothing\n Food\n\nMarland\n 120\n 20\n\nTeckana\n 80\n 20\n\n(a) Which country has the absolute advantage in producing food? Explain.\n\n(b) Which country has the comparative advantage in producing food? Explain using numbers.\n\n(c) Assume the two countries specialize based on their comparative advantage. If the two countries engage in trade and one unit of food is exchanged for 5 units of clothing, will these terms of trade be mutually beneficial? Explain.\n\n(d) Suppose Teckana invented new equipment to only increase the production of clothing.\n\n(i) Draw a correctly labeled graph of Teckana’s initial production possibilities curve, with clothing on the horizontal axis and food on the vertical axis. Plot the numerical values above on the graph.\n\n(ii) Show the effect of the new equipment on Teckana’s production possibilities curve.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.3",
    "text": "1.3: Production Possibilities Curve"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}