{
  "id": "VR041309-22",
  "type": "frq",
  "title": "Competitive Labor Market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe graph above shows a labor market and a typical individual firm that is hiring labor from that market.\n\n(a) If <math alttext=\"W sub M, equals, W sub F\"> <mstyle> <mrow> <msub> <mrow> <mtext>W</mtext> </mrow> <mrow> <mtext>M</mtext> </mrow> </msub> <mo>=</mo> <msub> <mrow> <mtext>W</mtext> </mrow> <mrow> <mtext>F</mtext> </mrow> </msub> </mrow> </mstyle> </math>, from what type of labor market does the firm hire its workers?\n\n(b) Assume the productivity of workers increases as a result of improvement in technology. What will happen to each of the following in the short run?\n\n(i) The market demand for labor\n\n(ii) The wage rate the firm will pay. Explain.\n\n(c) Suppose the firm only produces good X and that the price of good Y, a substitute good, decreases. What will happen to the optimal quantity of labor the firm will hire? Explain.\n\n(d) If the labor market were a monopsony, would the monopsonist hire more, fewer, or the same number of workers as <math alttext=\"Q sub M\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math> to maximize its profit?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Factor Markets"
  },
  "topic": {
    "code": "5.2",
    "text": "5.2: Changes in Factor Demand and Factor Supply"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}