{
  "id": "VR041983-22",
  "type": "frq",
  "title": "Monopoly",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nGigantic Pharmaceutical Corporation has a patent on a prescription drug, making it the only manufacturer of that prescription drug. Gigantic is currently earning a positive economic profit.\n\n(a) Draw a correctly labeled graph for Gigantic and show each of the following.\n\n(i) The profit-maximizing quantity, labeled <math alttext=\"Q sub G\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>G</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) The profit-maximizing price, labeled <math alttext=\"P sub G\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mtext>G</mtext></mrow></msub></mrow></mstyle></math>\n\n(iii) The average total cost curve, labeled <math alttext=\"A T C\" overflow=\"scroll\"><mstyle><mrow><mtext>ATC</mtext></mrow></mstyle></math>\n\n(iv) The area representing the consumer surplus, shaded completely\n\n(b) Suppose the demand for the prescription drug increases, and Gigantic hires its warehouse workers in a perfectly competitive labor market.\n\n(i) What will happen to Gigantic’s demand for warehouse workers? Explain.\n\n(ii) What will happen to the wage rate Gigantic pays its warehouse workers and the number of warehouse workers it hires?\n\n(c) After Gigantic’s patent expires, another firm enters the prescription drug market and produces an identical drug that sells for a lower price.\n\n(i) What will happen to Gigantic’s producer surplus?\n\n(ii) What will happen to the consumer surplus in this prescription drug market? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Firms' Short-Run Decisions to Produce and Long-Run Decisions to Enter or Exit a Market"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}