{
  "id": "VR041323-22",
  "type": "frq",
  "title": "Production function and cost curves",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nA firm’s short-run production function shows the relationship between the firm’s input and output. Assume the firm uses one variable input, labor, and one fixed input, capital. The following table shows short-run production function for a firm that produces widgets.\n\nQuantity of Labor\n Total Product\n\n0\n 0\n\n1\n 6\n\n2\n 14\n\n3\n 24\n\n4\n 32\n\n5\n 39\n\n6\n 42\n\n(a) Calculate the marginal product of the sixth worker. Show your work.\n\n(b) Does the production function exhibit diminishing returns to labor? Explain.\n\n(c) When marginal product is falling, what happens to marginal cost?\n\n(d) On a single correctly labeled graph, draw the firm’s short-run average total cost curve <math alttext=\"open parenthesis, A T C, close parenthesis\"><mstyle><mrow><mrow><mo>(</mo><mtext>ATC</mtext><mo>)</mo></mrow></mrow></mstyle></math>, average variable cost curve <math alttext=\"open parenthesis, A V C, close parenthesis\"><mstyle><mrow><mo>(</mo><mtext>AVC</mtext><mo>)</mo></mrow></mstyle></math>, and marginal cost curve <math alttext=\"open parenthesis, M C, close parenthesis\"><mstyle><mrow><mo>(</mo><mtext>MC</mtext><mo>)</mo></mrow></mstyle></math>.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}