{
  "id": "VR041507-22",
  "type": "frq",
  "title": "International Trade and Government Intervention",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAssume that Grainland currently produces wheat and does not trade wheat in international markets.\n\n(a) Draw a correctly labeled demand and supply graph for the domestic wheat market in Grainland. Label the equilibrium price, <math alttext=\"P sub e\"> <mstyle> <mrow> <msub> <mrow> <mtext>P</mtext> </mrow> <mrow> <mtext>e</mtext> </mrow> </msub> </mrow> </mstyle> </math>, and the equilibrium quantity, <math alttext=\"Q sub e\"> <mstyle> <mrow> <msub> <mrow> <mtext>Q</mtext> </mrow> <mrow> <mtext>e</mtext> </mrow> </msub> </mrow> </mstyle> </math>.\n\n(b) Suppose the price of wheat in the world market is lower than the domestic price of wheat in Grainland. Assume now Grainland wants to trade wheat in the world market.\n\n(i) On your graph from part (a), label the world market price of wheat as <math alttext=\"P sub w\"> <mstyle> <mrow> <msub> <mrow> <mtext>P</mtext> </mrow> <mrow> <mtext>W</mtext> </mrow> </msub> </mrow> </mstyle> </math>, and identify the domestic quantity demanded of wheat at <math alttext=\"P sub w\"> <mstyle> <mrow> <msub> <mrow> <mtext>P</mtext> </mrow> <mrow> <mtext>W</mtext> </mrow> </msub> </mrow> </mstyle> </math>, as <math alttext=\"Q sub 3\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math>, and the domestic quantity supplied of wheat labeled as <math alttext=\"Q sub 1\"> <mstyle> <mrow> <msub> <mrow> <mtext>Q</mtext> </mrow> <mrow> <mn>1</mn> </mrow> </msub> </mrow> </mstyle> </math>.\n\n(ii) Will Grainland export or import wheat? Explain.\n\n(c) With international trade in wheat, who will benefit in Grainland: domestic producers, domestic consumers, neither or both? Explain.\n\n(d) Suppose that the government of Grainland decides to provide a subsidy for wheat farmers to make the country more competitive and sell wheat at the world market price so that all wheat is produced domestically. Show the effect of the subsidy on your graph in part (a).",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.6",
    "text": "2.6: Market Equilibrium and Consumer and Producer Surplus"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}