{
  "id": "VR041984-22",
  "type": "frq",
  "title": "Tax Incidence",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nHats are produced in a perfectly competitive industry, and the government imposes a per-unit sales tax on hats.\n\n(a) Using the labeling from the graph, identify each of the following.\n\n(i) The after-tax price paid by consumers and the after-tax quantity\n\n(ii) The area representing the total tax revenue received by the government\n\n(b) Now assume instead that the demand for hats is perfectly inelastic at <math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math>, while the supply and the per-unit tax remain unchanged.\n\n(i) Will the after-tax price paid by consumers be higher, lower, or the same compared to the price in your answer to part (a)(i) ?\n\n(ii) Will the total tax revenue received by the government be higher, lower, or the same compared to the tax revenue in your answer to part (a)(ii) ? Explain.\n\n(c) If the demand for hats remains perfectly inelastic at <math alttext=\"Q sub 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math> and the per-unit sales tax is reduced, will producer surplus increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Price Elasticity of Demand"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}