{
  "id": "VR042001-22",
  "type": "frq",
  "title": "Oligopoly Game Theory",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nDee's Pizzeria\n\nEnter\n Stay Out\n\nPatrick’s Pie\n Advertise\n <math alttext=\"$50, negative $20\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>50</mn><mo>,</mo><mo>−</mo><mi>$</mi><mn>20</mn></mrow></mstyle></math>\n <math alttext=\"$175, $0\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>175</mn><mo>,</mo><mtext> </mtext><mi>$</mi><mn>0</mn></mrow></mstyle></math>\n\nDo Not Advertise\n <math alttext=\"$150, $15\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>150</mn><mo>,</mo><mtext> </mtext><mi>$</mi><mn>15</mn></mrow></mstyle></math>\n <math alttext=\"$100, $0\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>100</mn><mo>,</mo><mtext> </mtext><mi>$</mi><mn>0</mn></mrow></mstyle></math>\n\nPatrick’s Pie is currently the only pizzeria in College Town. It can either advertise or not advertise. Dee’s Pizzeria is contemplating whether to enter or stay out of the College Town market. Each pizza establishment independently and simultaneously makes its decision. The payoff matrix above shows the profits for each combination of decisions, and both players have complete information. The first entries in the payoff matrix are Patrick’s profit, and the second entries are Dee’s profit.\n\n(a) What actions maximize the combined total profits for Patrick’s Pie and Dee’s Pizzeria?\n\n(b) Conditional on your response in part (a), does either Patrick’s Pie or Dee’s Pizzeria have an incentive to cheat on this combination of actions that maximize the combined total profits? Explain using numbers from the matrix for each pizzeria.\n\n(c) Does Patrick’s Pie have a dominant strategy?\n\n(d) Identify the Nash equilibrium or equilibria actions for this game.\n\nIgnoring antitrust considerations, suppose that Patrick pays Dee’s Pizzeria <math alttext=\"$20\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>20</mn></mrow></mstyle></math> if Dee chooses to “Stay Out.”\n\n(i) Redraw this matrix including players, actions, and payoffs, showing how Patrick’s Pie payment to Dee affected the payoffs.\n\n(ii) Identify the Nash equilibrium for the redrawn matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Imperfect Competition"
  },
  "topic": {
    "code": "4.5",
    "text": "4.5: Oligopoly and Game Theory"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}