{
  "id": "VR041586-22",
  "type": "frq",
  "title": "PPC Cost-Benefit",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe data provided below describe an ice-cream store’s daily production possibilities for milkshakes and sundaes.\n\nMilkshakes\n 0\n 20\n 40\n 60\n 80\n 100\n 120\n\nSundaes\n 210\n 200\n 180\n 150\n 110\n 60\n 0\n\n(a) Draw a correctly labeled graph of the store’s production possibilities curve <math alttext=\"open parenthesis, P P C, close parenthesis\"><mstyle><mrow><mrow><mo>(</mo><mtext>PPC</mtext><mo>)</mo></mrow></mrow></mstyle></math> with milkshakes on the horizontal axis and sundaes on the vertical axis and label the endpoints using the numbers provided above.\n\n(b) Is the opportunity cost of producing milkshakes increasing, decreasing, or constant? Explain using numbers in the table.\n\n(c) The store is currently producing 80 milkshakes and 110 sundaes. Calculate the opportunity cost of increasing milkshake production from 80 to 100 milkshakes. Show your work.\n\n(d) Would it be efficient for the store to produce 80 milkshakes and 150 sundaes? Explain using numbers in the table.\n\n(e) Suppose the ice-cream store purchases a new machine that increases the output of milkshakes and sundaes. Show the effect of the change on the store’s <math alttext=\"P P C\"><mstyle><mrow><mtext>PPC</mtext></mrow></mstyle></math> on your graph in part (a).",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.3",
    "text": "1.3: Production Possibilities Curve"
  },
  "skill": {
    "code": "Skill 4.A",
    "text": "Skill 4.A: Draw an accurately labeled graph or visual to represent an economic model or market."
  }
}