{
  "id": "VR041995-22",
  "type": "frq",
  "title": "Consumer Theory",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nThe following is a table showing Dana’s marginal benefit from purchasing bottles of water and good X from a grocery store.\n\nQuantity of Water(in bottles)\n Marginal Benefit of Water(in dollars)\n Quantity of Good X(in units)\n Marginal Benefit of Good X(in dollars)\n\n1\n 24\n 1\n 24\n\n2\n 18\n 2\n 18\n\n3\n 12\n 3\n 12\n\n4\n 6\n 4\n 6\n\n5\n 3\n 5\n 3\n\n(a) What is Dana’s total benefit from purchasing 2 bottles of water and 1 unit of good X? Show your work.\n\n(b) Assume the price of a unit of good X is $5. Calculate the total consumer surplus if Dana purchases 3 units of good X. Show your work.\n\n(c) Now assume the price of a bottle of water is $3 and the price of a unit of good X is $6. Dana spends her entire budget of $30 on bottles of water and good X.\n\n(i) Explain why Dana does not maximize her benefit when she purchases 2 bottles of water and 4 units of good X. Use marginal analysis to explain your answer.\n\n(ii) What are the optimal quantities of good X and bottles of water at these prices?\n\n(iii) Suppose the price of a unit of good X drops to $3. Calculate Dana’s cross-price elasticity of demand for bottles of water with respect to the price of good X, and state whether the two goods are substitutes or complements. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}