{
  "id": "VR041365-22",
  "type": "frq",
  "title": "Utility Maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the marginal utilities in utils that Sarah derives from consuming two goods, snacks, and movies.\n\nQuantity of Snacks\n Marginal Utility of Snacks\n Quantity of Movies\n Marginal Utility of Movies\n\n0\n -\n 0\n -\n\n1\n 20\n 1\n 50\n\n2\n 18\n 2\n 35\n\n3\n 15\n 3\n 24\n\n4\n 12\n 4\n 20\n\n5\n 10\n 5\n 15\n\n6\n 8\n 6\n 10\n\nSarah has a limited weekly income of $50, and she spends it all on snacks and movies. Assume the price of snacks is $5 per unit, the price of a movie ticket is $10, and Sarah is a utility-maximizing consumer.\n\n(a) Would Sarah be able to consume 3 snacks and 5 movies? Explain using numbers.\n\n(b) How many snacks and movies will Sarah consume to maximize her utility? Explain using marginal analysis.\n\n(c) Calculate the total utility Sarah will receive from consuming the utility-maximizing combination of snacks and movies indicated in your answer in part (a). Show your work.\n\n(d) Suppose Sarah’s income increases to $60.\n\n(i) What will happen to the marginal utility per dollar spent on movies?\n\n(ii) Will Sarah be better off buying two more snacks or one more movie ticket? Explain using numbers.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: Cost-Benefit Analysis"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}