{
  "id": "VR068187",
  "type": "frq",
  "title": "Potato Farmers",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nOn the Island of Gratin, potatoes are produced in a perfectly competitive constant cost industry. The market for potatoes is currently in long-run equilibrium at the market price of $5 per sac.\n\n(a) Draw a correctly labeled graph for the potato market and for farmer Lamo, and show each of the following.\n\n(i) The market equilibrium quantity and price, labeled <math overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math> and $5, respectively\n\n(ii) The quantity produced and the price for farmer Lamo, labeled <math overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>L</mtext></mrow></msub></mrow></mstyle></math> and $5, respectively\n\n(b) Believing that the incomes of potato farmers are unfairly low, the government of Gratin imposes a binding price floor at $7 per sac. The government will purchase any surpluses of potatoes. On your graph in part (a) show the following.\n\n(i) The market quantity of potatoes that would be supplied at the price floor, labeled <math overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>F</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) The profit farmer Lamo earns, shaded completely\n\n(c) If the absolute value of the price elasticity of demand is 0.92, would consumer spending on potatoes increase, decrease, or stay the same as a result of the price floor? Explain.\n\n(d) How would the price floor affect the demand for labor by potato farmers?\n\n(e) Potatoes, corn, and rice are all produced on the island of Gratin in perfectly competitive markets.\n\n(i) Assume corn is a substitute in production (an alternate output) for potatoes. How would setting the price floor on potatoes affect the equilibrium price and quantity of corn? Explain.\n\n(ii) As a result of an increase in the price of rice, the demand for potatoes increased. Are rice and potatoes substitutes or complements in consumption?",
    "question": "Respond to all parts of the question:",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.7",
    "text": "3.7: Perfect Competition"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}