{
  "id": "VR068199",
  "type": "frq",
  "title": "Two Firms in Athletic Shoe Market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nTwo discount stores, Discount Delight and Bargain Floor, sell a popular brand of athletic shoes. They are considering including these shoes in their upcoming sale. The relevant payoff matrix appears below, with the first entry in each cell indicating Discount Delight’s profit from shoe sales and the second entry in each cell indicating Bargain Floor’s profit. The two firms know all the information in the payoff matrix and do not cooperate.\n\nBargain Floor\n\nIncludes\n Does Not Include\n\nDiscount Delight\n Includes\n $150, $180\n $200, $100\n\nDoes Not Include\n $100, $250\n $240, $220\n\n(a) If Discount Delight Does Not Include the shoes in its sales flyer but Bargain Floor Includes them, what will Bargain Floor’s profit be?\n\n(b) Does either player have a dominant strategy? If so, identify the player and the strategy.\n\n(c) Using numbers from the table, explain why both stores choosing not to include the shoes in their respective flyers does not correspond to a Nash equilibrium.\n\n(d) Identify the Nash equilibrium.\n\n(e) If the two stores could cooperate in choosing their strategies, would the outcome change? Explain.",
    "question": "Respond to all parts of the question:",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Imperfect Competition"
  },
  "topic": {
    "code": "4.5",
    "text": "4.5: Oligopoly and Game Theory"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}