{
  "id": "VR189017",
  "type": "frq",
  "title": "The market for corn in the country of Microland",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe diagram above shows the market for corn in the country of Microland. Corn is produced and sold in a constant-cost, perfectly competitive market.\n\n(a) Calculate the total revenue earned by corn farmers at the market equilibrium price. Show your work.\n\n(b) In an attempt to assist corn farmers in Microland, the government sets a <math alttext=\"$7\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>7</mn></mrow></mstyle></math> price floor on corn.\n\n(i) How many bushels of corn will be exchanged at the price floor?\n\n(ii) Calculate the deadweight loss associated with the price floor. Show your work.\n\n(iii) Assume the government agrees to buy the unsold quantity at <math alttext=\"$7\" overflow=\"scroll\"><mstyle><mrow><mi>$</mi><mn>7</mn></mrow></mstyle></math>. Calculate the producer surplus. Show your work.\n\n(iv) Assume the price floor and the government buying program remain in effect. In addition, assume the demand for corn does not change. In the long run, will the quantity of corn purchased by the government increase, decrease, or remain the same? Explain.",
    "question": "Respond to all parts of the question:",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.6",
    "text": "2.6: Market Equilibrium and Consumer and Producer Surplus"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}