{
  "id": "VR189015",
  "type": "frq",
  "title": "SkyRunner Airlines",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe government of an island nation grants SkyRunner Airlines exclusive monopoly rights to serve the island. SkyRunner is earning positive economic profits.\n\n(a) Draw a correctly labeled graph for SkyRunner, and show each of the following.\n\n(i) The profit-maximizing quantity of tickets, labeled <math alttext=\"Q sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) The profit-maximizing price of a ticket, labeled <math alttext=\"P sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mtext>M</mtext></mrow></msub><mtext></mtext></mrow></mstyle></math>\n\n(iii) The area representing profits, shaded completely\n\nNow the island’s tourist bureau asks the government to consider the following two proposals.\n\nProposal <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mtext>I</mtext></mrow></mstyle></math>: Set a price ceiling on tickets that eliminates all deadweight loss.\n\nProposal <math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mtext>II</mtext></mrow></mstyle></math>: Eliminate SkyRunner’s monopoly rights, which will remove all barriers to entry.\n\n(b) Suppose the government adopts proposal <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mtext>I</mtext></mrow></mstyle></math>. On your graph in part (a), indicate the quantity of tickets sold in the short run, labeled <math alttext=\"Q sub C\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>C</mtext></mrow></msub><mtext></mtext></mrow></mstyle></math>.\n\n(c) Suppose instead the government adopts proposal <math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mtext>II</mtext></mrow></mstyle></math>. How will each of the following be affected in the long run compared to the market conditions in part (a) ?\n\n(i) The quantity of tickets sold by SkyRunner. Explain.\n\n(ii) The price elasticity of demand for SkyRunner’s airline service. Explain.\n\n(iii) SkyRunner’s profits\n\n(iv) The deadweight loss in the market. Explain.",
    "question": "Respond to all parts of the question:",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Imperfect Competition"
  },
  "topic": {
    "code": "4.2",
    "text": "4.2: Monopoly"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}