{
  "id": "VR217772",
  "type": "frq",
  "title": "CompAce monopoly graph and payoff matrix",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nUse the graph provided below to answer parts (a)-(e).\n\nCompAce, a profit-maximizing firm, has a patent on a computer accessory, making it the only producer of that computer accessory. The graph above shows CompAce’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.\n\n(a) Identify the quantity that maximizes CompAce’s profit. Explain.\n\n(b) At the quantity identified in part (a), does CompAce earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.\n\n(c) Calculate CompAce’s total revenue if the firm produces the allocatively efficient quantity. Show your work.\n\n(d) At a price of $60, will CompAce continue to produce or will it shut down in the short run? Explain.\n\n(e) Assume that at 74 units, the average total cost is $62. If the total rent paid by CompAce increases by $370, calculate the firm’s new average total cost at that output. Show your work.\n\nAssume that CompAce’s patent expires. ScanzAll, a company with the capability to produce the same computer accessory as CompAce, intends to enter the market and charge a lower price than CompAce for the computer accessory. CompAce is considering whether to maintain its price or to lower its price to match ScanzAll’s price. ScanzAll is considering whether or not to advertise its entry into the market.\n\nThe matrix below shows the payoffs for each combination of strategies, and both players (CompAce and ScanzAll) have complete information. The first entry in each cell represents CompAce’s payoff and the second entry represents ScanzAll’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).\n\nScanzAll\n\nNot Advertise\n Advertise\n\nCompAce\n Lower Price\n $3,000 , $4,500\n $4,000 , $3,500\n\nMaintain Price\n $2,000 , $2,500\n $1,800 , $7,500\n\n(f) Does CompAce have a dominant strategy? Explain using numbers from the payoff matrix.\n\n(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.\n\n(h) Suppose ScanzAll makes a credible commitment to CompAce that if CompAce maintains its price, then ScanzAll will pay CompAce $600. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}