{
  "id": "VR217765",
  "type": "frq",
  "title": "BetterCook monopoly graph and payoff matrix",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nUse the graph provided below to answer parts (a)-(e).\n\nBetterCook, a profit-maximizing firm, has a patent on a kitchen appliance, making it the only producer of that appliance. The graph above shows BetterCook’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.\n\n(a) Calculate BetterCook’s total revenue if the firm produces the allocatively efficient quantity. Show your work.\n\n(b) Starting at a price of $68, if BetterCook were to decrease the price by 3%, will the quantity demanded increase by more than 3%, by less than 3%, or by exactly 3%? Explain.\n\n(c) At a quantity of 29 units, is BetterCook’s marginal product increasing, decreasing, or constant? Explain.\n\n(d) Identify the quantity that maximizes BetterCook’s profit. Explain.\n\n(e) At the quantity identified in part (d), does BetterCook earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.\n\nAssume that BetterCook’s patent expires. Scheff, a company with the capability to produce the same kitchen appliance as BetterCook, intends to enter the market and charge a lower price than BetterCook for the kitchen appliance. BetterCook is considering whether to maintain its price or to lower its price to match Scheff’s price. Scheff is considering whether to advertise its entry into the market.\n\nThe matrix below shows the payoffs for each combination of strategies, and both players (BetterCook and Scheff) have complete information. The first entry in each cell represents BetterCook’s payoff and the second entry represents Scheff’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).\n\nScheff\n\nAdvertise\n Not Advertise\n\nBetterCook\n Maintain Price\n $400, $150\n $600, $250\n\nLower Price\n $300, $650\n $200, $450\n\n(f) Does Scheff have a dominant strategy? Explain using numbers from the payoff matrix.\n\n(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.\n\n(h) Suppose Scheff makes a credible commitment to BetterCook that if BetterCook lowers its price, then Scheff will pay BetterCook $50. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Price Elasticity of Demand"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}