{
  "id": "VR217767",
  "type": "frq",
  "title": "GarysGym monopoly graph and payoff matrix",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nUse the graph provided below to answer parts (a)-(e).\n\nGarysGym, a profit-maximizing firm, has a patent on an exercise device, making it the only producer of that device. The graph above shows GarysGym’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.\n\n(a) Calculate GarysGym’s total revenue if the firm produces the allocatively efficient quantity. Show your work.\n\n(b) Starting at a price of $39, if GarysGym were to decrease the price by 5%, will the quantity demanded increase by more than 5%, by less than 5%, or by exactly 5%? Explain.\n\n(c) At a quantity of 16 units, is GarysGym’s marginal product increasing, decreasing, or constant? Explain.\n\n(d) Identify the quantity that maximizes GarysGym’s profit. Explain.\n\n(e) At the quantity identified in part (d), does GarysGym earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.\n\nAssume that GarysGym’s patent expires. E-Fitness, a company with the capability to produce the same exercise device as GarysGym, intends to enter the market and charge a lower price than GarysGym for the exercise device. GarysGym is considering whether to maintain its price or to lower its price to match E-Fitness’ price. E-Fitness is considering whether or not to advertise its entry into the market.\n\nThe matrix below shows the payoffs for each combination of strategies, and both players (GarysGym and E-Fitness) have complete information. The first entry in each cell represents GarysGym’s payoff and the second entry represents E-Fitness’ payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).\n\nE-Fitness\n\nAdvertise\n Not Advertise\n\nGarysGym\n Maintain Price\n $350, $450\n $700, $300\n\nLower Price\n $580, $500\n $460, $200\n\n(f) Does GarysGym have a dominant strategy? Explain using numbers from the payoff matrix.\n\n(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.\n\n(h) Suppose GarysGym makes a credible commitment to E-Fitness that if E-Fitness does not advertise, then GarysGym will pay E-Fitness $100. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Price Elasticity of Demand"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}