{
  "id": "VR217756",
  "type": "frq",
  "title": "Waldos Electronics Store - perfect competition",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total variable costs faced by Waldo’s Electronics Store for different quantities of Good K sold.\n\nQuantity\n Total Variable Cost\n\n1\n $60\n\n2\n $123\n\n3\n $187\n\n4\n $254\n\n5\n $323\n\n6\n $405\n\n7\n $489\n\n8\n $579\n\n9\n $675\n\n10\n $777\n\nWaldo’s Electronics Store sells Good K in a perfectly competitive market with a downward-sloping demand curve and an upward-sloping supply curve. The market price is $75 per unit, and the total fixed cost is $42.\n\n(a) Identify the profit-maximizing quantity. Explain using marginal analysis.\n\n(b) Calculate the economic profit at the profit-maximizing quantity you identified in part (a). Show your work.\n\n(c) Calculate the average fixed cost of producing 7 units. Show your work.\n\n(d) Based on your answer to part (b), will the number of firms in the industry increase, decrease, or stay the same in the long run? Explain.\n\n(e) Based on your answer to part (b), will the market price increase, decrease, or stay the same in the long run? Explain.\n\n(f) The income elasticity of demand for Good K is 0.5, and the cross-price elasticity of demand for televisions with respect to the price of Good K is 0.3. Based on your answer to part (e), what will happen to the demand for televisions? Explain.\n\n(g) Now assume that the market in which Waldo’s Electronics Store operates is in long-run equilibrium at a price of $70 per unit.(i) Suppose annual property taxes for Waldo’s Electronics Store increase by $5,000. Will the profit-maximizing quantity of Good K for Waldo’s Electronics Store increase, decrease, or stay the same in the short run? Explain.(ii) Instead suppose the government imposes a price floor at $90 on the market for Good K. Will deadweight loss in the market for Good K increase, decrease, or stay the same in the short run as a result of the price floor? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.5",
    "text": "2.5: Other Elasticities"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}