{
  "id": "VR217771",
  "type": "frq",
  "title": "TechnoParts monopoly graph and payoff matrix",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nUse the graph provided below to answer parts (a)-(e).\n\nTechnoParts, a profit-maximizing firm, has a patent on an electronic component, making it the only producer of that electronic component. The graph above shows TechnoParts’ demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.\n\n(a) Identify the quantity that maximizes TechnoParts’ profit. Explain.\n\n(b) At the quantity identified in part (a), does TechnoParts earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.\n\n(c) Calculate TechnoParts’ total revenue if the firm produces the allocatively efficient quantity. Show your work.\n\n(d) At a price of $5, will TechnoParts continue to produce or will it shut down in the short run? Explain.\n\n(e) Assume that at 70 units, the average total cost is $14. If the total property taxes paid by TechnoParts increase by $280, calculate the firm’s new average total cost at that output. Show your work.\n\nAssume that TechnoParts’ patent expires. Faradaze, a company with the capability to produce the same electronic component as TechnoParts, intends to enter the market and charge a lower price than TechnoParts for the electronic component. TechnoParts is considering whether to maintain its price or to lower its price to match Faradaze’s price. Faradaze is considering whether or not to advertise its entry into the market.\n\nThe matrix below shows the payoffs for each combination of strategies, and both players (TechnoParts and Faradaze) have complete information. The first entry in each cell represents TechnoParts’ payoff and the second entry represents Faradaze’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).\n\nFaradaze\n\nNot Advertise\n Advertise\n\nTechnoParts\n Lower Price\n $1,000 , $9,500\n $3,000 , $3,500\n\nMaintain Price\n $2,000 , $6,500\n $4,000 , $8,500\n\n(f) Does Faradaze have a dominant strategy? Explain using numbers from the payoff matrix.\n\n(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.\n\n(h) Suppose Faradaze makes a credible commitment to TechnoParts that if TechnoParts lowers its price, then Faradaze will pay TechnoParts $750. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}