{
  "id": "VR217764",
  "type": "frq",
  "title": "BigMed monopoly graph and payoff matrix",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nUse the graph provided below to answer parts (a)-(e).\n\nBigMed, a profit-maximizing firm, has a patent on a medical device, making it the only producer of that device. The graph above shows BigMed’s demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.\n\n(a) Calculate BigMed’s total revenue if the firm produces the allocatively efficient quantity. Show your work.\n\n(b) Starting at a price of $100, if BigMed were to increase the price by 2%, will the quantity demanded decrease by more than 2%, by less than 2%, or by exactly 2%? Explain.\n\n(c) At a quantity of 10 units, is BigMed’s marginal product increasing, decreasing, or constant? Explain.\n\n(d) Identify the quantity that maximizes BigMed’s profit. Explain.\n\n(e) At the quantity identified in part (d), does BigMed earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.\n\nAssume that BigMed’s patent expires. Tauem, a company with the capability to produce the same medical device as BigMed, intends to enter the market and charge a lower price than BigMed for the medical device. BigMed is considering whether to maintain its price or to lower its price to match Tauem’s price. Tauem is considering whether to advertise its entry into the market.\n\nThe matrix below shows the payoffs for each combination of strategies, and both players (BigMed and Tauem) have complete information. The first entry in each cell represents BigMed’s payoff and the second entry represents Tauem’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).\n\nTauem\n\nAdvertise\n Not Advertise\n\nBigMed\n Maintain Price\n $300, $850\n $200, $640\n\nLower Price\n $420, $350\n $100, $250\n\n(f) Does Tauem have a dominant strategy? Explain using numbers from the payoff matrix.\n\n(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.\n\n(h) Suppose Tauem makes a credible commitment to BigMed that if BigMed maintains its price, then Tauem will pay BigMed $200. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Price Elasticity of Demand"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}