{
  "id": "VR217766",
  "type": "frq",
  "title": "GaterTools monopoly graph and payoff matrix",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nUse the graph provided below to answer parts (a)-(e).\n\nGaterTools, a profit-maximizing firm, has a patent on a power tool, making it the only producer of that power tool. The graph above shows GaterTools’ demand, marginal revenue, average total cost, average variable cost, and marginal cost curves.\n\n(a) Calculate GaterTools’ total revenue if the firm produces the allocatively efficient quantity. Show your work.\n\n(b) Starting at a price of $12, if GaterTools were to increase the price by 4%, will the quantity demanded decrease by more than 4%, less than 4%, or exactly 4%? Explain.\n\n(c) At a quantity of 10 units, is GaterTools’ marginal product increasing, decreasing, or constant? Explain.\n\n(d) Identify the quantity that maximizes GaterTools’ profit. Explain.\n\n(e) At the quantity identified in part (d), does GaterTools earn a positive economic profit, a negative economic profit, or zero economic profit? Explain.\n\nAssume that GaterTools’ patent expires. HandyBilt, a company with the capability to produce the same power tool as GaterTools, intends to enter the market and charge a lower price than GaterTools for the power tool. GaterTools is considering whether to maintain its price or to lower its price to match HandyBilt’s price. HandyBilt is considering whether to advertise its entry into the market.\n\nThe matrix below shows the payoffs for each combination of strategies, and both players (GaterTools and HandyBilt) have complete information. The first entry in each cell represents GaterTools’ payoff and the second entry represents HandyBilt’s payoff. Each player independently and simultaneously chooses its strategy. Use the matrix provided below to answer parts (f)-(h).\n\nHandyBilt\n\nAdvertise\n Not Advertise\n\nGaterTools\n Maintain Price\n $200, $850\n $300, $250\n\nLower Price\n $420, $400\n $520, $440\n\n(f) Does GaterTools have a dominant strategy? Explain using numbers from the payoff matrix.\n\n(g) Identify the Nash equilibrium. Explain why this is a Nash equilibrium using information from the payoff matrix.\n\n(h) Suppose HandyBilt makes a credible commitment to GaterTools that if GaterTools maintains its price, then HandyBilt will pay GaterTools $250. Will this offer result in a Nash equilibrium with different strategies from those identified in part (g) ? Explain using numbers from the payoff matrix.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Price Elasticity of Demand"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}