{
  "id": "VR217746",
  "type": "frq",
  "title": "Kailas Wholesale Market - perfect competition",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total costs faced by Kailas’s Wholesale Market for different quantities of Good Z sold.\n\nQuantity\n Total Cost\n\n0\n $30\n\n1\n $55\n\n2\n $95\n\n3\n $140\n\n4\n $200\n\n5\n $280\n\n6\n $380\n\n7\n $500\n\n8\n $640\n\n9\n $800\n\n10\n $980\n\nKailas’s Wholesale Market sells Good Z in a perfectly competitive market with a downward-sloping demand curve and an upward-sloping supply curve. The market price is $90 per unit.\n\n(a) Calculate the average fixed cost of producing 3 units. Show your work.\n\n(b) Identify the profit-maximizing quantity. Explain using marginal analysis.\n\n(c) Calculate the economic profit at the profit-maximizing quantity you identified in part (b). Show your work.\n\n(d) Based on your answer to part (c), will the number of firms in the industry increase, decrease, or stay the same in the long run? Explain.\n\n(e) Based on your answer to part (c), will the market price increase, decrease, or stay the same in the long run? Explain.\n\n(f) The income elasticity of demand for Good Z is 2, and the cross-price elasticity of demand for chairs with respect to the price of Good Z is 0.4. Based on your answer to part (e), what will happen to the demand for chairs? Explain.\n\n(g) Now assume that the market in which Kailas’s Wholesale Market operates is in long-run equilibrium. (i) Suppose the rent paid by Kailas’s Wholesale Market decreases. Will Kailas’s Wholesale Market’s profit-maximizing quantity of Good Z increase, decrease, or stay the same in the short run? Explain. (ii) Instead suppose Kailas’s Wholesale Market hires labor in a perfectly competitive market and the market wage increases. Will Kailas’s Wholesale Market’s profit-maximizing quantity of Good Z increase, decrease, or stay the same in the short run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.5",
    "text": "2.5: Other Elasticities"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}