{
  "id": "VR250508",
  "type": "frq",
  "title": "Accounting Company-perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Michelle's Accounting Company.\n\nNumber of Bookkeepers\n Total Product per Hour\n\n1\n 8\n\n2\n 20\n\n3\n 40\n\n4\n 55\n\n5\n 65\n\n6\n 70\n\n7\n 65\n\n8\n 55\n\n(a) After which bookkeeper do diminishing marginal returns begin for Michelle's Accounting Company? Explain using numbers.\n\n(b) Assume Michelle's Accounting Company sells its accounting services in a perfectly competitive market at a price of $20. Calculate the marginal revenue product of the sixth bookkeeper. Show your work.\n\n(c) Michelle's Accounting Company hires bookkeepers in a perfectly competitive labor market for bookkeepers at a wage rate of $110 per hour, and the market price of services remains $20. How many bookkeepers will Michelle's Accounting Company hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume bookkeepers and accounting software are substitutes in providing accounting services by all accounting firms in the market. If accounting software, a fixed input, becomes less expensive and Michelle’s Accounting Company provides the same quantity of accounting services, will each of the following increase, decrease, or stay the same?(i) The wage rate Michelle’s Accounting Company will pay its bookkeepers. Explain.(ii) The demand curve for bookkeepers for Michelle’s Accounting Company. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}