{
  "id": "VR250496",
  "type": "frq",
  "title": "Chukwumas Salon - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Chukwuma's Salon.\n\nNumber of Stylists\n Total Product per Hour\n\n1\n 6\n\n2\n 13\n\n3\n 21\n\n4\n 30\n\n5\n 40\n\n6\n 47\n\n7\n 50\n\n8\n 51\n\n(a) After which stylist do diminishing marginal returns begin for Chukwuma’s Salon? Explain using numbers.\n\n(b) Assume Chukwuma’s Salon sells its hair styling services in a perfectly competitive market at a price of $6. Calculate the marginal revenue product of the third stylist. Show your work.\n\n(c) Chukwuma’s Salon hires stylists in a perfectly competitive labor market for stylists at a wage rate of $35 per hour, and the market price of services remains $6. How many stylists will Chukwuma’s Salon hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume the market price of hair styling services increases as a result of an increase in the number of customers. What will happen to each of the following?(i) The marginal factor cost for Chukwuma’s Salon. Explain.(ii) The marginal revenue product curve for Chukwuma’s Salon. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}