{
  "id": "VR250524",
  "type": "frq",
  "title": "Sams utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the marginal benefit, in dollars, that Sam derives from consuming two goods, Good C and candles.\n\nQuantity of Good C\n Marginal Benefit of Good C\n Quantity of Candles\n Marginal Benefit of Candles\n\n1\n $20\n 1\n $30\n\n2\n $16\n 2\n $27\n\n3\n $12\n 3\n $24\n\n4\n $8\n 4\n $21\n\n5\n $6\n 5\n $18\n\n6\n $4\n 6\n $12\n\nSam has a limited weekly income of $21, and he spends it all on Good C and candles. Assume the price of Good C is $2 per unit and the price of each candle is $3.\n\n(a) Given his weekly income, would Sam be able to buy 3 units of Good C and 3 candles? Explain using numbers.\n\n(b) Calculate the total consumer surplus from Good C if Sam consumes 6 units of Good C. Show your work.\n\n(c) Identify the quantity of Good C and the quantity of candles that will maximize Sam’s total benefit given his weekly income. Explain using marginal analysis.\n\n(d) Assume Good C is produced in a perfectly competitive market and that there is a decrease in the number of consumers in the market for Good C.(i) Will the quantity of Good C that will maximize Sam’s total benefit increase, decrease, or stay the same? Explain.(ii) Would Sam’s total consumer surplus from Good C if he consumes 6 units of Good C increase, decrease, or stay the same compared to your answer in part (b) ? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}