{
  "id": "VR250521",
  "type": "frq",
  "title": "Tandys Art - monopsonist labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nTandy’s Art is the only art studio and workshop in a small remote town, and Tandy’s Art is the only employer of artists in the area. The graph below shows the market for artists with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.\n\n(a) Identify the profit-maximizing number of artists that Tandy’s Art will hire. Explain using the labeling on the graph.\n\n(b) Identify the profit-maximizing wage rate that Tandy’s Art will pay its artists. Explain using the labeling on the graph.\n\n(c) If the wage rate is $10, state whether there will be a shortage or a surplus of artists and calculate its size. Show your work.\n\n(d) Assume that the market for artists becomes perfectly competitive. What wage rate would Tandy’s Art pay its artists if it were a perfectly competitive firm? Explain using labeling on the graph.\n\n(e) Assume instead that Tandy’s Art uses both labor and capital in its production of artwork. The marginal product of the last unit of labor hired is 90 pieces of artwork per day and the marginal product of the last unit of capital rented is 80 pieces of artwork per day; the daily wage rate for labor is $10 and the daily rental price for capital is $20. To minimize the cost of providing its current level of output, should Tandy’s Art hire more artists, fewer artists, or the same number of artists? Explain using marginal analysis.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}