{
  "id": "VR250504",
  "type": "frq",
  "title": "Painting Company - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Avonni’s Painting Company.\n\nNumber of Painters\n Total Product per Hour\n\n1\n 120\n\n2\n 250\n\n3\n 370\n\n4\n 420\n\n5\n 460\n\n6\n 490\n\n7\n 510\n\n8\n 515\n\n(a) Beginning with which painter do diminishing marginal returns set in for Avonni’s Painting Company? Explain using numbers.\n\n(b) Assume Avonni’s Painting Company sells its painting services in a perfectly competitive market at a price of $3. Calculate the marginal revenue product of the second painter. Show your work.\n\n(c) Avonni’s Painting Company hires painters in a perfectly competitive labor market for painters at a wage rate of $140 per hour, and the market price of services remains $3. How many painters will Avonni’s Painting Company hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume painters must pay for a certification exam before they can work in this industry. If the cost of that exam increases, what will happen to each of the following in equilibrium?(i) The market wage rate. Explain.(ii) The number of workers hired in the labor market. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}