{
  "id": "VR250490",
  "type": "frq",
  "title": "Denices Diner - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Denice's Diner.\n\nNumber of Cooks\n Total Product per Hour\n\n1\n 6\n\n2\n 13\n\n3\n 22\n\n4\n 30\n\n5\n 36\n\n6\n 40\n\n7\n 42\n\n8\n 41\n\n(a) Beginning with which cook do diminishing marginal returns set in for Denice’s Diner? Explain using numbers.\n\n(b) Assume Denice's Diner sells its meals in a perfectly competitive market at a unit price of $8. Calculate the marginal revenue product of the sixth cook. Show your work.\n\n(c) Denice's Diner hires cooks in a perfectly competitive labor market for cooks at a wage rate of $15 per hour, and the market price of meals remains $8. How many cooks will Denice's Diner hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume there is an increase in the productivity of all workers in the labor market for cooks. What will happen to each of the following in equilibrium?(i) The number of workers hired in the labor market for cooks. Explain.(ii) The wage rate Denice’s Diner will pay its cooks. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}