{
  "id": "VR250488",
  "type": "frq",
  "title": "Lakshmis Law Office - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Lakshmi’s Law Office.\n\nNumber of Clerks\n Total Product per Hour\n\n1\n 33\n\n2\n 68\n\n3\n 95\n\n4\n 120\n\n5\n 140\n\n6\n 155\n\n7\n 165\n\n8\n 160\n\n(a) Beginning with which clerk do diminishing marginal returns set in for Lakshmi’s Law Office? Explain using numbers.\n\n(b) Assume Lakshmi’s Law Office sells its legal services in a perfectly competitive market at a unit price of $4. Calculate the marginal revenue product of the sixth clerk. Show your work.\n\n(c) Lakshmi’s Law Office hires clerks in a perfectly competitive labor market for clerks at a wage of $130 per hour, and the market price of legal services remains $4. How many clerks will Lakshmi’s Law Office hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume there is a decrease in the productivity of all workers in the labor market for clerks. What will happen to each of the following in equilibrium?(i) The number of workers hired in the labor market for clerks. Explain.(ii) The wage rate Lakshmi’s Law Office will pay its clerks. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}