{
  "id": "VR250517",
  "type": "frq",
  "title": "Karens Cuts - monopsonist labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nKaren’s Cuts is the only beauty salon in a small remote town, and Karen’s Cuts is the only employer of beauticians in the area. The graph below shows the market for beauticians with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.\n\n(a Identify the profit-maximizing number of beauticians that Karen’s Cuts will hire. Explain using the labeling on the graph.\n\n(b) Identify the profit-maximizing wage rate that Karen’s Cuts will pay its beauticians. Explain using the labeling on the graph.\n\n(c) If the wage rate is $114, state whether there will be a shortage or a surplus of beauticians and calculate its size. Show your work.\n\n(d) Assume that the market for beauticians becomes perfectly competitive. What wage rate would Karen’s Cuts pay its beauticians if it were a perfectly competitive firm? Explain using labeling on the graph.\n\n(e) Assume instead that Karen’s Cuts uses both labor and capital in providing its services. The marginal product of the last unit of labor hired is 30 cuts per day and the marginal product of the last unit of capital rented is 20 cuts per day; the daily wage rate for labor is $60 and the daily rental price for capital is $20. To minimize the cost of providing its current level of services, should Karen’s Cuts hire more beauticians, fewer beauticians, or the same number of beauticians? Explain using marginal analysis.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}