{
  "id": "VR250530",
  "type": "frq",
  "title": "Marias utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total benefit, in dollars, that Maria derives from consuming two goods, bandanas and Good G.\n\nQuantity of Bandanas\n Total Benefit of Bandanas\n Quantity of Good G\n Total Benefit of Good G\n\n0\n $0\n 0\n $0\n\n1\n $10\n 1\n $38\n\n2\n $17\n 2\n $70\n\n3\n $21\n 3\n $96\n\n4\n $24\n 4\n $116\n\n5\n $26\n 5\n $130\n\n6\n $26\n 6\n $138\n\nMaria has a limited weekly income of $9, and she spends it all on bandanas and Good G. Assume the price of each bandana is $1 and the price of Good G is $2 per unit.\n\n(a) Calculate Maria’s consumer surplus from the fifth unit of Good G. Show your work.\n\n(b) Identify the quantity of bandanas and the quantity of Good G that will maximize Maria’s total benefit given her weekly income. Explain using marginal analysis.\n\n(c) If Maria’s weekly income increases from $9 to $12, would Maria be able to buy 3 bandanas and 4 units of Good G? Explain using numbers.\n\n(d) Suppose the price of Good G decreases by 5% and Maria buys 2% more of Good G and 4% more of Good R. Based on this change, identify whether Good G and Good R are substitutes, complements, or not related. Explain using numbers.\n\n(e) Suppose instead that bandanas are produced in a perfectly competitive market and the price of the fabric used to make bandanas decreases. If bandanas are a normal good, will the quantity of bandanas that will maximize Maria’s total benefit increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}