{
  "id": "VR250532",
  "type": "frq",
  "title": "Zeyneps utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total benefit, in dollars, that Zeynep derives from consuming two goods, Good H and slices of pizza.\n\nQuantity of Good H\n Total Benefit of Good H\n Slices of Pizza\n Total Benefit of Pizza\n\n0\n $0\n 0\n $0\n\n1\n $100\n 1\n $15\n\n2\n $148\n 2\n $27\n\n3\n $172\n 3\n $36\n\n4\n $184\n 4\n $42\n\n5\n $190\n 5\n $45\n\n6\n $192\n 6\n $45\n\nZeynep has a limited weekly income of $12, and she spends it all on Good H and slices of pizza. Assume the price of Good H is $2 per unit and the price of a slice of pizza is $1.\n\n(a) Identify the quantity of Good H and slices of pizza that will maximize Zeynep’s total benefit given her weekly income. Explain using marginal analysis.\n\n(b) Calculate Zeynep’s consumer surplus from the second slice of pizza. Show your work.\n\n(c) If Zeynep’s weekly income decreases from $12 to $10, would Zeynep be able to buy 5 units of Good H and 3 slices of pizza? Explain using numbers.\n\n(d) Suppose that pizza is produced in a perfectly competitive market and the price of cheese, an input to the production of pizza, increases. If pizza is a normal good, will the number of slices of pizza that will maximize Zeynep’s total benefit increase, decrease, or stay the same? Explain.\n\n(e) Suppose instead that the price of Good H decreases by 3% and Zeynep buys 6% more of Good H and 2% less of Good Z. Based on this change, identify whether Good H and Good Z are substitutes, complements, or not related. Explain using numbers.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}