{
  "id": "VR250486",
  "type": "frq",
  "title": "Mateos Metalworks - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Mateo’s Metalworks.\n\nNumber of Welders\n Total Product per Hour\n\n1\n 5\n\n2\n 11\n\n3\n 16\n\n4\n 20\n\n5\n 23\n\n6\n 25\n\n7\n 26\n\n8\n 25\n\n(a) Beginning with which welder do diminishing marginal returns set in for Mateo’s Metalworks? Explain using numbers.\n\n(b) Assume Mateo’s Metalworks sells its welding services in a perfectly competitive market at a unit price of $10. Calculate the marginal revenue product of the seventh welder. Show your work.\n\n(c) Mateo’s Metalworks hires welders in a perfectly competitive labor market for welders at a wage rate of $35 per hour, and the market price of welding services remains $10. How many welders will Mateo’s Metalworks hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume there is an increase in the productivity of all workers in the labor market for welders. What will happen to each of the following in equilibrium?(i) The number of workers hired in the labor market for welders. Explain.(ii) The wage rate Mateo’s Metalworks will pay its welders. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}