{
  "id": "VR250492",
  "type": "frq",
  "title": "Joshs Consulting Firm - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Josh's Consulting Firm.\n\nNumber of Consultants\n Total Product per Hour\n\n1\n 21\n\n2\n 43\n\n3\n 66\n\n4\n 88\n\n5\n 108\n\n6\n 126\n\n7\n 141\n\n8\n 151\n\n(a) After which consultant do diminishing marginal returns begin for Josh's Consulting Firm? Explain using numbers.\n\n(b) Assume Josh's Consulting Firm sells its consulting services in a perfectly competitive market at a unit price of $2. Calculate the marginal revenue product of the fifth consultant. Show your work.\n\n(c) Josh's Consulting Firm hires consultants in a perfectly competitive labor market for consultants at a wage rate of $41 per hour, and the market price of consulting services remains $2. How many consultants will Josh's Consulting Firm hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume the market price of consulting services increases as a result of an increase in the number of consumers. What will happen to each of the following?(i) The marginal factor cost for Josh’s Consulting Firm. Explain.(ii) The marginal revenue product curve for Josh’s Consulting Firm. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}