{
  "id": "VR250515",
  "type": "frq",
  "title": "Larrys Logging-monopsonist labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nLarry’s Logging is the only logging company in a small remote town, and Larry’s Logging is the only employer of loggers in the area. The graph below shows the market for loggers with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.\n\n(a) If the wage rate is $34, state whether there will be a shortage or a surplus of loggers and calculate its size. Show your work.\n\n(b) Identify the profit-maximizing number of loggers that Larry’s Logging will hire. Explain using the labeling on the graph.\n\n(c) Identify the profit-maximizing wage rate that Larry’s Logging will pay its loggers. Explain using the labeling on the graph.\n\n(d) Assume that the market for loggers becomes perfectly competitive. What wage rate would Larry’s Logging pay its loggers if it were a perfectly competitive firm? Explain using the labeling on the graph.\n\n(e) Assume instead that Larry’s Logging uses both labor and capital in its production of logs. The marginal product of the last unit of labor hired is 150 logs per hour and the marginal product of the last unit of capital rented is 200 logs per hour; the hourly wage rate for labor is $30 and the hourly rental price for capital is $50. To minimize the cost of producing its current level of output, should Larry’s Logging hire more loggers, fewer loggers, or the same number of loggers? Explain using marginal analysis.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}