{
  "id": "VR250529",
  "type": "frq",
  "title": "Bobbys Bakehouse - monopsonist labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nBobby’s Bakehouse is the only bakery in a small remote town, and Bobby’s Bakehouse is the only employer of bakers in the area. The graph below shows the market for bakers with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.\n\n(a) If the wage rate is $13, state whether there will be a shortage or a surplus of bakers and calculate its size. Show your work.\n\n(b) Identify the profit-maximizing number of bakers that Bobby’s Bakehouse will hire. Explain using the labeling on the graph.\n\n(c) Identify the profit-maximizing wage rate that Bobby’s Bakehouse will pay its bakers. Explain using the labeling on the graph.\n\n(d) If the marginal product of bakers increases, what will happen to the quantity of output produced by Bobby’s Bakehouse? Explain.\n\n(e) Assume instead that Bobby’s Bakehouse uses both labor and capital in its production of baked goods. The marginal product of the last unit of labor hired is 16 baked goods per hour and the marginal product of the last unit of capital rented is 50 baked goods per hour; the hourly wage rate for labor is $8 and the hourly rental price for capital is $5. To minimize the cost of producing its current level of output, should Bobby’s Bakehouse rent more capital, less capital, or the same amount of capital? Explain using marginal analysis.",
    "question": "Respond to parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}