{
  "id": "VR250498",
  "type": "frq",
  "title": "Camilas Store - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Camila's Convenience Store.\n\nNumber of Clerks\n Total Product per Hour\n\n1\n 5\n\n2\n 13\n\n3\n 23\n\n4\n 35\n\n5\n 50\n\n6\n 62\n\n7\n 72\n\n8\n 76\n\n(a) After which clerk do diminishing marginal returns begin for Camila's Convenience Store? Explain using numbers.\n\n(b) Assume Camila's Convenience Store sells its retail goods in a perfectly competitive market at a price of $5. Calculate the marginal revenue product of the fifth clerk. Show your work.\n\n(c) Camila's Convenience Store hires clerks in a perfectly competitive labor market for clerks at a market wage of $24 per hour, and the market price of services remains $5. How many clerks will Camila's Convenience Store hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume the market price of retail goods decreases as a result of a decrease in the number of consumers and Camila’s Convenience Store continues to operate. What will happen to each of the following?(i) The marginal factor cost for Camila’s Convenience Store. Explain.(ii) The marginal revenue product curve for Camila’s Convenience Store. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}