{
  "id": "VR250533",
  "type": "frq",
  "title": "Cornels Construction - monopsonist labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nCornel’s Construction is the only builder in a small remote town, and Cornel’s Construction is the only employer of builders in the area. The graph below shows the market for builders with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.\n\n(a) If the wage rate is $124, state whether there will be a shortage or a surplus of builders and calculate its size. Show your work.\n\n(b) Identify the profit-maximizing number of builders that Cornel’s Construction will hire. Explain using the labeling on the graph.\n\n(c) Identify the profit-maximizing wage rate that Cornel’s Construction will pay its builders. Explain using the labeling on the graph.\n\n(d) If the marginal product of builders increases, what will happen to the quantity of services provided by Cornel’s Construction? Explain.\n\n(e) Assume instead that Cornel’s Construction uses both labor and capital in providing its services. The marginal product of the last unit of labor hired is 15 projects per hour and the marginal product of the last unit of capital rented is 10 projects per hour; the hourly wage rate for labor is $150 and the hourly rental price for capital is $50. To minimize the cost of providing its current level of output, should Cornel’s Construction rent more capital, less capital, or the same amount of capital? Explain using marginal analysis.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}