{
  "id": "VR250523",
  "type": "frq",
  "title": "Henris Handbags-monopsonist labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nHenri’s Handbags is the only leather bags shop in a small remote town, and Henri’s Handbags is the only employer of leather workers in the area. The graph below shows the market for leather workers with the marginal factor (resource) cost curve, the labor supply curve, and the marginal revenue product curve.\n\n(a) If the wage rate is $192, state whether there will be a shortage or a surplus of leather workers and calculate its size. Show your work.\n\n(b) Identify the profit-maximizing number of leather workers that Henri’s Handbags will hire. Explain using the labeling on the graph.\n\n(c) Identify the profit-maximizing wage rate that Henri’s Handbags will pay its leather workers. Explain using the labeling on the graph.\n\n(d) Assume that the market for leather workers becomes perfectly competitive. What wage rate would Henri’s Handbags pay its leather workers if it were a perfectly competitive firm? Explain using labeling on the graph.\n\n(e) Assume instead that Henri’s Handbags uses both labor and capital in its production of handbags. The marginal product of the last unit of labor hired is 180 handbags per hour and the marginal product of the last unit of capital rented is 160 handbags per hour; the hourly wage rate for labor is $60 and the hourly rental price for capital is $20. To minimize the cost of producing its current level of output, should Henri’s Handbags hire more leather workers, fewer leather workers, or the same number of leather workers? Explain using marginal analysis.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.7",
    "text": "2.7: Market Disequilibrium and Changes in Equilibrium"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}