{
  "id": "VR250510",
  "type": "frq",
  "title": "Brianas Brick Shop - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Briana's Brick Shop.\n\nNumber of Brick Masons\n Total Product per Hour\n\n1\n 9\n\n2\n 19\n\n3\n 30\n\n4\n 42\n\n5\n 52\n\n6\n 61\n\n7\n 63\n\n8\n 60\n\n(a) After which brick mason do diminishing marginal returns begin for Briana's Brick Shop? Explain using numbers.\n\n(b) Assume Briana's Brick Shop sells its bricks in a perfectly competitive market at a price of $6. Calculate the marginal revenue product of the seventh brick mason. Show your work.\n\n(c) Briana's Brick Shop hires brick masons in a perfectly competitive labor market for brick masons at a wage rate of $48 per hour, and the market price of bricks remains $6. How many brick masons will Briana's Brick Shop hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume brick masons and machines are substitutes in the production of bricks by all brick-making firms in the market. If machines, a fixed input, become more expensive and Briana’s Brick Shop produces the same quantity of bricks, will each of the following increase, decrease, or stay the same?(i) The wage rate Briana's Brick Shop will pay its brick masons. Explain.(ii) The demand curve for brick masons for Briana's Brick Shop. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}