{
  "id": "VR250518",
  "type": "frq",
  "title": "Ahmets utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the marginal benefit, in dollars, that Ahmet derives from consuming two goods, books and Good D.\n\nQuantity of Books\n Marginal Benefit of Books\n Quantity of Good D\n Marginal Benefit of Good D\n\n1\n $28\n 1\n $32\n\n2\n $16\n 2\n $16\n\n3\n $4\n 3\n $8\n\n4\n $2\n 4\n $4\n\n5\n $1\n 5\n $2\n\n6\n $0\n 6\n $1\n\nAhmet has a limited weekly income of $18, and he spends it all on books and Good D. Assume the price of each book is $4 and the price of Good D is $1 per unit.\n\n(a) Calculate the total consumer surplus from books if Ahmet buys 5 books. Show your work.\n\n(b) Given his weekly income, would Ahmet be able to buy 3 books and 2 units of Good D? Explain using numbers.\n\n(c) Identify the quantity of books and the quantity of Good D that will maximize Ahmet’s total benefit given his weekly income. Explain using marginal analysis.\n\n(d) Assume books are is produced in a perfectly competitive market and that there is an increase in the number of buyers in the market for books.(i) Would Ahmet’s total consumer surplus from books if he buys 5 books increase, decrease, or stay the same compared to your answer in part (a) ? Explain.(ii) Will the quantity of books that will maximize Ahmet’s total benefit increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}