{
  "id": "VR250512",
  "type": "frq",
  "title": "Plumbing Services - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Chloe's Plumbing Services.\n\nNumber of Plumbers\n Total Product per Hour\n\n1\n 8\n\n2\n 16\n\n3\n 26\n\n4\n 37\n\n5\n 50\n\n6\n 60\n\n7\n 68\n\n8\n 74\n\n(a) After which plumber do diminishing marginal returns begin for Chloe's Plumbing Services? Explain using numbers.\n\n(b) Assume Chloe's Plumbing Services sells its plumbing services in a perfectly competitive market at a unit price of $15. Calculate the marginal revenue product of the third plumber. Show your work.\n\n(c) Chloe's Plumbing Services hires plumbers in a perfectly competitive labor market for plumbers at a wage rate of $115 per hour, and the market price of plumbing services remains $15. How many plumbers will Chloe's Plumbing Services hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume plumbers and plumbing equipment are substitutes in providing plumbing services by all plumbing firms in the market. If plumbing equipment, a fixed input, becomes less expensive and Chloe’s Plumbing Services provides the same quantity of plumbing services, will each of the following increase, decrease, or stay the same?(i) The wage rate Chloe’s Plumbing Services will pay its plumbers. Explain.(ii) The demand curve for plumbers for Chloe’s Plumbing Services. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}