{
  "id": "VR250534",
  "type": "frq",
  "title": "Andrews utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total benefit, in dollars, that Andrew derives from consuming two goods, cheeseburgers and Good J.\n\nQuantity of Cheeseburgers\n Total Benefit of Cheeseburgers\n Quantity of Good J\n Total Benefit of Good J\n\n0\n $0\n 0\n $0\n\n1\n $40\n 1\n $30\n\n2\n $70\n 2\n $50\n\n3\n $90\n 3\n $65\n\n4\n $100\n 4\n $75\n\n5\n $105\n 5\n $80\n\n6\n $105\n 6\n $83\n\nAndrew has a limited weekly income of $65, and he spends it all on cheeseburgers and Good J. Assume the price of each cheeseburger is $10 and the price of Good J is $5 per unit.\n\n(a) Calculate Andrew’s consumer surplus from the second unit of Good J. Show your work.\n\n(b) Identify the quantity of cheeseburgers and the quantity of Good J that will maximize Andrew’s total benefit given his weekly income. Explain using marginal analysis.\n\n(c) If Andrew’s weekly income increases from $65 to $75, would Andrew be able to buy 5 cheeseburgers and 6 units of Good J? Explain using numbers.\n\n(d) Suppose the price of Good J decreases by 10% and Andrew buys 12% more of Good J and 8% more of Good S. Based on this change, identify whether Good J and Good S are substitutes, complements, or not related. Explain using numbers.\n\n(e) Suppose instead that cheeseburgers are produced in a perfectly competitive market and the price of beef, an input to the production of cheeseburgers, decreases. If cheeseburgers are a normal good, will the quantity of cheeseburgers that will maximize Andrew’s total benefit increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}