{
  "id": "VR250528",
  "type": "frq",
  "title": "Courtneys utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total benefit, in dollars, that Courtney derives from consuming two goods, Good F and candy bars.\n\nQuantity of Good F\n Total Benefit of Good F\n Quantity of Candy Bars\n Total Benefit of Candy Bars\n\n0\n $0\n 0\n $0\n\n1\n $40\n 1\n $80\n\n2\n $70\n 2\n $120\n\n3\n $90\n 3\n $140\n\n4\n $100\n 4\n $152\n\n5\n $103\n 5\n $156\n\n6\n $105\n 6\n $156\n\nCourtney has a limited weekly income of $20, and she spends it all on Good F and candy bars. Assume the price of Good F is $2 per unit and the price of a candy bar is $4.\n\n(a) Identify the quantity of Good F and the quantity of candy bars that will maximize Courtney’s total benefit given her weekly income. Explain using marginal analysis.\n\n(b) Calculate Courtney’s consumer surplus from the fourth candy bar. Show your work.\n\n(c) If Courtney’s weekly income decreases from $20 to $18, would Courtney be able to buy 5 units of Good F and 2 candy bars? Explain using numbers.\n\n(d) Suppose that candy bars are produced in a perfectly competitive market and the price of sugar, an input to the production of candy bars, increases. If candy bars are a normal good, will the quantity of candy bars that will maximize Courtney’s total benefit increase, decrease, or stay the same? Explain.\n\n(e) Suppose instead that the price of Good F increases by 9% and Courtney buys 6% less of Good F and 3% less of Good W. Based on this change, identify whether Good F and Good W are substitutes, complements, or not related. Explain using numbers.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}