{
  "id": "VR250522",
  "type": "frq",
  "title": "Patricks utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the marginal benefit, in dollars, that Patrick derives from consuming two goods, apples and Good B.\n\nQuantity of Apples\n Marginal Benefit of Apples\n Quantity of Good B\n Marginal Benefit of Good B\n\n1\n $14\n 1\n $36\n\n2\n $6\n 2\n $28\n\n3\n $4\n 3\n $20\n\n4\n $3\n 4\n $12\n\n5\n $1\n 5\n $2\n\n6\n $0\n 6\n $0\n\nPatrick has a limited weekly income of $30, and he spends it all on apples and Good B. Assume the price of each apple is $2 and the price of Good B is $4 per unit.\n\n(a) Calculate the total consumer surplus from Good B if Patrick consumes 2 units of Good B. Show your work.\n\n(b) Given his weekly income, would Patrick be able to buy 2 apples and 3 units of Good B? Explain using numbers.\n\n(c) Identify the quantity of apples and the quantity of Good B that will maximize Patrick’s total benefit given his weekly income. Explain using marginal analysis.\n\n(d) Assume Good B is produced in a perfectly competitive market and that there is a decrease in the number of consumers in the market for Good B.(i) Would Patrick’s total consumer surplus from Good B if he consumes 2 units of Good B increase, decrease, or stay the same compared to your answer in part (a) ? Explain.(ii) Will the quantity of Good B that will maximize Patrick’s total benefit increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}