{
  "id": "VR250502",
  "type": "frq",
  "title": "Carpentry Contractors- perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Phyliss’s Carpentry Contractors.\n\nNumber of Carpenters\n Total Product per Hour\n\n1\n 200\n\n2\n 255\n\n3\n 305\n\n4\n 345\n\n5\n 380\n\n6\n 410\n\n7\n 435\n\n8\n 455\n\n(a) Beginning with which carpenter do diminishing marginal returns set in for Phyliss’s Carpentry Contractors? Explain using numbers.\n\n(b) Assume Phyliss’s Carpentry Contractors sells its carpentry services in a perfectly competitive market at a price of $2. Calculate the marginal revenue product of the fifth carpenter. Show your work.\n\n(c) Phyliss’s Carpentry Contractors hires carpenters in a perfectly competitive labor market for carpenters at a wage rate of $90 per hour, and the market price of services remains $2. How many carpenters will Phyliss’s Carpentry Contractors hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume carpenters must pay for a certification exam before they can work in this industry. If the cost of that exam decreases, what will happen to each of the following in equilibrium?(i) The market wage rate. Explain.(ii) The number of workers hired in the labor market. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}