{
  "id": "VR250526",
  "type": "frq",
  "title": "Polinas utility maximization",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the total benefit, in dollars, that Polina derives from consuming two goods, sandwiches and Good E.\n\nQuantity of Sandwiches\n Total Benefit of Sandwiches\n Quantity of Good E\n Total Benefit of Good E\n\n0\n $0\n 0\n $0\n\n1\n $120\n 1\n $120\n\n2\n $210\n 2\n $180\n\n3\n $270\n 3\n $210\n\n4\n $300\n 4\n $222\n\n5\n $310\n 5\n $225\n\n6\n $315\n 6\n $225\n\nPolina has a limited weekly income of $24, and she spends it all on sandwiches and Good E. Assume the price of each sandwich is $3 and the price of Good E is $6 per unit.\n\n(a) Calculate Polina’s consumer surplus from the third unit of Good E. Show your work.\n\n(b) Identify the quantity of Good E and the quantity of sandwiches that will maximize Polina’s total benefit given her weekly income. Explain using marginal analysis.\n\n(c) If Polina’s weekly income increases from $24 to $28, will Polina be able to buy 4 sandwiches and 3 units of Good E? Explain using numbers.\n\n(d) Suppose the price of Good E increases by 8% and Polina buys 2% less of Good E and 4% more of Good Y. Based on this change, identify whether Good E and Good Y are substitutes, complements, or not related. Explain using numbers.\n\n(e) Suppose instead that sandwiches are produced in a perfectly competitive market and the price of bread, an input to the production of sandwiches, decreases. If sandwiches are a normal good, will the quantity of sandwiches that will maximize Polina’s total benefit increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}