{
  "id": "VR250514",
  "type": "frq",
  "title": "Joses Tax Office - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Jose's Tax Office.\n\nNumber of Administrative Assistants\n Total Product per Hour\n\n1\n 40\n\n2\n 90\n\n3\n 150\n\n4\n 180\n\n5\n 200\n\n6\n 215\n\n7\n 225\n\n8\n 230\n\n(a) After which administrative assistant do diminishing marginal returns begin for Jose's Tax Office? Explain using numbers.\n\n(b) Assume Jose's Tax Office sells its tax advisory services in a perfectly competitive market at a unit price of $4. Calculate the marginal revenue product of the fifth administrative assistant. Show your work.\n\n(c) Jose's Tax Office hires administrative assistants in a perfectly competitive labor market for administrative assistants at a wage rate of $90 per hour, and the market price of services remains $4. How many administrative assistants will Jose's Tax Office hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume administrative assistants and office software are substitutes in providing tax advisory services by all tax firms in the market. If office software, a fixed input, becomes more expensive and Jose’s Tax Office provides the same quantity of tax advisory services, will each of the following increase, decrease, or stay the same?(i) The wage rate Jose’s Tax Office will pay its administrative assistants. Explain.(ii) The demand curve for administrative assistants for Jose’s Tax Office. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}