{
  "id": "VR250484",
  "type": "frq",
  "title": "Ahmals Mfg Company - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Ahmal's Manufacturing Company.\n\nNumber of Machinists\n Total Product per Hour\n\n1\n 20\n\n2\n 45\n\n3\n 75\n\n4\n 110\n\n5\n 150\n\n6\n 180\n\n7\n 200\n\n8\n 198\n\n(a) Beginning with which machinist do diminishing marginal returns set in for Ahmal's Manufacturing Company? Explain using numbers.\n\n(b) Assume Ahmal's Manufacturing Company sells its goods in a perfectly competitive market at a unit price of $3. Calculate the marginal revenue product of the third machinist. Show your work.\n\n(c) Ahmal's Manufacturing Company hires machinists in a perfectly competitive labor market for machinists at a wage rate of $40 per hour, and the market price of services remains $3. How many machinists will Ahmal's Manufacturing Company hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume there is a decrease in the productivity of all workers in the labor market for machinists. What will happen to each of the following in equilibrium?(i) The number of workers hired in the labor market for machinists. Explain.(ii) The wage rate Ahmal's Manufacturing Company will pay its machinists. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}