{
  "id": "VR250476",
  "type": "frq",
  "title": "Esthers Travel Agency - perfect comp labor market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe table below shows the short-run production function for Esther’s Travel Agency.\n\nNumber of Travel Agents\n Total Product per Hour\n\n1\n 22\n\n2\n 55\n\n3\n 85\n\n4\n 110\n\n5\n 130\n\n6\n 140\n\n7\n 145\n\n8\n 135\n\n(a) After which travel agent do diminishing marginal returns begin for Esther’s Travel Agency? Explain using numbers.\n\n(b) Assume Esther’s Travel Agency sells its travel services in a perfectly competitive market at a unit price of $5. Calculate the marginal revenue product of the fourth travel agent. Show your work.\n\n(c) Esther’s Travel Agency hires travel agents in a perfectly competitive labor market for travel agents at a wage rate of $26 per hour, and the market price of travel services remains $5. How many travel agents will Esther’s Travel Agency hire to maximize its profit? Explain using marginal analysis.\n\n(d) Assume there is a decrease in the demand for travel services in the market and Esther’s Travel Agency continues to operate. What will happen to each of the following?(i) The market wage rate. Explain.(ii) The marginal revenue product curve for Esther’s Travel Agency. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: The Production Function"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}