{
  "id": "VR598719",
  "type": "frq",
  "title": "Bueno firm produces guava",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nBueno is a firm that produces and sells guava, a type of fruit. The market for guava is perfectly competitive. The marginal private benefit (<math alttext=\"M P B\" overflow=\"scroll\"><mi>MPB</mi></math>), marginal private cost (<math alttext=\"M P C\" overflow=\"scroll\"><mi>MPC</mi></math>), marginal social benefit (<math alttext=\"M S B\" overflow=\"scroll\"><mi>MSB</mi></math>), and marginal social cost (<math alttext=\"M S C\" overflow=\"scroll\"><mi>MSC</mi></math>) curves are illustrated in the graph provided.\n\n(a) Identify the kind of market failure represented by this graph.\n\n(b) Using numbers from the graph, identify the marginal external benefit.\n\n(c) Assume the guava market is in short-run equilibrium and Bueno hires workers in a perfectly competitive labor market at a wage of $20 per hour. The marginal product of the last worker hired was 6 units of guava per hour.\n\n(i) Calculate the change in Bueno’s profit per hour from the last worker hired. Show your work.\n\n(ii) Suppose that the government decides to provide a per-unit subsidy to consumers who buy guava. How would the per-unit subsidy affect Bueno’s marginal revenue product curve? Explain.\n\n(d) Instead of hiring workers in a perfectly competitive labor market, assume Bueno hires workers in a monopsony labor market. Will the number of workers hired increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Factor Markets"
  },
  "topic": {
    "code": "5.3",
    "text": "5.3: Profit-Maximizing Behavior in Perfectly Competitive Factor Markets"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}