{
  "id": "VR598850",
  "type": "frq",
  "title": "Frank Sugar Company",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nSugar is produced in a perfectly competitive market using inputs from perfectly competitive factor markets. Frank Sugar Co. is a representative firm in the sugar market.\n\n(a) Assume Frank Sugar Co. is earning zero economic profit. Draw correctly labeled side-by-side graphs for the sugar market and Frank Sugar Co. and show each of the following.\n\n(i) The market equilibrium price and quantity, labeled <math alttext=\"P sub M\" overflow=\"scroll\"><msub><mtext>P</mtext><mtext>M</mtext></msub></math> and <math alttext=\"Q sub M\" overflow=\"scroll\"><msub><mtext>Q</mtext><mtext>M</mtext></msub></math>, respectively\n\n(ii) The profit-maximizing price and quantity for Frank Sugar Co., labeled <math alttext=\"P sub F\" overflow=\"scroll\"><msub><mtext>P</mtext><mtext>F</mtext></msub></math> and <math alttext=\"Q sub F\" overflow=\"scroll\"><msub><mtext>Q</mtext><mtext>F</mtext></msub></math>, respectively\n\n(b) Assume the demand for sugar increases and sugar is produced in a constant-cost industry.\n\n(i) On your graph in part (a), show the short-run effect of the increased demand for sugar on the market price, labeled <math alttext=\"P sub 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">P</mi><mn>2</mn></msub></math>, and the quantity sold by Frank Sugar Co., labeled <math alttext=\"Q sub N\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mi mathvariant=\"normal\">N</mi></msub></math>.\n\n(ii) Compared to the equilibrium identified in part (a)(ii), what will happen to the short-run profit earned by Frank Sugar Co. as a result of the increased demand for sugar?\n\n(iii) When the market adjusts to long-run equilibrium, how will the market price of sugar in the long run compare to <math alttext=\"P sub 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">P</mi><mn>2</mn></msub></math>? Explain.\n\n(c) Instead, assume sugar consumption has a negative impact on public health over time and the negative impact of sugar on health is underestimated by consumers. Draw a correctly labeled graph of the market, with the marginal social benefit (<math alttext=\"M S B\" overflow=\"scroll\"><mi>MSB</mi></math>), marginal private benefit (<math alttext=\"M P B\" overflow=\"scroll\"><mi>MPB</mi></math>), marginal social cost (<math alttext=\"M S C\" overflow=\"scroll\"><mi>MSC</mi></math>), and marginal private cost (<math alttext=\"M P C\" overflow=\"scroll\"><mi>MPC</mi></math>) curves, and show each of the following.\n\n(i) The market equilibrium quantity, labeled <math alttext=\"Q sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) The socially optimal quantity, labeled <math alttext=\"Q sub S\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>S</mtext></mrow></msub></mrow></mstyle></math>\n\n(d) Assume the government decides to intervene in the market to affect consumers’ incentives and to address the negative impact of sugar consumption on public health. Which of the following policies would best achieve that objective in the short run: a lump-sum tax, a per-unit tax, a lump-sum subsidy, or a per-unit subsidy? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Production, Cost, and the Perfect Competition Model"
  },
  "topic": {
    "code": "3.7",
    "text": "3.7: Perfect Competition"
  },
  "skill": {
    "code": "Skill 4.A",
    "text": "Skill 4.A: Draw an accurately labeled graph or visual to represent an economic model or market."
  }
}