{
  "id": "VR598720",
  "type": "frq",
  "title": "Four individual buyers for Good X",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nIn the local market for Good X, there are four individual buyers: Emily, Wu, Omar, and Fernanda. The quantities that each individual buyer would be willing and able to purchase at different prices are included in the table provided.\n\nQuantity of Good X\n\nPrice\n Emily\n Wu\n Omar\n Fernanda\n\n$1\n 5\n 4\n 4\n 3\n\n$2\n 4\n 3\n 4\n 3\n\n$3\n 4\n 3\n 3\n 2\n\n$4\n 3\n 2\n 3\n 2\n\n$5\n 3\n 2\n 2\n 1\n\n$6\n 2\n 1\n 2\n 1\n\n$7\n 2\n 1\n 1\n 0\n\n$8\n 1\n 0\n 1\n 0\n\n(a) The local market for Good X has a perfectly elastic supply. Draw a correctly labeled graph for the local market for Good X with a market equilibrium price of $5. Label the equilibrium price as $5, and label the equilibrium quantity for the market with a specific value based on the data provided in the table.\n\n(b) Assume the cost of production increases, which causes the price of Good X to increase from $5 to $7.\n\n(i) Calculate the price elasticity of demand for Good X as the price increases from $5 to $7. Show your work.\n\n(ii) Identify whether the demand for Good X is elastic, inelastic, or unit elastic in that range of prices.\n\n(c) Could Emily’s marginal benefit for the second unit of Good X equal $4.50? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Marginal Analysis and Consumer Choice"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Determine the effect(s) of a change in an economic situation using quantitative data or calculations."
  }
}