{
  "id": "VR598718",
  "type": "frq",
  "title": "Patent on new carbon-capture technology",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nA firm has a patent on a new carbon-capture technology, making it the only producer of that device. The firm is currently earning a positive economic profit and is producing the profit-maximizing level of output.\n\n(a) Draw a correctly labeled graph for the firm and show each of the following.\n\n(i) The quantity of carbon-capture devices produced by the firm, labeled <math alttext=\"Q sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) The price charged by the firm, labeled <math alttext=\"P sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math>\n\n(iii) The area representing consumer surplus, shaded completely\n\n(b) The government is considering different options to regulate the firm.\n\n(i) Suppose the government is considering taxing the firm. Could using a per-unit tax change the firm’s output to the socially optimal quantity? Explain.\n\n(ii) Instead, suppose the government imposes a price ceiling so that the firm produces the socially optimal quantity. On your graph in part (a), label the quantity and price after the price ceiling is imposed as <math alttext=\"Q sub C\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>C</mtext></mrow></msub></mrow></mstyle></math> and <math alttext=\"P sub C\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mtext>C</mtext></mrow></msub></mrow></mstyle></math>.\n\n(iii) At the price and the quantity identified in part (b)(ii), is the firm earning positive economic profit? Explain.\n\n(c) Assume the government decides not to regulate the firm and instead the firm produces the quantity of output that maximizes total revenue.\n\n(i) If the firm now increases its output by one unit, would marginal revenue be positive, negative, or zero? Explain.\n\n(ii) Starting at the total-revenue-maximizing quantity, if the firm reduces the price by 10%, would the quantity demanded increase by less than 10%, by more than 10%, or by exactly 10% ?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Imperfect Competition"
  },
  "topic": {
    "code": "4.2",
    "text": "4.2: Monopoly"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Determine the effect(s) of a change in an economic situation using quantitative data or calculations."
  }
}