{
  "id": "VR733771",
  "type": "frq",
  "title": "Northland and Southland PPCs and Externalities",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe graph shows the production possibilities curves for Northland and Southland.\n\n(a) Which country has a comparative advantage in producing wheat? Explain using numbers.\n\n(b) Identify a specific number of yards of cloth that could be traded for 10 bushels of wheat and would be mutually beneficial to Northland and Southland.\n\n(c) Southland’s maximum possible output of wheat falls from 100 bushels to 75 bushels. Assuming no other changes, will Southland have a comparative advantage in producing cloth? Explain using numbers.\n\n(d) Turnips are produced in a perfectly competitive market in Alderia, a third country, which does not engage in international trade. Runoff from turnip fields pollutes Alderia’s rivers, hurting its residents.\n\n(i) Does the turnip market equilibrium result in an efficient allocation of resources? Explain using marginal analysis.\n\n(ii) In an effort to reduce pollution, Alderia’s government imposes a lump-sum tax on turnip production. What will be the impact on the turnip market equilibrium price and quantity in the short run?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.4",
    "text": "1.4: Comparative Advantage and Trade"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}