{
  "id": "VR733535",
  "type": "frq",
  "title": "Heirloom Gardens",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nHeirloom Gardens is a typical profit-maximizing firm that produces and sells tomatoes in a constant-cost, perfectly competitive market that is in long-run equilibrium.\n\n(a) Draw correctly labeled side-by-side graphs for the tomato market and for Heirloom Gardens and show each of the following.\n\n(i) The market equilibrium price and quantity, labeled <math alttext=\"P sub M\" overflow=\"scroll\"><msub><mtext>P</mtext><mi mathvariant=\"normal\">M</mi></msub></math> and <math alttext=\"Q sub M\" overflow=\"scroll\"><msub><mtext>Q</mtext><mi mathvariant=\"normal\">M</mi></msub></math>, respectively\n\n(ii) The profit-maximizing price and quantity for Heirloom Gardens, labeled <math alttext=\"P sub F\" overflow=\"scroll\"><msub><mtext>P</mtext><mi mathvariant=\"normal\">F</mi></msub></math> and <math alttext=\"Q sub F\" overflow=\"scroll\"><msub><mtext>Q</mtext><mi mathvariant=\"normal\">F</mi></msub></math>, respectively\n\n(iii) The average total cost curve consistent with a long-run equilibrium, labeled ATC\n\n(b) Suppose the government imposes a binding price floor in the market for tomatoes.\n\n(i) Will this price floor benefit all tomato farmers? Explain.\n\n(ii) Will consumer surplus increase, decrease, or stay the same? Explain.\n\n(c) Suppose that the government does not impose the price floor referred to in part (b) and that there is now an increase in consumers’ incomes and tomatoes are a normal good. On your graphs in part (a), show each of the following.\n\n(i) The short-run effect of the increase in consumers’ incomes on the market equilibrium price and quantity of tomatoes, labeled <math alttext=\"P sub 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">P</mi><mn>2</mn></msub></math> and <math alttext=\"Q sub 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Q</mi><mn>2</mn></msub></math>, respectively\n\n(ii) The short-run profit-maximizing quantity for Heirloom Gardens, labeled <math alttext=\"Q star\" overflow=\"scroll\"><mtext>Q*</mtext></math>\n\n(iii) The area representing Heirloom Gardens’ economic profit, shaded completely\n\n(d) Given the increase in consumers’ incomes in part (c), what will happen to the market equilibrium price and quantity of tomatoes in the long run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.6",
    "text": "2.6: Market Equilibrium and Consumer and Producer Surplus"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}