{
  "id": "VR733773",
  "type": "frq",
  "title": "Anderson in perfect competition",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAnderson Company is a typical firm that manufactures Good G in a constant-cost, perfectly competitive market. Anderson Company is currently earning positive economic profit.\n\n(a) What must be true about the relationship between accounting profit and economic profit if Anderson Company currently incurs both explicit and implicit costs in production?\n\n(b) Draw correctly labeled side-by-side graphs for the market and Anderson Company and show each of the following.\n\n(i) The market equilibrium price and quantity, labeled <math alttext=\"P sub M\" overflow=\"scroll\"><msub><mtext>P</mtext><mi mathvariant=\"normal\">M</mi></msub></math> and <math alttext=\"Q sub M\" overflow=\"scroll\"><msub><mtext>Q</mtext><mi mathvariant=\"normal\">M</mi></msub></math>, respectively\n\n(ii) The profit-maximizing price and quantity for Anderson Company, labeled <math alttext=\"P sub F\" overflow=\"scroll\"><msub><mtext>P</mtext><mi mathvariant=\"normal\">F</mi></msub></math> and <math alttext=\"Q sub F\" overflow=\"scroll\"><msub><mtext>Q</mtext><mi mathvariant=\"normal\">F</mi></msub></math>, respectively\n\n(iii) The area representing Anderson Company’s positive economic profit, shaded completely\n\n(c) On your graphs in part (b), show what will happen to each of the following if the market for Good G adjusts to long-run equilibrium.\n\n(i) The market equilibrium price and quantity, labeled <math alttext=\"P sub 2\" overflow=\"scroll\"><msub><mtext>P</mtext><mn>2</mn></msub></math> and <math alttext=\"Q sub 2\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>2</mn></msub></math>, respectively\n\n(ii) Anderson Company’s profit-maximizing price and quantity, labeled <math alttext=\"P star\" overflow=\"scroll\"><mtext>P*</mtext></math> and <math alttext=\"Q star\" overflow=\"scroll\"><mtext>Q*</mtext></math>, respectively\n\n(d) Assume the production of Good G creates benefits for third parties.\n\n(i) Given this situation, will the market equilibrium quantity be greater than, less than, or equal to the allocatively efficient quantity? Explain.\n\n(ii) The government takes an action that corrects the externality in the market for Good G. As a result of the government’s action, does total economic surplus increase, decrease, or stay the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.6",
    "text": "2.6: Market Equilibrium and Consumer and Producer Surplus"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}