{
  "id": "VR733770",
  "type": "frq",
  "title": "RKB Monopoly and Labor Market",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nRKB is a profit-maximizing monopoly that produces a new, patented electronic device. RKB is earning positive economic profit.\n\n(a) Draw a correctly labeled graph for RKB, and show each of the following.\n\n(i) The profit-maximizing quantity, labeled <math alttext=\"Q sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Q</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math>\n\n(ii) The profit-maximizing price, labeled <math alttext=\"P sub M\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>P</mtext></mrow><mrow><mtext>M</mtext></mrow></msub></mrow></mstyle></math>\n\n(iii) The average total cost curve consistent with RKB earning positive economic profit\n\n(iv) The area representing the deadweight loss, shaded completely\n\n(b) The government wants RKB to produce the allocatively efficient quantity. Would the government impose a binding price ceiling, a binding price floor, a per-unit tax, or a lump-sum tax?\n\n(c) Suppose that the government does not impose the policy you identified in part (b). Consumers now become aware of research that confirms the use of this new device harms users’ vision. Given widespread consumer awareness of this research, what will happen to RKB's profit-maximizing quantity in the short run? Explain.\n\n(d) Assume that RKB hires workers in a perfectly competitive labor market.\n\n(i) Draw a correctly labeled graph for the labor market, showing the equilibrium wage and quantity of labor, labeled <math alttext=\"W sub E\" overflow=\"scroll\"><msub><mtext>W</mtext><mi mathvariant=\"normal\">E</mi></msub></math> and <math alttext=\"Q sub E\" overflow=\"scroll\"><msub><mtext>Q</mtext><mi mathvariant=\"normal\">E</mi></msub></math>, respectively.\n\n(ii) Suppose immigration increases the number of workers in this labor market. On your graph in part (d)(i), show the new equilibrium wage and quantity of labor, labeled <math alttext=\"W sub 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">W</mi><mn>2</mn></msub></math> and <math alttext=\"Q sub 2\" overflow=\"scroll\"><msub><mtext>Q</mtext><mn>2</mn></msub></math>, respectively.\n\n(iii) RKB uses the optimal combination of capital and labor in its production process. The firm rents capital at $500 per unit, and the last unit of capital rented has a marginal product of 2,500 units. If the marginal product of the last unit of labor hired is 1,000 units, calculate the wage rate. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Supply and Demand"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Demand"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}