{
  "id": "FT659344",
  "type": "frq",
  "title": "Amusement park",
  "content": {
    "description": "",
    "question": "​​​​​​​ There are 700 people in line for a popular amusement-park ride when the ride begins operation in the morning. Once it begins operation, the ride accepts passengers until the park closes 8 hours later. While there is a line, people move onto the ride at a rate of 800 people per hour. The graph above shows the rate, r(t) , at which people arrive at the ride throughout the day. Time t is measured in hours from the time the ride begins operation. (a) How many people arrive at the ride between t = 0 and t = 3? Show the computations that lead to your answer.",
    "image": null,
    "frqParts": [
      {
        "text": "​​​​​​​ There are 700 people in line for a popular amusement-park ride when the ride begins operation in the morning. Once it begins operation, the ride accepts passengers until the park closes 8 hours later. While there is a line, people move onto the ride at a rate of 800 people per hour. The graph above shows the rate, r(t) , at which people arrive at the ride throughout the day. Time t is measured in hours from the time the ride begins operation. (a) How many people arrive at the ride between t = 0 and t = 3? Show the computations that lead to your answer.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Calculus_AB/original.png"
      },
      {
        "text": "(b) Is the number of people waiting in line to get on the ride increasing or decreasing between t = 2 and t = 3? Justify your answer.",
        "image": null
      },
      {
        "text": "(c) At what time t is the line for the ride the longest? How many people are in line at that time? Justify your answers.",
        "image": null
      },
      {
        "text": "(d) Write, but do not solve, an equation involving an integral expression of r whose solution gives the earliest time t at which there is no longer a line for the ride.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Contextual Applications of Differentiation"
  },
  "topic": {
    "code": "4.1",
    "text": "4.1: Interpreting the Meaning of the Derivative in Context"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Identify an appropriate mathematical rule or procedure based on the relationship between concepts (e.g., rate of change and accumulation) or processes (e.g., differentiation and its inverse process, anti-differentiation) to solve problems."
  }
}