{
  "id": "FT544339-22",
  "type": "frq",
  "title": "Paine's Characterization of America",
  "content": {
    "description": "The following passage is from Rights of Man, a book written by the pamphleteer Thomas Paine in 1791. Born in England, Paine was an intellectual, a revolutionary, and a supporter of American independence from England.\n\nIf there is a country in the world, where concord, according to common calculation, would be least expected, it is America. Made up, as it is, of people from different nations, accustomed to different forms and habits of government, speaking different languages, and more different in their modes of worship, it would appear that the union of such a people was impracticable; but by the simple operation of constructing government on the principles of society and the rights of man, every difficulty retires, and all the parts are brought into cordial unison. There, the poor are not oppressed, the rich are not privileged. . . . Their taxes are few, because their government is just; and as there is nothing to render them wretched, there is nothing to engender riots and tumults.\n\nWrite an essay that argues your position on the extent to which Paine’s characterization of America holds true today.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible position.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
    "question": "Write an essay that argues your position on the extent to which Paine’s characterization of America holds true today.",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that argues your position on the extent to which Paine’s characterization of America holds true today.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Write introductions and conclusions appropriate to the purpose and context of the rhetorical situation."
  }
}