{
  "id": "FT544317-22",
  "type": "frq",
  "title": "Fridman 1990 \"America Needs Its Nerds\"",
  "content": {
    "description": "The following passage is excerpted from the 1990 newspaper article “America Needs Its Nerds” by Leonid Fridman. At the time of the article’s publication, Fridman was a graduate student at Harvard University and a member of Harvard’s Society of Nerds and Geeks. Read the passage carefully. Write an essay that analyzes the rhetorical choices Fridman makes to develop his argument. In your response you should do the following: Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Demonstrate an understanding of the rhetorical situation. Use appropriate grammar and punctuation in communicating your argument. There is something very wrong with the system of values in a society that has only derogatory terms like nerd and geek for the intellectually curious and academically serious. A geek, according to Webster’s New World Dictionary, is a street performer who shocks the public by biting off heads of live chickens. It is a telling fact about our language and our culture that someone dedicated to pursuit of knowledge is compared to a freak biting the head off a live chicken. Even at a prestigious academic institution like Harvard, anti-intellectualism is rampant: Many students are ashamed to admit, even to their friends, how much they study. Although most students try to keep up their grades, there is a minority of undergraduates for whom pursuing knowledge is the top priority during their years at Harvard. Nerds are ostracized while athletes are idolized. The same thing happens in U.S. elementary and high schools. Children who prefer to read books rather than play football, prefer to build model airplanes rather than get wasted at parties with their classmates, become social outcasts. Ostracized for their intelligence and refusal to conform to society’s anti-intellectual values, many are deprived of a chance to learn adequate social skills and acquire good communication tools. Enough is enough. Nerds and geeks must stop being ashamed of who they are. It is high time to face the persecutors who haunt the bright kid with thick glasses from kindergarten to the grave. For America’s sake, the anti-intellectual values that pervade our society must be fought. There are very few countries in the world where anti-intellectualism runs as high in popular culture as it does in the U.S. In most industrialized nations, not least of all our economic rivals in East Asia, a kid who studies hard is lauded and held up as an example to other students. In many parts of the world, university professorships are the most prestigious and materially rewarding positions. But not in America, where average professional ballplayers are much more respected and better paid than faculty members of the best universities. How can a country where typical parents are ashamed of their daughter studying mathematics instead of going dancing, or of their son reading Weber* while his friends play baseball, be expected to compete in the technology race with Japan or remain a leading political and cultural force in Europe? How long can America remain a world-class power if we constantly emphasize social skills and physical prowess over academic achievement and intellectual ability? Copyright © 1990 by the New York Times. Reprinted by permission. * Maximilian Weber (1864 –1920), German political economist and sociologist",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that analyzes the rhetorical choices Fridman makes to develop his argument.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe components of the rhetorical situation - the exigence, audience, purpose, context, and message."
  }
}