{
  "id": "FT544335-22",
  "type": "frq",
  "title": "Johnson 1762 Letter",
  "content": {
    "description": "In 1762, Samuel Johnson, an English poet, playwright, and essayist, wrote the following letter in response to a woman who had asked him to obtain the archbishop of Canterbury’s patronage to have her son sent to the university. Read the letter carefully. Write an essay that analyzes the rhetorical choices Johnson makes to convey his message that he will deny the woman’s request. In your response you should do the following: Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Demonstrate an understanding of the rhetorical situation. Use appropriate grammar and punctuation in communicating your argument. MADAM, I hope you will believe that my delay in answering your letter could proceed only from my unwillingness to destroy any hope that you had formed. Hope is itself a species of happiness, and, perhaps, the chief happiness which this world affords: but, like all other pleasures immoderately enjoyed, the excesses of hope must be expiated by pain; and expectations improperly indulged, must end in disappointment. If it be asked, what is the improper expectation which it is dangerous to indulge, experience will quickly answer, that it is such expectation as is dictated not by reason, but by desire; expectation raised, not by the common occurrences of life, but by the wants of the expectant; an expectation that requires the common course of things to be changed, and the general rules of action to be broken. When you made your request to me, you should have considered, Madam, what you were asking. You ask me to solicit a great man, to whom I never spoke, for a young person whom I had never seen, upon a supposition which I had no means of knowing to be true. There is no reason why, amongst all the great, I should chuse* to supplicate the Archbishop, nor why, among all the possible objects of his bounty, the Archbishop should chuse your son. I know, Madam, how unwillingly conviction is admitted, when interest opposes it; but surely, Madam, you must allow, that there is no reason why that should be done by me, which every other man may do with equal reason, and which, indeed, no man can do properly, without some very particular relation both to the Archbishop and to you. If I could help you in this exigence by any proper means, it would give me pleasure: but this proposal is so very remote from usual methods, that I cannot comply with it, but at the risk of such answer and suspicions as I believe you do not wish me to undergo. I have seen your son this morning; he seems a pretty youth, and will, perhaps, find some better friend than I can procure him; but though he should at last miss the University, he may still be wise, useful, and happy. June 8, 1762 *choose",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that analyzes the rhetorical choices Johnson makes to convey his message that he will deny the woman’s request.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe components of the rhetorical situation - the exigence, audience, purpose, context, and message."
  }
}