{
  "id": "FT557830-22",
  "type": "frq",
  "title": "Luce 1960 Women's National Press Club Speech",
  "content": {
    "description": "The passage below is the opening to a speech made in 1960 by American journalist and politician Clare Boothe Luce to journalists at the Women’s National Press Club. In this speech, Luce went on to criticize the tendency of the American press to sacrifice journalistic integrity in favor of the perceived public demand for sensationalist stories. Read the passage carefully. Write an essay that analyzes the rhetorical choices Luce makes in her introduction to convey her message.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that analyzes the writer’s rhetorical choices.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nDemonstrate an understanding of the rhetorical situation.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nI am happy and flattered to be a guest of honor on this always exciting and challenging occasion. But looking over this audience tonight, I am less happy than you might think and more challenged than you could know. I stand here at this rostrum invited to throw rocks at you. You have asked me to tell you what’s wrong with you— the American press. The subject not only is of great national significance but also has, one should say, infinite possibilities—and infinite perils to the rock thrower.\n\nFor the banquet speaker who criticizes the weaknesses and pretensions, or exposes the follies and sins, of his listeners — even at their invitation —does not generally evoke an enthusiastic — no less a friendly — response. The delicate art of giving an audience hell is always one best left to the Billy Grahams and the Bishop Sheens.*\n\nBut you are an audience of journalists. There is no audience anywhere who should be more bored —indeed, more revolted — by a speaker who tried to fawn on it, butter it up, exaggerate its virtues, play down its faults, and who would more quickly see through any attempt to do so. I ask you only to remember that I am not a volunteer for this subject tonight. You asked for it!\n\nFor what is good journalism all about? On a working, finite level it is the effort to achieve illuminating candor in print and to strip away cant. It is the effort to do this not only in matters of state, diplomacy, and politics but also in every smaller aspect of life that touches the public interest or engages proper public curiosity. It is the effort to explain everything from a summit conference to why the moon looks larger coming over the horizon than it does when it has fully risen in the heavens. It is the effort, too, to describe the lives of men — and women— big and small, close at hand or thousands of miles away, familiar in their behavior or unfamiliar in their idiosyncrasies. It is — to use the big word — the pursuit of and the effort to state the truth.\n\nNo audience knows better than an audience of journalists that the pursuit of the truth, and the articulation of it, is the most delicate, hazardous, exacting, and inexact of tasks. Consequently, no audience is more forgiving (I hope) to the speaker who fails or stumbles in his own pursuit of it. The only failure this audience could never excuse in any speaker would be the failure to try to tell the truth, as he sees it, about his subject.\n\nIn my perilous but earnest effort to do so here tonight, I must begin by saying that if there is much that is wrong with the American press, there is also much that is right with it.\n\nI know, then, that you will bear with me, much as it may go against your professional grain, if I ask you to accept some of the good with the bad — even though it may not make such good copy for your newspapers.\n\nFor the plain fact is that the U. S. daily press today is not inspiringly good; it is just far and away the best press in the world.\n\n* Billy Graham, an American Christian evangelist, and Fulton John Sheen, an American Catholic archbishop, both became renowned for their religious oratory. Their speeches were widely broadcast on radio and television.",
    "question": "Write an essay that analyzes the rhetorical choices Luce makes in her introduction to convey her message.",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that analyzes the rhetorical choices Luce makes in her introduction to convey her message.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe components of the rhetorical situation - the exigence, audience, purpose, context, and message."
  }
}