{
  "id": "FT580977-22",
  "type": "frq",
  "title": "Planning for Future vs. Appreciating the Moment",
  "content": {
    "description": "In a book published in 1999, psychologist Richard DeGrandpre asserts:\n\nWhen we ruminate about and plan things to come, when we study and work toward some anticipated eventuality, and when we imagine and harbor certain expectations about what the future could, should, or will be like, what we are often doing, albeit unintentionally, is redirecting our consciousness away from the present and into the future. When we do this, there is a tendency, again unintentional, of undervaluing our sense of the present.\n\nHow does thinking about the future affect one’s ability to experience and appreciate the present? Write an essay that argues your position on the extent to which anticipating and planning for the future affects our capacity to, as DeGrandpre puts it earlier in the same chapter, “appreciate the moment and, ultimately, life as a whole.”\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible position.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
    "question": "Write an essay that argues your position on the extent to which anticipating and planning for the future affects our capacity to, as DeGrandpre puts it earlier in the same chapter, “appreciate the moment and, ultimately, life as a whole.”",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that argues your position on the extent to which anticipating and planning for the future affects our capacity to, as DeGrandpre puts it earlier in the same chapter, “appreciate the moment and, ultimately, life as a whole.”",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Write introductions and conclusions appropriate to the purpose and context of the rhetorical situation."
  }
}