{
  "id": "VH835443",
  "type": "frq",
  "title": "The Machine in the Garden",
  "content": {
    "description": "paragraphIn The Machine in the Garden: Technology and the Pastoral Ideal in America (1964), a book on the relationship between technology and culture in the United States, cultural historian Leo Marx describes a defining human conflict in the modern age. On the one hand, Marx argues, “the machine” attracts us because technology amplifies human power, increasing the efficiency of human labor and expanding human wealth; on the other hand, it threatens to destroy “the garden,” the spaces and activities where humans find comfort and rest.\n\nWrite an essay that argues your position on the extent to which it is possible to achieve a harmonious balance between the ideals represented by the machine and the garden.",
    "question": "Write an essay that argues your position on the extent to which it is possible to achieve a harmonious balance between the ideals represented by the machine and the garden.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible position.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that argues your position on the extent to which it is possible to achieve a harmonious balance between the ideals represented by the machine and the garden.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible position.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1"
  },
  "skill": {
    "code": "Skill 4.A",
    "text": "Skill 4.A: Develop paragraphs comprised of a claim and evidence that supports the claim."
  }
}