{
  "id": "VR188491",
  "type": "frq",
  "title": "Handwriting Instruction",
  "content": {
    "description": "In the nineteenth and most of the twentieth centuries, handwriting instruction (print and cursive) was virtually universal in schools in the United States. By contrast, little if any time is devoted to such lessons today. While some argue that handwriting instruction should still have a place in schooling, others maintain that digital technologies have rendered such instruction unnecessary.\n\nCarefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the place, if any, of handwriting instruction in today’s schools.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that analyzes the writer’s rhetorical choices.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nDemonstrate an understanding of the rhetorical situation.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nSource A (Gillis)\n\nSource B (worksheet)\n\nSource C (Trubek)\n\nSource D (Kysilko)\n\nSource E (Pot)\n\nSource F (graph)\n\nSource A\n\nGillis, Carly. “Schools Debate Cursive Handwriting Instruction Nationwide.” HuffPost, 30 Mar. 2011, www.huffingtonpost.com/2011/03/30/cursive-handwriting-instr_n_842069.html.\n\nThe following is excerpted from an article on a news Web site.\n\nCursive handwriting instruction is disappearing.\n\nStudents and teachers alike have swapped pencils for keyboards, baselines for blinking cursors, and have all but written off the traditional route of writing.\n\nAlthough standardized tests may not pick up the flourish of a cursive capital “T” or grade against floaters and sinkers, proponents of cursive handwriting maintain that there is value in teaching the craft and hope to save it from being erased from educational relevancy.\n\nABC News reports that 41 states have adopted the Common Core State Standards for English, which omits cursive handwriting from required curriculum. Now that it’s not mandatory, schools around the country are debating whether or not to spend valuable teaching resources on penmanship.\n\nIn New York, some schools are considering cutting it altogether. Deb Fitzgerald, a second-grade teacher at Van Schaick Elementary in Cohoes, told CBS 6 Albany that she’d rather “move on” and focus class time on other topics.\n\nColorado schools are also engaged in a similar debate. Some teachers believe that cursive is archaic and that students should be prepared for contemporary communication. Susana Cordova, chief academic officer Denver Public Schools, told the Denver Post:\n\n“In many respects, it’s only inside our schools where we see such emphasis on paper and pencil,” she says. “The move outside our schools, and in innovative schools, is toward technology. There will always be a role for the written word by hand on paper. But the experiences most of us have, with 30 minutes a day practicing cursive in class, has gone by the wayside.”\nCopyright © Carly Gillis\n\nSource B\n\n“Lowercase Cursive Letter Practice Worksheet.” TLSBooks, www.tlsbooks.com/pdf/cursivepractice.pdf.\n\nThe following is adapted from a free printable worksheet available on a Web site created as a resource for parents and teachers of students from preschool to sixth grade.\n\nSource C\n\nTrubek, Anne. “Handwriting Just Doesn’t Matter.” The New York Times, 20 Aug. 2016, www.nytimes.com/2016/08/21/opinion/handwriting-just-doesnt-matter.html?mcubz=0&_r=0.\n\nThe following is excerpted from an opinion piece published in a national newspaper.\n\nThese arguments [in favor of learning cursive handwriting] are largely a side show to the real issues, which are cultural. In April, when the Louisiana State Senate voted to put cursive back into the public school curriculum, senators yelled “America!” in celebration, as though learning cursive were a patriotic act.\n\nA month later, Alabama required the teaching of cursive in public schools by the end of third grade by way of “Lexi’s Law,” named for the granddaughter of the state representative Dickie Drake; Mr. Drake believes “cursive writing identifies you as much as your physical features do.” In other words, our script reveals something unique and ineluctable about our inner being.\n\nFor most of American history, cursive was supposed to do the opposite. Mastering it was dull, repetitive work, intended to make every student’s handwriting match a standardized model. In the mid-19th century, that model was Spencerian script. It was replaced by the Palmer Method, which was seen as a more muscular and masculine hand suitable for the industrial age—a “plain and rapid style,” as Austin Palmer described it, to replace the more effeminate Spencerian. Students who learned it were taught to become “writing machines,” holding their arms and shoulders in awkward poses for hours to get into shape for writing drills.\n\nIt was also believed that mastering the Palmer Method would make students better Christians, immigrants more assimilated Americans (through its “powerful hygienic effect”), “bad” children better (“the initial step in the reform of many a delinquent”) and workers more industrious (because the script had fewer curlicues and strokes than Spencerian).\n\nOur 19th- and 20th-century counterparts grafted their values onto handwriting, just as we do with our conceptions of individualism, patriotism and the unique self. These are projections we make onto squiggles and loops.\n\nWe have seen similar debates over the meaning of handwriting during other moments of historic transition. In the early medieval era, monks were told to stop using a Roman-based script because it looked too pagan and to adopt a more Christian-looking one. In the 16th century, Erasmus wrote a dialogue in which characters writing in the Renaissance-infused Humanist script complain about the “barbarous” look of Gothic script which they deem less civilized. They also complain that women have messy, impatient handwriting. (Today, women are perceived as being naturally better at penmanship than men, largely because handwriting is now taught at a younger age, when the fine motor skills of girls are more developed.)\n\nCursive has no more to do with patriotism than Gothic script did with barbarism, or the Palmer Method with Christianity. Debates over handwriting reveal what a society prizes and fears; they are not really about the virtues or literacy levels of children.\n\nFinally, current cursive advocates often argue that students who don’t learn cursive won’t be able to read it—“they won’t be able to read the Declaration of Independence”—but that is misleading. Reading that 18th-century document in the original is difficult for most people who know cursive, as the script is now unfamiliar. A vast majority of historical manuscripts are illegible to anyone but experts, or are written in languages other than English.\n\nIn fact, the changes imposed by the digital age may be good for writers and writing. Because they achieve automaticity quicker on the keyboard, today’s third graders may well become better writers as handwriting takes up less of their education.\nFrom The New York Times, August 20, 2016 © 2016 The New York Times Company. All rights reserved. Used with permission and protected by the copyright laws of the United States. The printing, copying, redistribution, or retransmission of this content without express written permission is prohibited.\n\nSource D\n\nKysilko, David. “The Handwriting Debate.” National Association of State Boards of Education, 20 Sept. 2012, www.nasbe.org/latest-news/handwriting-debate/.\n\nThe following is excerpted from a report published on the Web site of a nonprofit organization that represents state boards of education in the United States.\n\nHandwriting encompasses two distinct forms: manuscript or printed writing using block letters that are not connected when forming words, and cursive writing, where successive letters are joined and angles are rounded. In the United States, printed writing is generally taught beginning in preschool or kindergarten and continuing through 2nd grade, while cursive is taught beginning in the 3rd grade and continuing through 5th grade. . . .\n\nThose who favor handwriting instruction . . . have “common sense” points: there are and will likely always be times when handwriting notes or lists will be necessary or more convenient—and cursive is faster than printing; handwritten correspondence to individuals has a greater impact on the receiver than emails or digitally printed communications; students, especially in elementary school, still turn in handwritten assignments; there is still a need to be able to read cursive, especially in the case of primary source documents; and cursive is a powerful cultural and historical link to human development, since the drive and ability to draw symbols with our hands is one of the defining characteristics of our species.\n\nBut the strongest arguments in favor of teaching cursive are emerging from a growing body of research from the last 10 to 15 years that points to the educational beneﬁts of learning to write by hand—beneﬁts that go well beyond just the ability to write and read cursive. Following are some of the ﬁndings.\n\n* Cognitive and Motor Skills Development: Because handwriting is a complex skill that involves both cognitive and ﬁne motor skills, direct instruction is required to learn handwriting (it is not good enough to just give a workbook to students and hope for the best). However, the result of good instruction is that students are beneﬁted both in their cognitive development and in developing motor skills.\n\n* Literacy Development: Handwriting is a foundational skill that can influence students’ reading, writing, language use, and critical thinking. Students without consistent exposure to handwriting are more likely to have problems retrieving letters from memory; spelling accurately; extracting meaning from text or lecture; and interpreting the context of words and phrases.\n\n* Brain Development: The sequential hand movements used in handwriting activate the regions of the brain associated with thinking, short-term memory, and language. In addition, according to Virginia Berninger, Ph.D., professor of educational psychology at the University of Washington, cursive in particular is linked with brain functions around self-regulation and mental organization. “Cursive helps you connect things,” Dr. Berninger said in an interview.\n\n* Memory: The act of handwriting helps students (and adults) retain information more effectively than when keyboarding, mostly likely because handwriting involves more complex motor functions and takes a bit longer. One study comparing students who took notes by hand versus classmates who took notes by computer found that the handwriters exhibited better comprehension of the content and were more attentive and involved during the class discussions.\n\n* Written Expression: Elementary-age students who wrote compositions by hand rather than by keyboarding, one researcher found, wrote faster, wrote longer pieces, and expressed more ideas.\nCopyright © 2012 NASBE Policy Update, Vol. 19, No. 7. Used with permission.\n\nSource E\n\nPot, Justin. “Cursive Writing Is Obsolete; Schools Should Teach Programming Instead.” Make Use Of, 17 Feb. 2015, www.makeuseof.com.\n\nThe following is excerpted from an editorial published on a Web site that provides information about technology.\n\nHardly Anyone Uses CursiveAlmost everyone reading this article was taught cursive in school, but most of you don’t use it. “Much of our communication is done on a keyboard, and the rest is done with print,” says Morgan Polikoff, assistant professor of education at the University of Southern California. “While both research and common sense indicate students should be taught some form of penmanship, there is simply no need to teach students both print and cursive.” There’s only so much time in the day, and which skills we decide to teach has a dramatic impact on the lives of students. Does it really make sense to prioritize an obsolete ability?\n\nIt’s Not About The Extra BenefitsLearning cursive does offer some benefits: it helps develop fine motor skills, for example, and stimulates certain regions of the brain. You could make similar arguments about almost anything. Playing the original Super Mario Bros helps develop fine motor skills, for example, but requiring school children to play that game 15 minutes a day would be an (admittedly awesome) waste of time. If cursive is taught, it should be taught not as an essential life skill but as an art—like calligraphy—or as an interesting relic of the past. Modern people don’t use it, and education systems should stop pretending they do.\n\nBad Reasons To Learn Useless SkillsCards on the table: penmanship was my least favourite class as a kid (with the possible exception of math). I shudder to think of the time I spent learning cursive: 15 minutes of schooling, every day. It’s a staggering waste—but even worse, in retrospect, were the reasons my teachers said it was important. “You’re going to use this every day,” I was told. I don’t. “In college, if you can’t write cursive, you won’t be able to take notes fast enough.” I didn’t use cursive; I kept up just fine. Of course, teachers gave me lots of bad reasons for learning things—that doesn’t mean learning them isn’t important. I hated learning multiplication tables, but was told it was important because when I grow up I “won’t be carrying a calculator with me everywhere.” That prediction didn’t turn out, but I’m not bitter about learning multiplication tables—I use that skill multiple times every day. So while I hated both penmanship and math class, I’m not upset about multiplication tables. The problem with cursive is I never use it. Surveys show most adults feel the same way. Typing is faster, and print is fast enough when you happen to need to use paper (and it’s increasingly possible to avoid paper entirely).\n\nEducation Should Focus On The FutureJust because you learned something in school doesn't mean your kids should: the world is changing, quickly. And while it’s hard to make predictions about where technology is headed, it’s safe to say the future won’t involve a lot of cursive handwriting (unless some kind of disaster sends us back to 14th-century technology, in which case handwriting will be the least of our problems). There’s only so many hours in a day, so it’s important education systems prioritize. Every hour spent learning an obsolete skill like cursive is time they’re not learning the programming skills needed for great jobs, or other essential life-skills like managing your money.\nCopyright © 2018, MakeUseOf.com\n\nSource F\n\n“Time Spent in Classroom Handwriting versus Technology.” Learning Without Tears, 5 Nov. 2013, www.lwtears.com/files/Research%20Bulletin_Nov%202013_For%20WEB_Nov5.pdf.\n\nThe following is a graph of the results of a 2013 national survey of 450 elementary school teachers in the United States that asked how much of their time students spent writing on paper and how much of their time they spent using technology.",
    "question": "Write an essay that synthesizes material from at least three of the sources and develops your position on the place, if any, of handwriting instruction in today’s schools.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/English_Language_and_Composition/bcd923222ba764568301e11c83e496f7.png",
    "frqParts": [
      {
        "text": "Write an essay that synthesizes material from at least three of the sources and develops your position on the place, if any, of handwriting instruction in today’s schools.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Write introductions and conclusions appropriate to the purpose and context of the rhetorical situation."
  }
}