{
  "id": "VR188492",
  "type": "frq",
  "title": "Obama 2013 Parks Statue Dedication",
  "content": {
    "description": "On February 27, 2013, while in office, former president Barack Obama delivered the following address dedicating the Rosa Parks statue in the National Statuary Hall of the United States Capitol building. Rosa Parks was an African American civil rights activist who was arrested in 1955 for refusing to give up her seat on a segregated bus in Montgomery, Alabama. Read the passage carefully. Write an essay that analyzes the rhetorical choices Obama makes to convey his message.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that analyzes the writer’s rhetorical choices.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nDemonstrate an understanding of the rhetorical situation.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nRosa Parks held no elected office. She possessed no fortune; lived her life far from the formal seats of power. And yet today, she takes her rightful place among those who’ve shaped this nation’s course. I thank all those persons, in particular the members of the Congressional Black Caucus, both past and present, for making this moment possible.\n\nA childhood friend once said about Mrs. Parks, “Nobody ever bossed Rosa around and got away with it.” That’s what an Alabama driver learned on December 1, 1955. Twelve years earlier, he had kicked Mrs. Parks off his bus simply because she entered through the front door when the back door was too crowded. He grabbed her sleeve and he pushed her off the bus. It made her mad enough, she would recall, that she avoided riding his bus for a while.\n\nAnd when they met again that winter evening in 1955, Rosa Parks would not be pushed. When the driver got up from his seat to insist that she give up hers, she would not be pushed. When he threatened to have her arrested, she simply replied, “You may do that.” And he did.\n\nA few days later, Rosa Parks challenged her arrest. A little-known pastor, new to town and only 26 years old, stood with her—a man named Martin Luther King, Jr. So did thousands of Montgomery, Alabama, commuters. They began a boycott—teachers and laborers, clergy and domestics, through rain and cold and sweltering heat, day after day, week after week, month after month, walking miles if they had to, arranging carpools where they could, not thinking about the blisters on their feet, the weariness after a full day of work—walking for respect, walking for freedom, driven by a solemn determination to affirm their God-given dignity.\n\nThree hundred and eighty-five days after Rosa Parks refused to give up her seat, the boycott ended. Black men and women and children re-boarded the buses of Montgomery, newly desegregated, and sat in whatever seat happened to be open. And with that victory, the entire edifice of segregation, like the ancient walls of Jericho, began to slowly come tumbling down.\n\nIt’s often been remarked that Rosa Parks’s activism didn’t begin on that bus. Long before she made headlines, she had stood up for freedom, stood up for equality—fighting for voting rights, rallying against discrimination in the criminal justice system, serving in the local chapter of the NAACP.*NAACP: National Association for the Advancement of Colored People, a civil rights organization Her quiet leadership would continue long after she became an icon of the Civil Rights movement, working with Congressman Conyers to find homes for the homeless, preparing disadvantaged youth for a path to success, striving each day to right some wrong somewhere in this world.\n\nAnd yet our minds fasten on that single moment on the bus—Mrs. Parks alone in that seat, clutching her purse, staring out a window, waiting to be arrested. That moment tells us something about how change happens, or doesn’t happen; the choices we make, or don’t make. “For now we see through a glass, darkly,” Scripture says, and it’s true. Whether out of inertia or selfishness, whether out of fear or a simple lack of moral imagination, we so often spend our lives as if in a fog, accepting injustice, rationalizing inequity, tolerating the intolerable.\n\nLike the bus driver, but also like the passengers on the bus, we see the way things are—children hungry in a land of plenty, entire neighborhoods ravaged by violence, families hobbled by job loss or illness—and we make excuses for inaction, and we say to ourselves, that’s not my responsibility, there’s nothing I can do.\n\nRosa Parks tells us there’s always something we can do. She tells us that we all have responsibilities, to ourselves and to one another. She reminds us that this is how change happens—not mainly through the exploits of the famous and the powerful, but through the countless acts of often anonymous courage and kindness and fellow feeling and responsibility that continually, stubbornly, expand our conception of justice—our conception of what is possible.\n\nRosa Parks’s singular act of disobedience launched a movement. The tired feet of those who walked the dusty roads of Montgomery helped a nation see that to which it had once been blind. It is because of these men and women that I stand here today. It is because of them that our children grow up in a land more free and more fair; a land truer to its founding creed.\n\nAnd that is why this statue belongs in this hall—to remind us, no matter how humble or lofty our positions, just what it is that leadership requires; just what it is that citizenship requires. Rosa Parks would have turned 100 years old this month. We do well by placing a statue of her here. But we can do no greater honor to her memory than to carry forward the power of her principle and a courage born of conviction.",
    "question": "Write an essay that analyzes the rhetorical choices Obama makes to convey his message.",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that analyzes the rhetorical choices Obama makes to convey his message.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe components of the rhetorical situation - the exigence, audience, purpose, context, and message."
  }
}