{
  "id": "VR598466",
  "type": "frq",
  "title": "Sotomayor 2001 Speech at UC Berkeley",
  "content": {
    "description": "Born in New York City to Puerto Rican parents, Sonia Sotomayor was appointed a United States Supreme Court Justice in 2009, becoming the first Latina justice of the U.S. Supreme Court. She delivered the speech “A Latina Judge’s Voice” at the University of California, Berkeley, School of Law in 2001 when she was an appeals-court judge. The following passage is an excerpt from that speech. Read the passage carefully. Write an essay that analyzes the rhetorical choices Sotomayor makes to convey her message about her identity. In your response you should do the following: Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Demonstrate an understanding of the rhetorical situation. Use appropriate grammar and punctuation in communicating your argument. Who am I? I am a “Newyorkrican.” For those of you on the West Coast who do not know what that term means: I am a born and bred New Yorker of Puerto Rican-born parents who came to the states during World War II. Like many other immigrants1Puerto Ricans have been United States citizens since 1917. to this great land, my parents came because of poverty and to attempt to find and secure a better life for themselves and the family that they hoped to have. They largely succeeded. For that, my brother and I are very grateful. The story of that success is what made me and what makes me the Latina that I am. The Latina side of my identity was forged and closely nurtured by my family through our shared experiences and traditions. For me, a very special part of my being Latina is the mucho platos de arroz, gandules y pernil—rice, beans and pork—that I have eaten at countless family holidays and special events. My Latina identity also includes, because of my particularly adventurous taste buds, morcilla,—pig intestines, patitas de cerdo con garbanzo—pigs’ feet with beans, and la lengua y orejas de cuchifrito, pigs’ tongue and ears. I bet the Mexican-Americans in this room are thinking that Puerto Ricans have unusual food tastes. Some of us, like me, do. Part of my Latina identity is the sound of merengue at all our family parties and the heart wrenching Spanish love songs that we enjoy. It is the memory of Saturday afternoon at the movies with my aunt and cousins watching Cantinflas, who is not Puerto Rican, but who was an icon Spanish comedian on par with Abbot and Costello2a popular American comedy team of the 1940s and 1950s of my generation. My Latina soul was nourished as I visited and played at my grandmother’s house with my cousins and extended family. They were my friends as I grew up. Being a Latina child was watching the adults playing dominos on Saturday night and us kids playing loteria, bingo, with my grandmother calling out the numbers which we marked on our cards with chick peas. Now, does any one of these things make me a Latina? Obviously not because each of our Caribbean and Latin American communities has their own unique food and different traditions at the holidays. I only learned about tacos in college from my Mexican-American roommate. Being a Latina in America also does not mean speaking Spanish. I happen to speak it fairly well. But my brother, only three years younger, like too many of us educated here, barely speaks it. Most of us born and bred here, speak it very poorly. If I had pursued my career in my undergraduate history major, I would likely provide you with a very academic description of what being a Latino or Latina means. For example, I could define Latinos as those peoples and cultures populated or colonized by Spain who maintained or adopted Spanish or Spanish Creole as their language of communication. You can tell that I have been very well educated. That antiseptic description however, does not really explain the appeal of morcilla—pig’s intestine—to an American born child. It does not provide an adequate explanation of why individuals like us, many of whom are born in this completely different American culture, still identify so strongly with those communities in which our parents were born and raised. America has a deeply confused image of itself that is in perpetual tension. We are a nation that takes pride in our ethnic diversity, recognizing its importance in shaping our society and in adding richness to its existence. Yet, we simultaneously insist that we can and must function and live in a race and color-blind way that ignores these very differences that in other contexts we laud. That tension between “the melting pot and the salad bowl”3a contrast, respectively, between a homogeneous society, where distinctive cultural identities merge into one cultural identity, and a heterogeneous society, where distinctive cultural identities mingle with one another without losing their distinctiveness—a recently popular metaphor used to describe New York’s diversity—is being hotly debated today in national discussions about affirmative action. Many of us struggle with this tension and attempt to maintain and promote our cultural and ethnic identities in a society that is often ambivalent about how to deal with its differences. In this time of great debate we must remember that it is not political struggles that create a Latino or Latina identity. I became a Latina by the way I love and the way I live my life. My family showed me by their example how wonderful and vibrant life is and how wonderful and magical it is to have a Latina soul. They taught me to love being a Puertorriqueña and to love America and value its lesson that great things could be achieved if one works hard for it.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that analyzes the rhetorical choices Sotomayor makes to convey her message about her identity.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe components of the rhetorical situation - the exigence, audience, purpose, context, and message."
  }
}