{
  "id": "VR596980",
  "type": "frq",
  "title": "Light Pollution",
  "content": {
    "description": "Artificial lighting at night hinders our ability to see the night stars, especially in and around large cities all over the world. The overuse of artificial lighting, sometimes referred to as light pollution, has a biological impact on animals and people. Laws could be put into place to decrease light pollution, but that may mean limiting lighting in homes, businesses, streets, and highways, which could impact safety.\n\nCarefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors for governments and communities to consider when addressing concerns about light pollution.\n\nSource A (Hudon and Poulin)\n\nSource B (map)\n\nSource C (RoSPA)\n\nSource D (Moore et al.)\n\nSource E (Riggs)\n\nSource F (Bogard)\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible position.\n\nSelect and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nSource A\n\nHudon, Pierre, and Guillaume Poulin. “Light Pollution.” Canada under the Stars, ASTROLab du parc national du Mont-Mégantic, n.d., astro-canada.ca/la_pollution_lumineuse-light_pollution-eng.\n\nThe following is from an article in an online exhibition about astronomy in Canada.\n\nOne of the negative effects of industrialization on human activity and the environment is the production of excessive light. It may seem strange, but excess light is a form of pollution, particularly at night. The negative effects of light pollution impact many fields of study, including economics, ecology and, of course, astronomy.\n\nMost people do not consider the surplus of artificial light as a form of pollution because it is not permanent; all we must do is collectively turn out our lights to make it disappear. In reality, however, such a solution is unrealistic because our society needs artificial light to function.\n\nLight pollution is mainly caused by lighting systems that are misdirected, excessive, inefficient or unnecessary. Most light pollution is found in urban settings where artificial light sources are numerous. In these areas, light sources may be partly directed towards the sky, or downward directed light may be reflected upward. Light is then dispersed by layers in the atmosphere and produces a glow that diminishes the darkness of the night sky. In large Canadian cities, more than 95% of stars that can normally be seen with the naked eye are no longer visible.\n\nThe negative effects of light pollution on human activity are numerous. From an economic point of view, for example, the use of excessive lighting or unnecessary lighting constitutes a waste of energy that is costly to both the individual and to industries. In Quebec, the cost of “lighting the sky” is estimated at 50 million dollars per year. On a larger scale, excessive lighting can have an impact on global climate change if the required electricity was generated by burning fossil fuels.\n\nWildlife and plants are also affected. For example, nighttime lighting can confuse animals that migrate (like moths and migratory birds), can modify predator-prey relationships, and can even alter competitiveness within the same species.\n\nIn the case of moths, for example, it was discovered that numerous flowering plants declined in numbers when the flight paths of pollinating moth species were affected by light pollution.\n\nIt is even possible for entire ecosystems to be affected. In lakes, for example, zooplankton may stop feeding on algae if nighttime lighting is too strong. The result is excessive algae growth that eventually decomposes and causes an increase in bacterial activity. This leads to oxygen depletion in the lake, and many species of invertebrates and fish then die by asphyxiation.\n\nIn astronomy, light pollution is a real and pressing problem. It diminishes the contrast between the dark sky and celestial sources of light, which makes it harder to see the stars. For the amateur astronomer, it is a major problem because access to a truly dark sky is increasingly difficult to find.\nASTROLab Mont-Megantic. \n\nSource B\n\n“States Shut Out Light Pollution.” National Conference of State Legislatures, NCSL, 23 May 2016, www.ncsl.org/research/environment-and-natural-resources/states-shut-out-light-pollution.aspx.\n\nThe following is adapted from a map in an article on the Web site of an organization that represents legislatures in the states, territories, and commonwealths of the United States. States with laws to reduce light pollution are shaded on the map.\n\nSource C\n\n“Road Safety Information: Street Lighting and Road Safety.” The Royal Society for the Prevention of Accidents, RoSPA, May 2018, www.rospa.com/rospaweb/docs/advice-services/road-safety/roads/street-lighting.pdf.\n\nThe following is excerpted from an online article published by a British charitable organization committed to the prevention of accidents through research, education, and legislation. Footnotes referring to articles cited were removed for length.\n\nAs well as the public perception that better lighting improves safety, earlier research that compares the quality of road lighting with accident reduction, found that it improves safety. Before and after studies have indicated reductions in collisions of around 30% or more where lighting has been improved.\n\n• A European study found that one third of pedestrian casualties had difficulty seeing the vehicle that had struck them, while two fifths of drivers had difficulty seeing the pedestrian.\n\n• A literature review of studies relating the presence of lighting to accident reduction concluded that ‘On urban main roads, with mainly a traffic function, a reduction in accidents involving injuries of approximately 30% can be expected at night following an improvement in the lighting from very bad to good’.\n\n• A Japanese report that looked at the reduction in accidents at junctions, following the provision of lighting, found that there was a 43% reduction in night-time accidents. It also found that the effectiveness of lighting in preventing accidents depended on its illuminance, and that the brighter the lighting, the better it is at preventing accidents. However, it did not define an upper limit to brightness beyond which further brightening would have no, or a negative, effect.\n\n• A report by SWOV [Institute for Road Safety Research in the Netherlands] found that a ‘relatively large proportion’ of night-time accidents occur on unlit road sections. It also found that ‘there are modest indications that the average injury severity and the proportion of accidents at bends is somewhat greater on unlit road sections’.\n\n• A report conducted by the University of Manchester Institute of Science and Technology found that low illumination is a major contributory factor in the night-time fatality rate.\n\n• A more recent follow up study by some of the same authors using the same methodology reached the same conclusion and presented up to date figures showing the effect that lighting has on the likelihood of fatal injury.\n\no On motorways, 2.6% of accidents are fatal where street lighting is present, compared to 4.3% of accidents where it is not.\n\no On built up roads, 1.3% of accidents are fatal where street lighting is present, compared to 1.9% of accidents where it is not.\n\no Similarly, on non-built up roads 3.1% of accidents are fatal in lit conditions, rising to 4.9% in areas without street lights.\n\nBoth studies cited an increase in thinking and stopping distances in non-optimal night-time conditions as the reason why the rate increases. They concluded that on average the presence of street lighting reduces the severity of injuries by a factor of three.\nUsed by permission. \n\nSource D\n\nMoore, Eli, et al. “Measuring What Matters: Neighborhood Research for Economic and Environmental Health and Justice in Richmond, North Richmond, and San Pablo.” Pacific Institute, Pacific Institute, May 2009, pacinst.org/publication/measuring-what-matters/.\n\nThe following is excerpted from an online report that published research from the West County Indicators Project, launched in 2006 to work with local residents and organizations to create healthy communities in West Contra Costa County, California.\n\nWith great desire to improve their neighborhood, hundreds of residents from one of Richmond’s most violence-plagued districts—the Iron Triangle neighborhood—gathered in March 2006 at St. Mark’s Catholic Church to launch a campaign to “Save the Iron Triangle!” After holding dozens of neighborhood meetings and gathering information from their neighbors, public officials, and policy experts, resident leaders from the Contra Costa Interfaith Supporting Community Organization (CCISCO) created a proposal outlining four areas where tangible, immediate improvements to the problems that plague their community could be achieved. One of the areas identified was public lighting for streets in high-crime areas of the Iron Triangle.\n\nStreet lighting is integral to the health of a community. While research on the effects of improved street lighting on crime rates is not entirely definitive, an analysis of eight different studies found that improved street lighting—either through more lights or brighter lights—reduced crime by an average of 7%. With improved visibility, potential offenders are more exposed and less likely to commit crimes. Enhanced lighting can signal more community investment, pride, and cohesiveness, which also can discourage crime. . . .\n\nIn the year and a half after CCISCO developed their four-point plan, residents and organizers continued to apply pressure to the city, including holding a June 2007 public meeting during which officials were asked to commit to the four-point strategy for the Iron Triangle. In response, the city, working with Pacific Gas and Electric (PG&E), agreed to increase the wattage on light fixtures in the neighborhood, beginning with a pilot project site. Located near the northern peak of the Iron Triangle, a five-block area between Lucas Park and Peres Elementary School was chosen to receive the first of the upgrades with the replacement of 30 lights. All the 70-watt streetlights in the area were upgraded to 150- and 250-watt lights. . . .\n\nAfter the lights were replaced in the five-block area in the Iron Triangle, CCISCO, with research assistance from the Pacific Institute, conducted a survey to evaluate the success of the Lucas Park light upgrade. The door-to-door household survey of area residents consisted of five yes-or-no questions that aimed to discover if the light upgrade was perceived to have changed the neighborhood and its level of criminal activity. [See next page for survey responses.]\n\nMeasuring What Matters, Pacific Institute, 2009. \n\nSource E\n\nRiggs, Mike. “Street Lights and Crime: A Seemingly Endless Debate.” CityLab, Atlantic Monthly Group, 12 Feb. 2014, www.citylab.com/equity/2014/02/street-lights-and-crime-seemingly-endless-debate/8359/.\n\nThe following is from an article on a Web site published by The Atlantic magazine corporation and focused on coverage of the world’s cities.\n\nIf you live in a city and walk alone at night, you probably prefer routes that are well-lit over ones that aren’t. The same surely holds true even if you live in a more suburban area. Associating light with safety is one of those feelings that’s so universal, I can almost hear the entire planet rolling its eyes in collective irritation right now.\n\nBut what if extra lighting doesn’t actually make us safer?\n\nAfter the London borough of Wandsworth installed 3,500 new street lights in the mid-1980s as part of its overall crime reduction plan, researchers at the University of Southampton decided to compare reported crimes before and after the upgrade. Despite the fact that increased lighting had been a mainstay of city crime prevention for decades, the researchers found “no evidence . . . to support the hypothesis that improved street lighting reduces reported crime.”\n\nCities in the U.S. attempted similar experiments during the same period of time, and got mixed results. According to a 2007 systematic review of lighting experiments in American cities, increased street lighting in Indianapolis, Harrisburg, New Orleans, and Portland, Oregon, did not coincide with a drop in the affected areas’ crime rates, but it did in Atlanta, Milwaukee, Kansas City, and Fort Worth. Yet even in U.S. cities where lights “worked,” they didn’t appear to work consistently: While Fort Worth saw a decrease in all types of crime, Kansas City saw a decrease only in violent crime.\n\nBut here’s something that will really throw you for a loop: Street lights enable criminals as much as they do their potential victims, according to criminologist Ken Pease. With increased street-lighting, potential thieves have an easier time seeing the contents of parked cars, don’t need to carry flashlights (which could alert someone to their presence), and are able to case a place and determine if there’s anyone around who can impede their break-in. The light may scare criminals away, but it can also tell them enough about a house or a street or a parking lot to know whether there’s anything for them to be scared of.\n\nSo what happens when you take away lights? A recent study conducted in Chicago on behalf of the Chicago Department of Transportation found that street light outages have different effects on different neighborhoods. “For some of the community areas, there were not enough crimes in outage-affected areas to estimate the model,” the authors said. Other neighborhoods, meanwhile, saw crime rates increase as much as 134 percent when street lights were out. Intentional efforts to reduce light pollution (as opposed to outages) have been conducted across the U.S. and Europe without corresponding crime increases; except possibly for Oakland, where an energy-efficient lighting ordinance passed in 2002 was blamed for a homicide spike in 2011.\n\nThe connection between light and crime may not be what most of us think it is, but the connection between light and our sense of safety is exactly what it’s always been. Those Southampton researchers who measured crime rates in Wandsworth also found that the new lights “provide[d] reassurance to some people who were fearful in their use of public space,” particularly women.\n© 2014 The Atlantic Media Co., as first published in The Atlantic Magazine. All rights reserved. Distributed by Tribune Content Agency, LLC. \n\nSource F\n\nBogard, Paul. “Bringing Back the Night: A Fight Against Light Pollution.” Yale Environment 360, Yale School of Forestry & Environmental Studies, 19 Aug. 2013, e360.yale.edu/features/bringing_back_the_night__a_fight_against_light_pollution.\n\nThe following is excerpted from an article that appeared in an online magazine on global environmental issues published by the Yale School of Forestry & Environmental Studies.\n\nSome 30 percent of vertebrates and more than 60 percent of invertebrates are nocturnal, and many of the rest are crepuscular—active at dawn and dusk. All are potentially impacted by our burgeoning use of artificial light, scientists say. . . .\n\nEvery flip of a light switch contributes to altering ancient patterns of mating, migration, feeding, and pollination, with no time for species to adapt. On the Caribbean island of Tobago, a 2012 study of leatherback turtles—a species that has been on Earth for 150 million years—found that “artificial lighting of the nesting beaches is the biggest threat to survival of hatchlings and a major factor in declining leatherback turtle populations.” Evolved to follow the reflected light of the stars and moon from the beach to the ocean, hatchlings now instead follow the light of hotels and streetlights, with the result that they die of dehydration, are devoured by predators, or run over by cars.\n\nMany migrating birds, drawn off-course by artificial light, join the breathtaking number—between 100 million and 1 billion, we don’t really know—killed each year by collision with human-made structures. For moths, which help pollinate the world’s flora, our outdoor lights are irresistible flames, killing countless moths and other insects, with ripple effects throughout the food chain.\n\nOther recent studies show that for bats—whose natural pest control benefits U.S. agriculture alone by billions of dollars annually, according to a 2011 study in Science—artificial light disrupts patterns of travel and feeding since many bat species avoid illuminated areas. Recent articles on a menagerie of species reflect a new awareness of artificial light’s effects on ecology. For example, research has shown that street lighting influences the migratory pattern of Atlantic salmon, and that bright lights also change the composition of entire communities of insects and other invertebrates.\n\nOf course, “humans are animals as well,” explains Steven Lockley of Harvard Medical School’s Division of Sleep Medicine, “and so when light/dark cycles mess up seasonal patterns of trees or breeding cycles of amphibians, there’s no reason to think it’s not doing the same to us.”\n\nAs recently as 1980, humans were thought to be immune to the effects of artificial light at night. But continuing research has shown that nocturnal light disrupts our sleep, confuses our circadian rhythms—those 24-hour biological processes that regulate our body’s functions—and impedes the production of the hormone melatonin at much lower levels than previously thought possible.\n\nMore and more of the light we see at night—whether electronic gadgets or outdoor lighting—is rich with the blue wavelengths most disruptive to our body’s rhythms. (More than any other wavelength, blue wavelength light tells our brain that night is over, that morning’s blue sky has returned, and that the day has begun—the opposite signal that we want to be sending our brain in the middle of the night.) Studies continue to suggest that the consequences of excessive exposure to light at night include an increased risk for obesity, diabetes, and cardiovascular disease.\nThis article first appeared in Yale Environment 360.",
    "question": "Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors for governments and communities to consider when addressing concerns about light pollution.",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors for governments and communities to consider when addressing concerns about light pollution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Write introductions and conclusions appropriate to the purpose and context of the rhetorical situation."
  }
}