{
  "id": "VR598465",
  "type": "frq",
  "title": "STEM Education",
  "content": {
    "description": "Since the early 2000s, the United States government and a number of corporations have sponsored initiatives to improve education in the STEM disciplines: science, technology, engineering, and mathematics. The emphasis on STEM subjects in elementary, secondary, and higher education reflects concerns that United States students are less proficient in these areas than are students in other countries. Additionally, there is a belief that mastery in STEM fields is now essential in order to join a highly technical and specialized workforce. However, not everyone is convinced that a STEM-focused curriculum is necessary and/or effective. Carefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the value, if any, of initiatives to improve STEM education and increase the number of students interested in the STEM disciplines. Source A (Ossola) Source B (graph) Source C (editors) Source D (survey) Source E (Fitzgerald) Source F (May) In your response you should do the following: Respond to the prompt with a thesis that presents a defensible position. Select and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Source A Ossola, Alexandra. “Is the U.S. Focusing Too Much on STEM?” The Atlantic, 3 Dec. 2014, www.theatlantic.com/education/archive/2014/12/is-the-us-focusing-too-much-on-stem/383353/. The following is excerpted from an article published in a national American magazine. The [STEM] acronym was a timely change for a series of subject areas that were rapidly moving into the national conversation. According to David Drew, an education professor at Claremont Graduate University in California and author of the book STEM the Tide: Reforming Science, Technology, Engineering, and Math Education In America, three forces sparked the national discussion about STEM education. The first is a profound shift in the way the country’s economy functions, he said. Since the 1960s the U.S. economy has moved closer to becoming a true service economy, with more members of the workforce devoting their time to customers and less time to the product itself, like they did in the earlier part of the 20th century when the economy was more focused on manufacturing. U.S. technology companies like Apple and IBM have been a big part of this shift, wrote Natalie McCullough, then the chief marketing officer at a renewal-focused firm called ServiceSource, in a 2012 article in Forbes. “There’s a much more interesting domestic phenomenon here: the rise of high growth and high-value technicians who deliver a new world of advanced services for businesses and consumers alike,” she wrote. While some economists and policy makers have predicted a growth in STEM careers by 2018, the notion that the country will experience a shortage of scientists has more recently been discredited by education experts and academics. The second force that brought STEM to the forefront, Drew said, is “the recognition and frustration that we are setting up unnecessary unfair barriers for people.” By this he refers to the unequal access to quality STEM education throughout the country, as well as the discrimination and discouragement faced by students who do try to pursue further education in these fields. This work has been covered extensively in the popular and scholarly media . . . and has inspired numerous initiatives, from mobile DIY [do it yourself]–engineering spaces to government programs that highlight departments’ diverse technical workforce, all of which are meant to level the playing field for students interested in STEM. Finally, Drew said, the U.S. cares about STEM now because it realized “that we’re not doing as well in STEM in K-12 education.” Much of this fear stems from the biennial findings of the Program for International Student Assessment, an organization that issues a test to 15-year-olds all over the world to rank their competence in reading, math, and science. Those scary 2012 statistics—that out of 65 education systems American students rank 27th in math and 20th in science—have generated headlines such as “U.S. Students Slide In Global Ranking On Math, Reading, Science” from NPR and “U.S. teens lag in global education rankings as Asian countries rise to the top” on NBC. From The Atlantic. © 2014 The Atlantic Monthly Group, LLC. All rights reserved. Used under license. Source B United States Department of Education. “Science, Technology, Engineering and Math: Education for Global Leadership.” n.d., www.ed.gov/sites/default/files/stem-overview.pdf. The following is a graph from a 2010 report about United States STEM initiatives published by the Department of Education. Source C Editors. “Stem Education is Vital—but Not at the Expense of the Humanities.” Scientific American, 1 Oct. 2016, www.scientificamerican.com/article/stem-education-is-vital-but-not-at-the-expense-of-the-humanities/. The following is excerpted from an article by the editors of a science-oriented magazine. Kentucky governor Matt Bevin wants students majoring in electrical engineering to receive state subsidies for their education but doesn’t want to support those who study subjects such as French literature. Bevin is not alone in trying to nudge higher education toward course work that promotes better future job prospects. Senator Marco Rubio of Florida, a former presidential candidate, put it bluntly last year by calling for more welders and fewer philosophers. Promoting science and technology education to the exclusion of the humanities may seem like a good idea, but it is deeply misguided. Scientific American has always been an ardent supporter of teaching STEM: science, technology, engineering and mathematics. But studying the interaction of genes or engaging in a graduate-level project to develop software for self-driving cars should not edge out majoring in the classics or art history. The need to teach both music theory and string theory is a necessity for the U.S. economy to continue as the preeminent leader in technological innovation. The unparalleled dynamism of Silicon Valley and Hollywood requires intimate ties that unite what scientist and novelist C. P. Snow called the “two cultures” of the arts and sciences. Steve Jobs, who reigned for decades as a tech hero, was neither a coder nor a hardware engineer. He stood out among the tech elite because he brought an artistic sensibility to the redesign of clunky mobile phones and desktop computers. Jobs once declared: “It’s in Apple’s DNA that technology alone is not enough—that it’s technology married with liberal arts, married with the humanities, that yields us the result that makes our hearts sing.” A seeming link between innovation and the liberal arts now intrigues countries where broad-based education is less prevalent. In most of the world, university curricula still emphasize learning skills oriented toward a specific profession or trade. The ebullience of the U.S. economy, which boasted in 2014 the highest percentage of high-tech outfits among all its public companies—has spurred countries such as Singapore to create schools fashioned after the U.S. liberal arts model. . . . The undergraduate able to cobble together a course schedule integrating STEM and the humanities may be able to reap rich rewards. Facebook co-founder Mark Zuckerberg became an avid student of Greek and Latin when he was only in high school, in addition to setting about learning programming languages. And the same government officials who call for a shift in educational priorities should know better than to trash the liberal arts. Take Bevin’s call to eschew French literature: Bevin is someone with his own debt to the humanities. He graduated from college with a bachelor’s degree in East Asian studies. The way to encourage high-tech industry to move to Kentucky—or any other state—is not to disparage Voltaire and Camus.1famous French authors Rather the goal should be to build a topflight state educational system and ease the way financially for students from even the most humble backgrounds to attend. The jobs will follow—whether they be in state government or in social media start-ups. Copyright © 2016 Scientific American, a division of Nature America, Inc. All rights reserved. Source D Hart Research Associates. “It Takes More Than a Major: Employer Priorities for College Learning and Student Success.” 10 April 2013, www.aacu.org/sites/default/files/files/LEAP/2013_EmployerSurvey.pdf. The following graphic is excerpted from a survey of employer priorities conducted for The Association of American Colleges and Universities. Source E Fitzgerald, Deborah. “At MIT, the Humanities Are Just as Important as STEM.” The Boston Globe, 30 April 2014, www.bostonglobe.com/opinion/2014/04/30/mit-humanities-are-just-important-stem/ZOArg1PgEFy2wm4ptue56I/story.html. The following is excerpted from an article published in a national American newspaper. The role of the humanities in American education has been the subject of much recent debate amid concerns that the STEM disciplines (science, technology, engineering and math) are eclipsing the humanities fields in relevance and career prospects. So some may be surprised, and, I hope, reassured, to learn that here at MIT—a bastion of STEM education—we view the humanities, arts, and social sciences as essential, both for educating great engineers and scientists, and for sustaining our capacity for innovation. Why? Because the Institute’s mission is to advance knowledge and educate students who are prepared to help solve the world’s most challenging problems—in energy, health care, transportation, and many other fields. To do this, our graduates naturally need advanced technical knowledge and skills—the deep, original thinking about the physical universe that is the genius of the science and engineering fields. But the world’s problems are never tidily confined to the laboratory or spreadsheet. From climate change to poverty to disease, the challenges of our age are unwaveringly human in nature and scale, and engineering and science issues are always embedded in broader human realities, from deeply felt cultural traditions to building codes to political tensions. So our students also need an in-depth understanding of human complexities—the political, cultural, and economic realities that shape our existence—as well as fluency in the powerful forms of thinking and creativity cultivated by the humanities, arts, and social sciences. MIT’s curriculum has evolved significantly over the past 50 years to require all undergraduates to spend substantial time on subjects like literature, languages, economics, music, and history. In fact, every MIT undergraduate takes a minimum of eight such classes—nearly 25 percent of their total class time. In these classes, our students learn how individuals, organizations, and nations act on their desires and concerns. They gain historical and cultural perspectives, and critical thinking skills that help them collaborate with people across the globe, as well as communication skills that enable them to listen, explain, and inspire. They learn that most human situations defy a single correct answer, that life itself is rarely, if ever, as precise as a math problem, as clear as an elegant equation. Some of the best testimony about the value of such an education comes from our science and engineering alumni. One recent graduate who went on to medical school wrote about how her practice as a physician requires not only medical knowledge, but also the ability to interpret her patients’ accounts and stories—a skill she gained reading literature, studying the various forms of narrative, the many ways humans share vital information. “MIT biology prepared me for medicine,” she says. “Literature prepared me to be a doctor.” . . . As educators, we know we cannot anticipate all the forms our students’ future challenges will take, but we can provide them with some fundamentals that will be guides for the ongoing process of exploration and discovery. We can help shape their resilience, and prepare them to analyze and problem-solve in both familiar and unfamiliar situations. Calling on both STEM and humanities disciplines—as mutually informing modes of knowledge—we aim to give students a toolbox brimming over with tools to support them throughout their careers and lives. Used by permission. Source F May, Gary S. “STEM, Not STEAM.” Inside Higher Ed, 30 Mar. 2015, www.insidehighered.com/views/2015/03/30/essay-criticizes-idea-adding-arts-push-stem-education. The following is excerpted from an article published on a higher-education-oriented news Web site. The author was then dean of the Georgia Tech College of Engineering. The last few years have brought a call from some quarters to update the STEM acronym—for science, technology, engineering and mathematics—to STEAM, with the A standing for arts. On the surface, such a move seems harmless. What’s another letter, right? But in my view, STEM should stay just as it is, because education policy has yet to fully embrace the concept it represents—and that concept is more important than ever. No one—least of all me—is suggesting that STEM majors should not study the arts. The arts are a source of enlightenment and inspiration, and exposure to the arts broadens one’s perspective. Such a broad perspective is crucial to the creativity and critical thinking that is required for effective engineering design and innovation. The humanities fuel inquisitiveness and expansive thinking, providing the scientific mind with larger context and the potential to communicate better. The clear value of the arts would seem to make adding A to STEM a no-brainer. But when taken too far, this leads to the generic idea of a well-rounded education, which dilutes the essential need and focus for STEM. STEM is the connecting of four separate, but similar, dots. The acronym was born in the early 2000s, when the National Science Foundation sought to promote a national conversation about the merits of pulling related areas out of their silos and teaching them in a more multidisciplinary way. Math and science were already well established in education. The thinking was that technology and engineering instruction was far less prevalent in public schools, despite society being dependent on both. Over time, the four letters have served as the spark to rekindle America’s commitment to an innovation economy. The basis of that commitment is a larger, more skilled workforce in STEM areas. Policy from the Clinton, Bush and Obama administrations has emphasized the importance of preparing and encouraging more youth to pursue these fields at a time when they were less inclined to do so, and to provide more support and training for teachers in the subjects. We cannot afford to be distracted from that strategy. A survey of executives by Business Roundtable last year revealed that 4 out of 10 companies still find that at least half of their entry-level job applicants don’t even have the basic skills in STEM. Yet these companies will have to replace nearly 1 million U.S. employees with basic STEM literacy (and 635,000 with advanced skills in STEM) in the next five years. This means that STEM education needs ongoing commitment and resources. Used by permission.",
    "question": "",
    "image": "https://ap.oly.st/images/e085943eab415475481ab562f16092bb.svg",
    "frqParts": [
      {
        "text": "Write an essay that synthesizes material from at least three of the sources and develops your position on the value, if any, of initiatives to improve STEM education and increase the number of students interested in the STEM disciplines.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Write introductions and conclusions appropriate to the purpose and context of the rhetorical situation."
  }
}