{
  "id": "VR596981",
  "type": "frq",
  "title": "Erdrich 2018 Balancing Acts Excerpt",
  "content": {
    "description": "The daughter of a Chippewa mother and a German father, American author Louise Erdrich writes novels, poetry, and children’s books featuring Native characters. The passage below is from a 2018 collection of works reflecting on the fundamental ideals of democracy. In it, Erdrich discusses owning an independent bookstore in Minneapolis that focuses on Indigenous literature of all genres. Read the passage carefully. Write an essay that analyzes the rhetorical choices Erdrich makes to convey her message about the role of bookstores in modern life. In your response you should do the following: Respond to the prompt with a thesis that analyzes the writer’s rhetorical choices. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Demonstrate an understanding of the rhetorical situation. Use appropriate grammar and punctuation in communicating your argument. In 2001, I decided to open a small bookstore. Birchbark Books. We’ve gone through rough times, but we have survived. Democracy evolved along with the printing press. In fact, I think that democracy is made of books of all kinds, but as poetry expresses the ineffability1inability to be captured in words of freedom best, I think the strongest link is there. A well-functioning democracy reminds me of a Leonard Cohen2Canadian musician and songwriter quote: If your life is burning well, poetry is just the ash. When democracy is burning well, poetry and literature and independent bookstores are the ash. We are beautifully there but not desperately there. We get taken for granted. People love us, but don’t seek us out with the sort of intensity that occurs when democracy is visibly, viscerally faltering. When democracy is not burning well, poetry burns harder. Literature becomes dangerous, independent bookstores are bonfires that light the mind. (Or we are democracy cells, an Amy Goodman3American broadcast journalist and author phrase.) In recent times, underground bookstores, writers, presses, have set flares for people’s revolutions. But the horsemen of the apocalypse have ridden through the flames in China, Egypt, Libya, Hong Kong, Turkey. When that happens, when autocracy or fascism descends, literature and bookstores and booksellers are the first to go. Maintaining a healthy flow of information, nurturing the brilliance of the individual, the iconoclast,4someone who fights or argues against traditional beliefs and practices the eccentric, the ever-fragile status of those who use words to illuminate human truths, is a bookstore’s job. It is always important; it is always a labor of love. Selling books is less a business and more a way of life. Large online or big-box retailers like Amazon, Walmart, and Target have undercut the relationship between people and what they read by making books into loss leaders, that is, by cynically using the fair price of a book against the book itself. The loss leader is basically a fishing lure to obtain consumer information or to sell other stuff. Truly caring about books, choosing them thoughtfully, selling books to people who are hungry for books, is joy to me and to other booksellers. Among other things, democracy is about respect for joy, and books are joy. They are satisfying objects. As well as selling books, we give away a lot of books. Yesterday I gave a book to someone, and the first thing he did was breathe in the scent of the book. I loved that moment. It was like seeing a hungry person bend over a plate of delicious food to get the fragrance before eating. The smile on his face was like that too. Rapt with anticipation. Of course, he was going to read the book, not eat it. But then again, maybe it’s the same thing. Here is a story about what a book can do to center a heart. People surprise me by making our bookstore a destination stop when they come here—sometimes from faraway cities and countries. Maybe they see pictures of the birchbark trunks that make up our loft, or like the birchbark baskets on the shelves, or the rows of notes our staff fixes to the shelves to recommend books. Sometimes, maybe, they like my books. Other times they hope to make a connection with the Native world because our bookstore focuses on Indigenous literature in every genre. One day I blundered into the bookstore, dressed in saggy sweats, weary. I was slipping in to do some chores back in the office, when I overheard a woman talking to a book. She was holding Colum McCann’s Let the Great World Spin, a novel of magnificent humanity. Thank you, she murmured to the book. You taught me how to balance. Let the Great World Spin centers on the story of a French man, Philippe Petit, who walked a tightrope between the Twin Towers at the World Trade Center in 1974. The art of his balancing walk resonates down the years, casts a strangely beautiful and painful shadow on 9/11, and is the subject of other books and movies. McCann’s stories, reeling off the day of Petit’s transcendent performance, are filled with emotional truth and a stark sense of what the city was like in those years. I like people who unbalance me, says one of McCann’s characters. In an afterword to the book, the author says that when telling stories we are engaged in a democracy like no other. After 9/11 . . . people came to the bookstore for solace, calm, and balance. We are a still new country coming to grips with a bloody and divided history. Falling is part of balancing. Books are where we learn to do both of these things.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that analyzes the rhetorical choices Erdrich makes to convey her message about the role of bookstores in modern life.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe components of the rhetorical situation - the exigence, audience, purpose, context, and message."
  }
}