{
  "id": "VR732547",
  "type": "frq",
  "title": "English as Language of Science_Synthesis FRQ",
  "content": {
    "description": "The majority of scientific journals are published in the English language, and in many scientific fields, researchers are expected to publish their findings in English. A common scientific language can assist researchers in accessing relevant findings from colleagues around the world. However, it can also act as a barrier to scientists who are not proficient in English, potentially denying talented researchers opportunities to enter or advance in the scientific profession.\n\nCarefully read the following six sources, including the introductory information for each source. Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors academic institutions and publishers should consider when deciding how best to support the careers of scientists from different linguistic backgrounds.\n\nSource A (Elnathan article)\n\nSource B (Huttner-Koros article)\n\nSource C (Ortega article)\n\nSource D (graph from Ramírez-Castañeda)\n\nSource E (Márquez and Porras article)\n\nSource F (tables from Ferguson et al.)\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible position.\n\nSelect and use evidence from at least three of the provided sources to support your line of reasoning. Indicate clearly the sources used through direct quotation, paraphrase, or summary. Sources may be cited as Source A, Source B, etc., or by using the description in parentheses.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nSource A\n\nElnathan, Roey. “English Is the Language of Science—But Precision Is Tough as a Non-Native Speaker.” Nature, 1 April 2021, nature.com/articles/d41586-021-00899-y.\n\nThe following is excerpted from an article published in the career section of a major scientific journal.\n\nEnglish is the international language of science, for better or for worse, but most of the world’s scientists speak it as a second language. We shoulder an extra career challenge: not only must we gain command of our science, but we must also be able to write to professional standards in a foreign language to communicate that science.\n\nJunior researchers who are not native anglophones1English speakers will greatly boost their career prospects by finding a good language mentor, and hiring them for important jobs. It’s worth every penny, and it’s a learning experience each time.\n\nI’m a native speaker of Hebrew, which is part of the Semitic family of languages—alongside Arabic, which I learnt at school. English is in the Indo-European family, so it is radically different, and I found it more difficult. Before starting my undergraduate degree in chemistry in 2002, at the age of 27, I left Israel to study English in the United Kingdom; I went on to study English, Spanish, Italian, French and basic science in the United States. So I’ve had the benefit of dipping my toes in a number of languages, as well as swimming in Hebrew and English.\n\nI’m now a mid-career researcher in nanobiotechnology at Monash University in Melbourne, and I’ve called Australia home for nearly a decade. There are six people on my research team, five of them second-language English speakers. Writing highly technical English is crucial to our science. Our topics embrace cell biology, materials science and chemistry, so, at any point, our text must make sense to both non-experts and experts.\n\nBelow the surface\n\nTo me, English is suitable as an international language in a number of ways: on the surface, it’s easy enough to convey basic meanings when conducting trade, business and tourism, and on news sites and social media. In most contexts, it doesn’t matter if you misuse ‘the’ or ‘-ing’, or get the word order wrong. There are almost no conjugations or declensions; no linguistic gender; no tones to distinguish between words, as occurs in the Sinitic (Chinese) language family; plurals are generally straightforward; and, although the spelling is chaotic, once you get a feel for the typical patterns, it’s not too hard.\n\nBut when meanings are complex and technical, precision is a must. Then, English becomes a difficult beast to wrestle with. I know many researchers who reach a certain level of skill in English, then plateau. But for me, writing science precisely in English is a lifetime’s journey that is intimately bound up with my scientific thinking. That’s where a mentor can make all the difference. . . .\n\nThere are no silver bullets. We can’t expect our native English-speaking colleagues and co-authors to be our language coaches. And yet, as mentors of early-career scientists—whether they’re native or non-native English speakers—we have a duty to help them communicate their advances effectively. I strongly feel that institutions should offer systematic one-on-one feedback on language in article manuscripts, teaching through editing and discussion. This is expensive, so it needs to be rationed fairly. But I believe it’s a cost-effective way to increase a university’s performance.\n\nRepublished with permission of Springer Nature BV, from “English Is the Language of Science—But Precision Is Tough as a Non-Native Speaker,” Roey·Elnathan, 2021.\n\nSource B\n\nHuttner-Koros, Adam. “The Hidden Bias of Science’s Universal Language.” The Atlantic, 21 Aug. 2015, theatlantic.com/science/archive/2015/08/english-universal-language-science-research/400919/.\n\nThe following is excerpted from an article that appeared in an American magazine devoted to culture, literature, and politics.\n\n[S]cientists who want to produce influential, globally recognized work most likely need to publish in English—which means they’ll also likely have to attend English-language conferences, read English-language papers, and have English-language discussions. In a 2005 case study of Korean scientists living in the U.K., the researcher Kumju Hwang, then at the University of Leeds, wrote: “The reason that [non-native English-speaking scientists] have to use English, at a cost of extra time and effort, is closely related to their continued efforts to be recognized as having internationally compatible quality and to gain the highest possible reputation.”\n\nIt wasn’t always this way. As the science historian Michael Gordin explained in Aeon earlier this year, from the 15th through the 17th century, scientists typically conducted their work in two languages: their native tongue when discussing their work in conversation, and Latin in their written work or when corresponding with scientists outside their home country.\n\n“Since Latin was no specific nation’s native tongue, and scholars all across European and Arabic societies could make equal use of it, no one ‘owned’ the language. For these reasons, Latin became a fitting vehicle for claims about universal nature,” Gordin wrote. “But everyone in this conversation was polyglot,1able to communicate in several languages choosing the language to suit the audience. When writing to international chemists, Swedes used Latin; when conversing with mining engineers, they opted for Swedish.”\n\nAs the scientific revolution progressed through the 17th and 18th centuries, Gordin continued, Latin began to fall out of favor as the scientific language of choice: “Galileo Galilei published his discovery of the moons of Jupiter in the Latin Sidereus Nuncius of 1610, but his later major works were in Italian. As he aimed for a more local audience for patronage and support, he switched languages. Newton’s2English scientist and mathematician Sir Isaac Newton Principia (1687) appeared in Latin, but his Opticks of 1704 was English (Latin translation 1706).”\n\nBut as this shift made it more difficult for scientists to understand work done outside of their home countries, the scientific community began to slowly consolidate its languages again. By the early 19th century, just three—French, English, and German—accounted for the bulk of scientists’ communication and published research; by the second half of the 20th century, only English remained dominant as the U.S. strengthened its place in the world, and its influence in the global scientific community has continued to increase ever since.\n\nAs a consequence, the scientific vocabularies of many languages have failed to keep pace with new developments and discoveries. In many languages, the words “quark” and “chromosome,” for example, are simply transliterated from English. In a 2007 paper, the University of Melbourne linguist Joe Lo Bianco described the phenomenon of “domain collapse,” or “the progressive deterioration of competence in [a language] in high-level discourses.” In other words, as a language stops adapting to changes in a given field, it can eventually cease to be an effective means of communication in certain contexts altogether.\n\nFrom The Atlantic. © 2015 The Atlantic Monthly Group, LLC. All rights reserved. Used under license.\n\nSource C\n\nOrtega, Rodrigo Pérez. “Science’s English Dominance Hinders Diversity—But the Community Can Work toward Change.” Science, 28 Oct. 2020, science.org/content/article/science-s-english-dominance-hinders-diversity-community-can-work-toward-change.\n\nThe following is excerpted from an article published in the career section of a major scientific journal.\n\nWhen Valeria Ramírez Castañeda was a biology master’s student at the University of Los Andes in Colombia, the thought of writing her thesis in English gave her a headache. Writing it in Spanish would fulfill her graduation requirement—but if she wrote it in English, it would be far easier to turn it into a paper she could immediately submit for publication. Ramírez Castañeda tried, but after weeks of frustration she gave up. “It was impossible,” she says. “With the little time I had and with all the mental effort it takes to write about science, I just couldn’t write it in English.”\n\nMarked by her master’s experience, Ramírez Castañeda—now an evolutionary biology Ph.D. student at the University of California, Berkeley—decided to explore the barriers and emotional burden other researchers face when publishing in a language that is not their first. The disadvantages, as reported in a paper published last month in PLOS ONE, are significant. For the 49 Colombian biologists Ramírez Castañeda surveyed, preparing a manuscript in English took on average about 12 more working days than if they were writing in Spanish. Almost half of the respondents reported having papers rejected because of their English grammar, and one-third had chosen not to attend a meeting because of anxiety about presenting in English. “We’re closing knowledge for a bunch of people,” Ramírez Castañeda says. . . .\n\nSo, what can the scientific community do to mend this linguistic injustice? When reviewing manuscripts, reviewers must focus on the science and not the grammar, Ramírez Castañeda and [Indiana University of Pennsylvania linguist David] Hanauer say. Editors should stress this point when sending papers for review. Reviewers can suggest improving the English, but it shouldn’t be cause for rejection. When proofreading and English editing are needed, existing publishing fees should pay for these services, Ramírez Castañeda says.\n\nBecause institutions also benefit from published papers, Ramírez Castañeda continues, they should offer translation and proofreading services to their researchers. Universities in English-speaking countries should provide international students with the necessary tools to publish in English, agrees Hanauer, especially because these students usually pay higher tuition fees than domestic students. Ramírez Castañeda also proposes that universities should offer free English lessons for science students. Today, the “responsibility” to learn English falls on the individuals, not institutions, she says, “and that can be no more.”\n\nThe scientific community also needs to acknowledge and embrace work published in all languages, says Tatsuya Amano, a conservation scientist at the University of Queensland in Australia. Doing so would not only help diversify science, but would also enrich research with greater creativity and accuracy, Hanauer argues. For example, meta-analyses1statistical analyses that combine data from multiple previously published studies of biodiversity conservation papers ignore those that weren’t published in English—which account for more than one-third of the total papers on the topic, according to research by Amano and colleagues. “English speakers have become the gatekeepers of science, excluding a wide variety of opinions [and] perspectives,” says Amano, whose first language is Japanese. “This is not an issue only for nonnative speakers, but [also] for native English speakers.”\nUsed by permission.\n\nSource D\n\nRamírez-Castañeda, Valeria. “Disadvantages in Preparing and Publishing Scientific Papers Caused by the Dominance of the English Language in Science: The Case of Colombian Researchers in Biological Sciences.” PLOS ONE, 16 Sept. 2020, journals.plos.org/plosone/article?id=10.1371/journal.pone.0238372.\n\nThe following is based on a graph from an article, published in a peer-reviewed scientific journal, about the difficulties involved in publishing scientific papers in English that draws on a survey of Colombian doctoral students whose first language is Spanish.\n\nNote: “Standard” and “Premium” correspond to how long the service takes.\n\nSource E\n\nMárquez, Melissa C., and Ana Maria Porras. “Science Communication in Multiple Languages Is Critical to Its Effectiveness.” Frontiers in Communication, 22 May 2020, frontiersin.org/articles/10.3389/fcomm.2020.00031/full.\n\nThe following is excerpted from an article published in a cross-disciplinary academic journal on communication.\n\nWhile having a “universal language of science” has allowed scientists to communicate ideas freely and gain access to global scientific literature, the primary use of a single language has created barriers for those who are non-native English speakers. For example, writing manuscripts and grants, preparing and presenting oral presentations, and general communication in English is much more challenging for scientists with English as a Foreign Language (EFL) (Ramirez-Castaneda, 2020). EFL speakers report that the quality of English in their manuscripts under review, not the scientific content, is the primary target for criticism, limiting access to a fair chance at publication (Drubin and Kellogg, 2012). This English-only phenomenon creates challenges and gaps in the transfer of knowledge between communities (Amano et al., 2016).\n\nScientific discourse carried out in the native language of a target audience yields greater participation, motivation and optimism, and leads to stronger connections to concepts in the native culture (Manzini, 2000). Yet, most scientists today feel pressure to publish their papers in influential or globally-recognized English journals that are regarded as yielding more citations (Di Bitetti and Ferreras, 2017) and having a higher impact than any in their mother tongue (Bortolus, 2012). On the SCImago Journal Rank, which ranks scientific journals on the citations their articles receive, the top 50 journals are published in English. Due to the hegemony1dominance of English-language science, the desire to publish in respected English journals has prompted journals that previously published in local languages (e.g., Animal Biodiversity and Conservation in Spain, Natureza & Conservação in Brazil) to severely decrease or even cease publishing in their local language(s) to increase reach within the global scientific community.\n\nThere are ingrained systemic biases within larger institutional bodies (e.g., tenure requirements at universities or publication expectations at granting agencies) pushing scientists to publish work primarily in English (Bortolus, 2012). Similar biases and financial pressures in newsrooms worldwide contribute to the dominance of English in scientific journalism. However, as a consequence, scientific knowledge originating from non-English speaking countries (or pertaining to these regions) is not available in the local language(s). This means that for an individual, or entity, not knowing English limits their access to scientific information (Amano et al., 2016). Learning a new language is not always feasible; many communities do not have access to the educational tools and financial resources needed to learn a new language. In Colombia, high English-proficiency among scientists positively correlates with high-socioeconomic status (Ramirez-Castaneda, 2020). In addition, the time spent learning that language could be used instead for other purposes (e.g., conducting scientific research). Thus, the predominant use of English in science contributes to the widening of social and scientific inequities worldwide.\n© 2020 Márquez and Porras\n\nSource F\n\nFerguson, Gibson, et al. “English as an International Language of Scientific Publication: A Study of Attitudes.” World Englishes, vol. 30, no. 1, 2011, pp. 41-59, researchgate.net/publication/236606643_English_as_an_International_Language_of_Scientific_Publication_A_Study_of_Attitudes.\n\nThe following tables are based on the results of a questionnaire answered by 300 native Spanish speakers who work as academics in a variety of fields.\n\n“I personally feel more advantaged than disadvantaged in my academic work by the dominance of English as an international language of science, technology, and academic exchange.”\n\nFrequency\n Percentage\n Cumulative percentage\n\nStrongly agree\n 77\n 25.7\n 25.7\n\nAgree\n 109\n 36.3\n 62.0\n\nDisagree\n 69\n 23.0\n\nStrongly disagree\n 22\n 7.3\n\nDon’t know\n 23\n 7.7\n\nTotal\n 300\n 100.0\n\n“There is a need for one international language of science, technology, and academic exchange.”\n\nFrequency\n Percentage\n Cumulative percentage\n\nStrongly agree\n 175\n 58.3\n 58.3\n\nAgree\n 77\n 25.3\n 83.6\n\nDisagree\n 24\n 7.7\n\nStrongly disagree\n 14\n 4.7\n\nDon’t know\n 10\n 3.3\n\nTotal\n 300\n 99.3",
    "question": "Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors academic institutions and publishers should consider when deciding how best to support the careers of scientists from different linguistic backgrounds.",
    "image": null,
    "frqParts": [
      {
        "text": "Write an essay that synthesizes material from at least three of the sources and develops your position on the most important factors academic institutions and publishers should consider when deciding how best to support the careers of scientists from different linguistic backgrounds.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3"
  },
  "skill": {
    "code": "Skill 4.A",
    "text": "Skill 4.A: Develop paragraphs comprised of a claim and evidence that supports the claim."
  }
}