{
  "id": "VR366496",
  "type": "frq",
  "title": "Block and Horizontal Spring",
  "content": {
    "description": "",
    "question": "This question is a short free-response question. Show your work for each part of the question. (7 points, suggested time 13 minutes) Block 1 is at rest on a horizontal surface and is connected to a wall by an ideal spring. Friction between block 1 and the surface is negligible. Block 1 is held at rest at point A, to the left of point B which is the equilibrium position of the spring-block system, as shown in the figure. Block 1 is then released and allowed to oscillate. Some time later, block 1 is momentarily at rest at point C. Consider the positive horizontal direction to be toward the right. (a) The dot below represents block 1 just after it is released. On the dot, draw an arrow indicating the direction of the net force exerted on the block just after it is released. The arrow should start on, and point away from, the dot.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is a short free-response question. Show your work for each part of the question. (7 points, suggested time 13 minutes) Block 1 is at rest on a horizontal surface and is connected to a wall by an ideal spring. Friction between block 1 and the surface is negligible. Block 1 is held at rest at point A, to the left of point B which is the equilibrium position of the spring-block system, as shown in the figure. Block 1 is then released and allowed to oscillate. Some time later, block 1 is momentarily at rest at point C. Consider the positive horizontal direction to be toward the right. (a) The dot below represents block 1 just after it is released. On the dot, draw an arrow indicating the direction of the net force exerted on the block just after it is released. The arrow should start on, and point away from, the dot.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_1_Algebra-Based/VR366496.g12.png"
      },
      {
        "text": "After the block has been oscillating on the table, a motion detector is turned on and the velocity of block 1 as a function of time is measured and plotted in a graph. The students correctly draw a best-fit curve that represents the collected data, as shown above. (b) A student looking at the graph of velocity as a function of time makes the following claim. “The motion sensor was turned on when the block was at point A and was moving to the left.” Does the data in this graph support the student’s claim about the location AND the direction of the block’s motion when the motion sensor was turned on? For any incorrect claims, if any, state the correct position and/or direction of motion. Justify your answer.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_1_Algebra-Based/VR366496.g32.png"
      },
      {
        "text": "(c) Block 1 is stopped, and again block 1 is held at rest at point A. A second identical block, block 2, is placed at point B. Block 1 is released from rest, and then collides with and sticks to Block 2. After the collision, the two blocks oscillate together on the spring. On the graph below, sketch a curve to indicate the new velocity as a function of time of the two blocks after the collision. For reference, the dashed curve represents the students’ best-fit curve of the velocity as a function of time described in part (b). Note: Do any scratch (practice) work on the graph below. Sketches made below will NOT be graded.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_1_Algebra-Based/VR366496.g18.png"
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Kinematics"
  },
  "topic": {
    "code": "1.3",
    "text": "1.3: Representing Motion"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Create diagrams, tables, charts, or schematics to represent physical situations."
  }
}