{
  "id": "FT545344",
  "type": "frq",
  "title": "F major harmonic dictation - secondary dom, sus",
  "content": {
    "description": "You will hear a harmonic progression in four parts. In each case, the progression will be played four times. There will be a pause of 30 seconds after the first playing and a 1-minute pause after each subsequent playing. The pulse will be established before the first playing. For each question, please do the following.\n\nNotate only the soprano and bass voices. Do not notate the alto and tenor voices.\n\nOn the lines provided under each staff, write in the Roman and Arabic numerals that indicate the chords and their inversions.",
    "question": "Before listening to the progression for the first time, please look at the staff below. Notice that there are eleven chords in the progression; the soprano and bass notes and the Roman numeral of the first chord are given.\n\nRemember to notate only the soprano and bass voices and to provide the numerals indicating the chords and their inversions. Now listen to the progression for the first time and begin working.",
    "image": null,
    "frqParts": [
      {
        "text": "Before listening to the progression for the first time, please look at the staff below. Notice that there are eleven chords in the progression; the soprano and bass notes and the Roman numeral of the first chord are given.\n\nRemember to notate only the soprano and bass voices and to provide the numerals indicating the chords and their inversions. Now listen to the progression for the first time and begin working.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/83e033d745e886be7a2bcf0655323272/original.png"
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Music Fundamentals I - Pitch, Major Scales and Key Signatures, Rhythm, Meter, and Expressive Elements"
  },
  "topic": {
    "code": "4.1",
    "text": "4.1: Soprano-Bass Counterpoint"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Notate the soprano and bass pitches of a performed harmonic progression in a major or minor key (may include chromatically altered pitches)."
  }
}