{
  "id": "FT544595-22",
  "type": "frq",
  "title": "F minor sight-singing - compound, chromatic",
  "content": {
    "description": "Assignment: For the given melody, sing the pitches in accurate rhythm and with a steady tempo.\nProcedure: You will have 75 seconds to practice and 30 seconds to perform the melody. You will hear the starting pitch at the beginning of the 75-second practice period. After the end of the practice period, you will have 30 seconds to perform the melody. A recorded announcement will alert you to the end of each practice and performance period. Directions on the recording will assist you in operating the recorder.\nYour performance:\n\nYou may sing note names (C-D-E), syllable names (do-re-mi), scale-degree numbers (1-2-3), or a neutral syllable (for example, ta-ta-ta).\n\nEven though you will hear the starting pitch of the printed melody, you may transpose the melody to a key that is comfortable.\n\nYou should use some of the practice time to perform out loud. You may write on the music if you wish.\n\nYou may not use any device (for example, a metronome or a musical instrument) to assist you in your practice or performance.\n\nYou will be evaluated on rhythmic accuracy, pitch accuracy (relative to tonic), and continuity (maintaining a steady tempo). You may start over if you need to, but there will be a deduction from your score. You will not be evaluated on the quality of your singing voice.",
    "question": "Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.\n\nPress record to begin your performance.",
    "image": null,
    "frqParts": [
      {
        "text": "Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.\n\nPress record to begin your performance.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/d74668b8eb71694786caf12e3d6ece04/original.png"
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Music Fundamentals I - Pitch, Major Scales and Key Signatures, Rhythm, Meter, and Expressive Elements"
  },
  "topic": {
    "code": "1.8",
    "text": "1.8: Rhythmic Patterns"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Apply knowledge of musical symbols and terms to sing the pitches and rhythms of a notated melody (melody may be in treble or bass clef, in a major or minor key, or in simple or compound meter, and it may include chromatically altered pitches)."
  }
}