{
  "id": "FT544588",
  "type": "frq",
  "title": "E minor harmonic dictation - secondary dom, DC",
  "content": {
    "description": "You will hear a harmonic progression in four parts. The progression will be played four times. There will be a pause of 30 seconds after the first playing and a one-minute pause after each subsequent playing. Please do the following:\n\nNotate only the soprano and bass voices. Do not notate the alto and tenor voices.\n\nOn the blanks provided under the staff, write in the Roman and Arabic numerals that indicate the chords and their inversions. (Each blank should contain at least a Roman numeral, a figure, or a dash.)\n\nMake sure to align your notes with the blanks provided.",
    "question": "Before listening to the first playing, please look at the staff below. Notice that there are nine chords in the progression; the soprano and bass notes and the Roman numeral of the first chord are given.\n\nRemember to notate only the soprano and bass voices and to write, in every blank, the numerals indicating the chords and their inversions.\n\nNow listen to the progression for the first time and begin working.\n\nEnter any notes as you prepare your response.",
    "image": null,
    "frqParts": [
      {
        "text": "Before listening to the first playing, please look at the staff below. Notice that there are nine chords in the progression; the soprano and bass notes and the Roman numeral of the first chord are given.\n\nRemember to notate only the soprano and bass voices and to write, in every blank, the numerals indicating the chords and their inversions.\n\nNow listen to the progression for the first time and begin working.\n\nEnter any notes as you prepare your response.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/571f5c92af0d3203f4380a29d33dd213/original.png"
      },
      {
        "text": "<!--td {border: 1px solid #ccc;}br {mso-data-placement:same-cell;}-->\n\nUpload your final response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Harmony and Voice Leading I - Chord Function, Cadence, and Phrase"
  },
  "topic": {
    "code": "4.1",
    "text": "4.1: Soprano-Bass Counterpoint"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Notate the soprano and bass pitches of a performed harmonic progression in a major or minor key (may include chromatically altered pitches)."
  }
}