{
  "id": "FT552617-22",
  "type": "frq",
  "title": "E minor sight-singing - compound, chromatic",
  "content": {
    "description": "Assignment: For the given melody, sing the pitches in accurate rhythm and with a steady tempo.\n\nProcedure: You will hear the starting pitch at the beginning of the practice period. You will have 75 seconds to warm up and practice. After hearing the starting pitch again, you will have 30 seconds to perform the melody. A recorded announcement will alert you to the end of each practice and performance period.\n\nYour performance:\n\nYou may sing syllable names (do-re-mi), scale-degree numbers (1-2-3), a neutral syllable (for example, ta-ta-ta), or note names (c-d-e). You may whistle if you prefer.\n\nEven though you will hear the starting pitch of the printed melody, you may transpose the melody to a register that is comfortable.\n\nYou should use some of the warm-up and practice time to perform out loud. You may write on the music if you wish.\n\nYou may not use any device (for example, a metronome, a musical instrument) to assist you in your practice or performance.\n\nYou will be evaluated on pitch accuracy (relative to tonic), rhythm, and continuity (maintaining a steady tempo). You may start over, if you need to, but there will be a deduction from your score. You will not be evaluated on the quality of your singing voice.",
    "question": "Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.\n\nPress record to begin your performance.",
    "image": null,
    "frqParts": [
      {
        "text": "Look over the melody and begin practicing. You have 75 seconds to practice. This is the starting pitch of the printed melody.\n\nPress record to begin your performance.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/af429905d0f7dd4d8443734a85baa39d/original.png"
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Music Fundamentals I - Pitch, Major Scales and Key Signatures, Rhythm, Meter, and Expressive Elements"
  },
  "topic": {
    "code": "1.8",
    "text": "1.8: Rhythmic Patterns"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Apply knowledge of musical symbols and terms to sing the pitches and rhythms of a notated melody (melody may be in treble or bass clef, in a major or minor key, or in simple or compound meter, and it may include chromatically altered pitches)."
  }
}