{
  "id": "AP396766",
  "type": "frq",
  "title": "Temperate Forest and Grassland Biomes",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graph illustrates the temperature and precipitation conditions in various terrestrial biomes. (a) Based on the information in the graph, describe the air temperature range for a temperate forest.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The graph illustrates the temperature and precipitation conditions in various terrestrial biomes. (a) Based on the information in the graph, describe the air temperature range for a temperate forest.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR252003.g01.png"
      },
      {
        "text": "(b) Based on the information in the graph, identify the biome most likely to be encountered at any latitude.",
        "image": null
      },
      {
        "text": "(c) The rate of carbon cycling is faster in a tropical wet forest than in a desert. Based on the information in the graph, explain why the rate of carbon cycling is faster in a tropical wet forest than in a desert.",
        "image": null
      },
      {
        "text": "(d) Researchers hypothesize that a temperate grassland will support agricultural crops more sustainably (decades rather than years) than a tropical wet forest. Make a claim based on evidence in the graph to support or refute this statement.",
        "image": null
      },
      {
        "text": "Remote islands that are far from any mainland are home to many species that have evolved distinctive adaptations to live in the unique island conditions.(e) Some small mammals evolve the adaptation of a larger average body size when compared to related species on the mainland. Explain how a species of small mammal on a remote island could have acquired the adaptation of larger average body size.",
        "image": null
      },
      {
        "text": "Different regions not only support different types of plants and animals, they also influence the types of renewable energy resources best used to generate electricity. Power plants are built based on a variety of factors.(f) A developer in a paper-producing town within a temperate forest proposes building a biomass power plant that will use the residues of wood processing to provide electricity for a new housing development. Make a claim using evidence that supports or opposes this proposal.",
        "image": null
      },
      {
        "text": "Solar farms are often installed in areas in the midwestern United States previously used as cropland. Native and non-native plants often grow in these fields occupied by the solar panels.(g) Describe an advantage of generating electricity from a solar farm in a grassland rather than from a solar farm located in a desert.",
        "image": null
      },
      {
        "text": "To learn more about the biodiversity of sites in their own community, students performed a leaf litter lab where leaf litter was collected from two sites: one from beneath the trees in an organically managed, commercial landscape established one year ago and one from beneath the trees in a nearby nature preserve that have not been trimmed or managed in over twenty years. The students hypothesized that there would be more insect biodiversity in the leaf litter at the nature preserve than at the managed site. The leaf litter from each site was placed into a funnel with a light shone on the top to drive any insects out of the litter. Species were collected in an alcohol-filled container below the funnel, and the species were identified using magnifying lenses and a key.(h) Identify the dependent variable in the experiment.",
        "image": null
      },
      {
        "text": "(i) One variable not mentioned in the description of the experiment that could affect the results of the investigation is soil moisture level. Describe the effect that soil moisture level would likely have on the results of the investigation.",
        "image": null
      },
      {
        "text": "(j) Explain how modifying the experiment to collect samples from new and old compost piles could alter the results of the experiment.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Terrestrial Biomes"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}