{
  "id": "AX576283",
  "type": "frq",
  "title": "C. elegans and B. thuringiensis cultures",
  "content": {
    "description": "",
    "question": "Caenorhabditis elegans is a species of soil-dwelling nematode (roundworm) that feeds on soil bacteria, including Bacillus thuringiensis. B. thuringiensis is a virulent bacterial pathogen that produces BT toxin, a protein that can kill different invertebrate species, including C. elegans. In a laboratory experiment, C. elegans and B. thuringiensis were cultured individually (control) or together (experimental) for 150 days. Under optimal conditions, the generation time of C. elegans is approximately 3.5 days and the generation time of B. thuringiensis is approximately 25 minutes. At the end of the experiment, the change in virulence of B. thuringiensis and the change in resistance of C. elegans to BT toxin were determined. (a) Calculate the maximum number of generations that is possible in individual cultures of C. elegans AND the maximum number of generations that is possible in individual cultures of B. thuringiensis in 150 days.",
    "image": null,
    "frqParts": [
      {
        "text": "Caenorhabditis elegans is a species of soil-dwelling nematode (roundworm) that feeds on soil bacteria, including Bacillus thuringiensis. B. thuringiensis is a virulent bacterial pathogen that produces BT toxin, a protein that can kill different invertebrate species, including C. elegans. In a laboratory experiment, C. elegans and B. thuringiensis were cultured individually (control) or together (experimental) for 150 days. Under optimal conditions, the generation time of C. elegans is approximately 3.5 days and the generation time of B. thuringiensis is approximately 25 minutes. At the end of the experiment, the change in virulence of B. thuringiensis and the change in resistance of C. elegans to BT toxin were determined. (a) Calculate the maximum number of generations that is possible in individual cultures of C. elegans AND the maximum number of generations that is possible in individual cultures of B. thuringiensis in 150 days.",
        "image": null
      },
      {
        "text": "(b) The researchers found that after 150 days, the magnitude of the change in both B. thuringiensis virulence and C. elegans resistance was less when they were cultured individually (control) than when they were cultured together (experimental). Provide ONE reason for the difference in results between the two treatments.",
        "image": null
      },
      {
        "text": "(c) The researchers also found that after 150 days, the relative change in virulence of B. thuringiensis was greater than the relative change in the resistance in C. elegans when the organisms were cultured together. Provide ONE reason that the relative change in B. thuringiensis virulence was greater than the relative change in C. elegans resistance.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.8",
    "text": "7.8: Continuing Evolution"
  },
  "skill": {
    "code": "5.A",
    "text": "5.A: Perform mathematical calculations, including: i. mathematical equations in the curriculum ii. means iii. rates iv. ratios v. percentages and percent changes"
  }
}