{
  "id": "BJ187797",
  "type": "frq",
  "title": "Tree Cover Loss in Africa",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The table presents data on the tree cover loss in various regions on Earth from 2001 to 2015. Reason for Tree Cover Loss (%) Region Urbanization Natural Disturbances/Wildfires Forestry Agriculture Deforestation Australia/Oceania 1 53 29 10 7 Africa 2 2 5 87 5 Europe 0 2 97 1 0 Latin America 1 1 13 30 54 North America 3 39 55 1 2 Southeast Asia 2 2 12 10 75 (a) Based on the data in the table, identify the cause of the greatest loss of tree cover in Africa.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The table presents data on the tree cover loss in various regions on Earth from 2001 to 2015. Reason for Tree Cover Loss (%) Region Urbanization Natural Disturbances/Wildfires Forestry Agriculture Deforestation Australia/Oceania 1 53 29 10 7 Africa 2 2 5 87 5 Europe 0 2 97 1 0 Latin America 1 1 13 30 54 North America 3 39 55 1 2 Southeast Asia 2 2 12 10 75 (a) Based on the data in the table, identify the cause of the greatest loss of tree cover in Africa.",
        "image": null
      },
      {
        "text": "(b) Based on the data in the table, describe the relative impact that natural disturbances, such as wildfires, had on tree cover loss for each region from 2001 to 2015.",
        "image": null
      },
      {
        "text": "(c) Based on the data in the table, identify the land use practice that led to the greatest loss of tree cover in Europe and explain the primary human benefit that resulted from the use of this practice.",
        "image": null
      },
      {
        "text": "(d) North American architects assert that if clear-cutting were prohibited to open land for urbanization, then the North American economy would experience significant losses. Make a claim using evidence in the table to support or refute the architects’ assertion.",
        "image": null
      },
      {
        "text": "(e) Regions with a significant and sustained decrease in tree cover have also been found to experience a decrease in primary productivity. In terms of photosynthesis, explain why these regions are experiencing reduced productivity rates.",
        "image": null
      },
      {
        "text": "(f) In regions where forestry is the leading cause of tree cover loss, describe one strategy (other than to stop removing trees) that would be best suited to mitigate the effects in this region.",
        "image": null
      },
      {
        "text": "(g) Members of a suburban community want to completely remove a small forest along a major highway to build a new strip mall. Describe one environmental problem that the suburban community will likely experience if the forest is removed.",
        "image": null
      },
      {
        "text": "(h) Other than replacing the forest or keeping the forest intact, make a claim that proposes a solution to the problem identified in part (g).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.8",
    "text": "1.8: Primary Productivity"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}