{
  "id": "CJ739163",
  "type": "frq",
  "title": "Evolution by Natural Selection",
  "content": {
    "description": "",
    "question": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. Charles Darwin proposed that evolution by natural selection was the basis for the differences that he saw in similar organisms as he traveled and collected specimens in South America and on the Galapagos Islands. (a) Explain the theory of evolution by natural selection as presented by Darwin.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. Charles Darwin proposed that evolution by natural selection was the basis for the differences that he saw in similar organisms as he traveled and collected specimens in South America and on the Galapagos Islands. (a) Explain the theory of evolution by natural selection as presented by Darwin.",
        "image": null
      },
      {
        "text": "(b) Each of the following relates to an aspect of evolution by natural selection. Explain three of the following. (i) Convergent evolution and the similarities among species (ecological equivalents) in a particular biome (e.g., tundra, taiga, etc.) (ii) Natural selection and the formation of insecticide-resistant insects or antibiotic-resistant bacteria (iii) Speciation and isolation (iv) Natural selection and behavior such as kinesis, fixed-action pattern, dominance hierarchy, etc. (v) Natural selection and heterozygote advantage",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Introduction to Natural Selection"
  },
  "skill": {
    "code": "1.B",
    "text": "1.B: Explain biological concepts and processes."
  }
}