{
  "id": "DU743217",
  "type": "frq",
  "title": "Community Biodiversity FRQ",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. (a) Identify two different scales on which biodiversity can be measured.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. (a) Identify two different scales on which biodiversity can be measured.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VH923503.g01.png"
      },
      {
        "text": "(b) Use the diagram to describe one difference in biodiversity between Community A and Community B.",
        "image": null
      },
      {
        "text": "(c) Describe one regulating service provided by a community like the one shown above.",
        "image": null
      },
      {
        "text": "(d) An ecologist is interested in the effect that fire intensity has on the biodiversity of tree communities.(i) Describe the control group for an experiment that examines the effect of fire intensity on the biodiversity of tree communities.",
        "image": null
      },
      {
        "text": "(ii) The diagram illustrates some of the results of the experiment. The experimental group with the highest-intensity fire after twenty years is shown in Community A. The experimental group with the lowest-intensity fire after twenty years is shown in Community B. Based on this information, state the likely original hypothesis.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Introduction to Biodiversity"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}