{
  "id": "FT549293-22",
  "type": "frq",
  "title": "The Convergence of the Twain - speaker's attitude",
  "content": {
    "description": "In Thomas Hardy’s poem “The Convergence of the Twain,” published in 1912, the speaker describes the sinking of the Titanic. Read the poem carefully. Then, in a well-written essay, analyze how Hardy uses literary elements and techniques to convey the speaker’s complex attitude toward the sinking of the ship.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Convergence of the Twain\n\n(Lines on the loss of the Titanic1)\n\nI\n\nIn a solitude of the sea\n\nDeep from human vanity,\n\nAnd the Pride of Life that planned her, stilly couches she.\n\nII\n\nSteel chambers, late the pyres\n\n(5)      Of her salamandrine2 fires,\n\nCold currents thrid,3 and turn to rhythmic tidal lyres.\n\nIII\n\nOver the mirrors meant\n\nTo glass the opulent\n\nThe sea-worm crawls—grotesque, slimed, dumb, indifferent.\n\nIV\n\n(10)    Jewels in joy designed\n\nTo ravish the sensuous mind\n\nLie lightless, all their sparkles bleared and black and blind.\n\nV\n\nDim moon-eyed fishes near\n\nGaze at the gilded gear\n\n(15)    And query: “What does this vaingloriousness down here?”. . .\n\nVI\n\nWell: while was fashioning\n\nThis creature of cleaving wing,\n\nThe Immanent Will that stirs and urges everything\n\nVII\n\nPrepared a sinister mate\n\n(20)    For her—so gaily great—\n\nA Shape of Ice, for the time far and dissociate.\n\nVIII\n\nAnd as the smart ship grew\n\nIn stature, grace and hue,\n\nIn shadowy silent distance grew the Iceberg too.\n\nIX\n\n(25)    Alien they seemed to be:\n\nNo mortal eye could see\n\nThe intimate welding of their later history,\n\nX\n\nOr sign that they were bent\n\nBy paths coincident\n\n(30)    On being anon twin halves of one august event,\n\nXI\n\nTill the Spinner of the Years\n\nSaid “Now!” And each one hears,\n\nAnd consummation comes, and jars two hemispheres.\n\n—Thomas Hardy\n\n1 On the night of April 14, 1912, the British White Star liner Titanic, the largest ship afloat, collided with an iceberg and sank on her maiden voyage from Southampton to New York. Fifteen hundred of the 2,206 passengers lost their lives.\n\n2 Bright red. The salamander was supposed to be able to live in the midst of fire.\n\n3 Thread",
    "question": "In a well-written essay, analyze how Hardy uses literary elements and techniques to convey the speaker’s complex attitude toward the sinking of the ship.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Hardy uses literary elements and techniques to convey the speaker’s complex attitude toward the sinking of the ship.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Explain the function of structure in a text."
  }
}