{
  "id": "FT549277-22",
  "type": "frq",
  "title": "Lady Windermere's Fan - values and society",
  "content": {
    "description": "The following excerpt is from Oscar Wilde’s play Lady Windermere’s Fan, published in 1892. In this excerpt, the Duchess of Berwick, Lord Darlington, and Lady Windermere discuss social behavior. Read the passage carefully. Then, in a well-written essay, analyze how Wilde uses literary elements and techniques to convey the values of the characters and the nature of their society.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nDUCHESS OF BERWICK (shaking hands). Dear Margaret, I am so pleased to see you. You remember Agatha,1 don’t you? How do you do, Lord Darlington? I won’t let you know my daughter, you are far too wicked.\n\nLORD DARLINGTON. Don’t say that, Duchess. As a wicked man I am a complete failure. Why, there are lots of people who say I have never really done anything wrong in the whole course of my life. Of course they only say it behind my back.\n\nDUCHESS OF BERWICK. Isn’t he dreadful? Agatha, this is Lord Darlington. Mind you don’t believe a word he says. No, no tea, thank you, dear. (Sits on sofa.) We have just had tea at Lady Markby’s. Such bad tea, too. It was quite undrinkable. I wasn’t at all surprised. Her own son-in-law supplies it. Agatha is looking forward so much to your ball tonight, dear Margaret.\n\nLADY WINDERMERE (seated). Oh, you musn’t think it is going to be a ball, Duchess. It is only a dance in honour of my birthday. A small and early.\n\nLORD DARLINGTON (standing). Very small, very early, and very select, Duchess.\n\nDUCHESS OF BERWICK. Of course it’s going to be select. But we know that, dear Margaret, about your house. It is really one of the few houses in London where I can take Agatha, and where I feel perfectly secure about dear Berwick. I don’t know what society is coming to. The most dreadful people seem to go everywhere. They certainly come to my parties—the men get quite furious if one doesn’t ask them. Really, some one should make a stand against it.\n\nLADY WINDERMERE. I will, Duchess. I will have no one in my house about whom there is any scandal.\n\nLORD DARLINGTON. Oh, don’t say that, Lady Windermere. I should never be admitted. (Sitting.)\n\nDUCHESS OF BERWICK. Oh, men don’t matter. With women it is different. We’re good. Some of us are, at least. But we are positively getting elbowed into the corner. Our husbands would really forget our existence if we didn’t nag at them from time to time, just to remind them that we have a perfect legal right to do so.\n\nLORD DARLINGTON. It’s a curious thing, Duchess, about the game of marriage—a game, by the way, that is going out of fashion—the wives hold all the honours2 and invariably lose the odd trick.3\n\nDUCHESS OF BERWICK. The odd trick? Is that the husband, Lord Darlington?\n\nLORD DARLINGTON. It would be rather a good name for the modern husband.\n\nDUCHESS OF BERWICK. Dear Lord Darlington, how thoroughly depraved you are!\n\nLADY WINDERMERE. Lord Darlington is trivial.\n\nLORD DARLINGTON. Ah, don’t say that, Lady Windermere.\n\nLADY WINDERMERE. Why do you talk so trivially about life, then?\n\nLORD DARLINGTON. Because I think that life is far too important a thing ever to talk seriously about it.\n\nDUCHESS OF BERWICK. What does he mean? Do, as a concession to my poor wits, Lord Darlington, just explain to me what you really mean.\n\nLORD DARLINGTON. I think I had better not, Duchess. Nowadays to be intelligible is to be found out. Good-bye! (Shakes hands with DUCHESS.) And now—Lady Windermere, good-bye. I may come tonight, mayn’t I? Do let me come.\n\nLADY WINDERMERE. Yes, certainly. But you are not to say foolish, insincere things to people.\n\nLORD DARLINGTON (smiling). Ah! you are beginning to reform me. It is a dangerous thing to reform any one, Lady Windermere. (Bows and exit).\n\n1 the Duchess’s daughter\n\n2 high cards\n\n3 round of a card game",
    "question": "In a well-written essay, analyze how Wilde uses literary elements and techniques to convey the values of the characters and the nature of their society.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Wilde uses literary elements and techniques to convey the values of the characters and the nature of their society.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Short Fiction I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}