{
  "id": "FT549658-22",
  "type": "frq",
  "title": "The Shipping News - complex portrait of Quoyle",
  "content": {
    "description": "The following excerpt is from Annie Proulx’s novel The Shipping News, published in 1993. In this passage, the narrator describes Quoyle and his family. Read the passage carefully. Then, in a well-written essay, analyze how Proulx uses literary elements and techniques to develop a complex portrait of Quoyle.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nHere is an account of a few years in the life of Quoyle, born in Brooklyn and raised in a shuffle of dreary upstate towns.\n\nHive-spangled, gut roaring with gas and cramp, he survived childhood; at the state university, hand clapped over his chin, he camouflaged torment with smiles and silence. Stumbled through his twenties and into his thirties learning to separate his feelings from his life, counting on nothing. He ate prodigiously, liked a ham knuckle, buttered spuds.\n\nHis jobs: distributor of vending machine candy, all-night clerk in a convenience store, a third-rate newspaperman. At thirty-six, bereft, brimming with grief and thwarted love, Quoyle steered away to Newfoundland, the rock that had generated his ancestors, a place he had never been nor thought to go. A watery place. And Quoyle feared water, could not swim. Again and again the father had broken his clenched grip and thrown him into pools, brooks, lakes, and surf. Quoyle knew the flavor of brack and waterweed.\n\nFrom this youngest son’s failure to dog-paddle the father saw other failures multiply like an explosion of virulent cells—failure to speak clearly; failure to sit up straight; failure to get up in the morning; failure in attitude; failure in ambition and ability; indeed, in everything. His own failure.\n\nQuoyle shambled, a head taller than any child around him, was soft. He knew it. “Ah, you lout,” said the father. But no pygmy himself. And brother Dick, the father’s favorite, pretended to throw up when Quoyle came into a room, hissed “Snotface, Ugly Pig, Warthog, Stupid, Stinkbomb, Greasebag,” pummeled and kicked until Quoyle curled, hands over head, sniveling, on the linoleum. All stemmed from Quoyle’s chief failure, a failure of normal appearance.\n\nA great damp loaf of a body. At six he weighed eighty pounds. At sixteen he was buried under a casement of flesh. Head shaped like a crenshaw,1 no neck, reddish hair ruched2 back. Features as bunched as kissed fingertips. Eyes the color of plastic. The monstrous chin, a freakish shelf jutting from the lower face.\n\nSome anomalous gene had fired up at the moment of his begetting as a single spark sometimes leaps from banked coals, had given him a giant’s chin. As a child he invented stratagems to deflect stares; a smile, downcast gaze, the right hand darting up to cover the chin.\n\nHis earliest sense of self was as a distant figure: there in the foreground was his family; here, at the limit of the far view, was he. Until he was fourteen he cherished the idea that he had been given to the wrong family, that somewhere his real people, saddled with the changeling of the Quoyles, longed for him. Then, foraging in a box of excursion mementoes, he found photographs of his father beside brothers and sisters at a ship’s rail. A girl, somewhat apart from the others, looked toward the sea, eyes squinted, as though she could see the port of destination a thousand miles south. Quoyle recognized himself in their hair, their legs, and arms. That sly-looking lump in the shrunken sweater, his father. On the back, scribbled in blue pencil, “Leaving Home, 1946.”\n\nAt the university he took courses he couldn’t understand, humped back and forth without speaking to anyone, went home for weekends of excoriation. At last he dropped out of school and looked for a job, kept his hand over his chin.\n\nNothing was clear to lonesome Quoyle. His thoughts churned like the amorphous thing that ancient sailors, drifting into arctic half-light, called the Sea Lung; a heaving sludge of ice under fog where air blurred into water, where liquid was solid, where solids dissolved, where the sky froze and light and dark muddled.\n\n1 A crenshaw is a variety of winter melon.\n\n2 A ruche is a pleat or ruffle used for decorating garments.",
    "question": "In a well-written essay, analyze how Proulx uses literary elements and techniques to develop a complex portrait of Quoyle.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Proulx uses literary elements and techniques to develop a complex portrait of Quoyle.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Short Fiction I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}