{
  "id": "FT549309-22",
  "type": "frq",
  "title": "Literary Argument - scene reveals values",
  "content": {
    "description": "Novels and plays often include scenes of weddings, funerals, parties, and other social occasions. Such scenes may reveal the values of the characters and the society in which they live. Either from your own reading or from the list below, choose a work of fiction in which a scene like this exists. Then, in a well-written essay, analyze what the scene reveals about the values of the characters or society and how it contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Age of Innocence\n\nThe Awakening\n\nThe Birthday Party\n\nBless Me, Ultima\n\nCeremony\n\nThe Color Purple\n\nDaisy Miller\n\nThe Dead\n\nDelta Wedding\n\nDinner at the Homesick Restaurant\n\nThe Glass Menagerie\n\nThe Great Gatsby\n\nHamlet\n\nInvisible Man\n\nJane Eyre\n\nJulius Caesar\n\nThe Joy Luck Club\n\nThe Member of the Wedding\n\nMrs. Dalloway\n\nMuch Ado About Nothing\n\nOur Town\n\nPnin\n\nPride and Prejudice\n\nRomeo and Juliet\n\nThe Shipping News\n\nThe Sound and the Fury\n\nSиla\n\nThings Fall Apart\n\nWuthering Heights",
    "question": "In a well-written essay, analyze what the scene reveals about the values of the characters or society and how it contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze what the scene reveals about the values of the characters or society and how it contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}