{
  "id": "FT549250-22",
  "type": "frq",
  "title": "The Street - relationship to urban setting",
  "content": {
    "description": "The following excerpt is from Ann Petry’s novel The Street, published in 1946. In this passage, the narrator describes a windy day on 116th Street where Lutie Johnson is looking for a rental unit. Read the passage carefully. Then, in a well-written essay, analyze how Petry uses literary elements and techniques to develop Lutie Johnson’s complex relationship to the urban setting.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThere was a cold November wind blowing through 116th Street. It rattled the tops of garbage cans, sucked window shades out through the top of opened windows and set them flapping back against the windows; and it drove most of the people off the street in the block between Seventh and Eighth Avenues except for a few hurried pedestrians who bent double in an effort to offer the least possible exposed surface to its violent assault.\n\nIt found every scrap of paper along the street—theater throwaways, announcements of dances and lodge meetings, the heavy waxed paper that loaves of bread had been wrapped in, the thinner waxed paper that had enclosed sandwiches, old envelopes, newspapers. Fingering its way along the curb, the wind set the bits of paper to dancing high in the air, so that a barrage of paper swirled into the faces of the people on the street. It even took time to rush into doorways and areaways and find chicken bones and pork-chop bones and pushed them along the curb.\n\nIt did everything it could to discourage the people walking along the street. It found all the dirt and dust and grime on the sidewalk and lifted it up so that the dirt got into their noses, making it difficult to breathe; the dust got into their eyes and blinded them; and the grit stung their skins. It wrapped newspaper around their feet entangling them until the people cursed deep in their throats, stamped their feet, kicked at the paper. The wind blew it back again and again until they were forced to stoop and dislodge the paper with their hands. And then the wind grabbed their hats, pried their scarves from around their necks, stuck its fingers inside their coat collars, blew their coats away from their bodies.\n\nThe wind lifted Lutie Johnson’s hair away from the back of her neck so that she felt suddenly naked and bald, for her hair had been resting softly and warmly against her skin. She shivered as the cold fingers of the wind touched the back of her neck, explored the sides of her head. It even blew her eyelashes away from her eyes so that her eyeballs were bathed in a rush of coldness and she had to blink in order to read the words on the sign swaying back and forth over her head.\n\nEach time she thought she had the sign in focus, the wind pushed it away from her so that she wasn’t certain whether it said three rooms or two rooms. If it was three, why, she would go in and ask to see it, but if it said two—why, there wasn’t any point. Even with the wind twisting the sign away from her, she could see that it had been there for a long time because its original coat of white paint was streaked with rust where years of rain and snow had finally eaten the paint off down to the metal and the metal had slowly rusted, making a dark red stain like blood.\n\nIt was three rooms. The wind held it still for an instant in front of her and then swooped it away until it was standing at an impossible angle on the rod that suspended it from the building. She read it rapidly. Three rooms, steam heat, parquet floors, respectable tenants. Reasonable.",
    "question": "In a well-written essay, analyze how Petry uses literary elements and techniques to develop Lutie Johnson’s complex relationship to the urban setting.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Petry uses literary elements and techniques to develop Lutie Johnson’s complex relationship to the urban setting.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Short Fiction I"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Describe the relationship between a character and a setting."
  }
}