{
  "id": "FT549312-22",
  "type": "frq",
  "title": "Literary Argument - reassessment or reconciliation",
  "content": {
    "description": "The British novelist Fay Weldon offers this observation about happy endings:\n\n“The writers, I do believe, who get the best and most lasting response from readers are the writers who offer a happy ending through moral development. By a happy ending, I do not mean mere fortunate events—a marriage or a last-minute rescue from death—but some kind of spiritual reassessment or moral reconciliation, even with the self, even at death.”\n\nEither from your own reading or from the list below, choose a work of fiction in which the ending includes a “spiritual reassessment or moral reconciliation.” Then, in a well-written essay, analyze how that “spiritual reassessment or moral reconciliation” contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Adventures of Huckleberry Finn\n\nAll the Pretty Horses\n\nBless Me, Ultima\n\nCandide\n\nCeremony\n\nThe Color Purple\n\nCrime and Punishment\n\nCry, the Beloved Country\n\nЕтта\n\nThe Eumenides\n\nGreat Expectations\n\nHeart of Darkness\n\nIn visible Man\n\nJane Eyre\n\nKing Lear\n\nMajor Barbara\n\nMoby-Dick\n\nThe Piano Lesson\n\nA Portrait of the Artist as a Young Man\n\nThe Portrait of a Lady\n\nPraisesong for the Widow\n\nA Raisin in the Sun\n\nSong of Solomon\n\nThe Stone Angel\n\nThe Tempest\n\nTheir Eyes Were Watching God\n\nTwelfth Night\n\nThe Warden\n\nWuthering Heights",
    "question": "In a well-written essay, analyze how that “spiritual reassessment or moral reconciliation” contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how that “spiritual reassessment or moral reconciliation” contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}