{
  "id": "FT549268-22",
  "type": "frq",
  "title": "Literary Argument - foil",
  "content": {
    "description": "In a literary work, a minor character, often known as a foil, possesses traits that emphasize, by contrast or comparison, the distinctive characteristics and qualities of the main character. For example, the ideas or behavior of the minor character might be used to highlight the weaknesses or strengths of the main character.\n\nEither from your own reading or from the list below, choose a work of fiction in which a minor character serves as a foil to a main character. Then, in a well-written essay, analyze how the relation between the minor character and the major character contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Age of Innocence\n\nAlias Grace\n\nAll the King’s Men\n\nAll the Pretty Horses\n\nAnna Karenina\n\nBilly Budd\n\nThe Brothers Karamazov\n\nCatch-22\n\nCold Mountain\n\nThe Color Purple\n\nDon Quixote\n\nEmma\n\nEquus\n\nFrankenstein\n\nGlass Menagerie\n\nHenry IV, Part I\n\nHuckleberry Finn\n\nInvisible Man\n\nKing Lear\n\nThe Kite Runner\n\nThe Misanthrope\n\nThe Piano Lesson\n\nPride and Prejudice\n\nPygmalion\n\nReservation Blues\n\nThe Sound and the Fury\n\nA Streetcar Named Desire\n\nSula\n\nA Tale of Two Cities\n\nTheir Eyes Were Watching God\n\nTom Jones\n\nWuthering Heights",
    "question": "In  well-written essay, analyze how the relation between the minor character and the major character contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In  well-written essay, analyze how the relation between the minor character and the major character contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Explain the function of contrasting characters."
  }
}