{
  "id": "FT549276-22",
  "type": "frq",
  "title": "Evening Hawk - complex mood and meaning",
  "content": {
    "description": "In Robert Penn Warren’s poem “Evening Hawk,” published in 1985, the speaker describes the flight of a hawk at sunset. Read the poem carefully. Then, in a well-written essay, analyze how Warren uses literary elements and techniques to convey the scene’s complex mood and meaning.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nEvening Hawk\n\nFrom plane of light to plane, wings dipping through\n\nGeometries and orchids that the sunset builds,\n\nOut of the peak's black angularity of shadow, riding\n\nThe last tumultuous avalanche of\n\n(5)   Light above pines and the guttural gorge,\n\nThe hawk comes.\n\nHis wing\n\nScythes down another day, his motion\n\nIs that of the hones steel-edge, we hear\n\nThe crashless fall of stalks of Time.\n\n(10)   The head of each stalk is heavy with the gold of our error.\n\nLook! look! he is climbing the last light\n\nWho knows neither Time nor error, and under\n\nWhose eye, unforgiving, the world, unforgiven, swings\n\nInto shadow.\n\nLong now,\n\n(15)   The last thrush is still, the last bat\n\nNow cruises in his sharp hieroglyphics. His wisdom\n\nIs ancient, too, and immense. The start\n\nIs steady, like Plato,* over the mountain.\n\nIf there were no wind we might, we think, hear\n\n(20)   The earth grind on its axis, of history\n\nDrip in darkness like a leaking pipe in the cellar.\n\n—Robert Penn Warren\n\n*Greek philosopher (427?–347? B.C.)\n\nCopyright © 1998 by Estate of Robert Penn Warren.\n\nReprinted by permission of William Morris Agency, Inc. on behalf of Author.",
    "question": "In a well-written essay, analyze how Warren uses literary elements and techniques to convey the scene’s complex mood and meaning.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Warren uses literary elements and techniques to convey the scene’s complex mood and meaning.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 5.C",
    "text": "Skill 5.C: Identify and explain the function of a symbol."
  }
}