{
  "id": "FT549290-22",
  "type": "frq",
  "title": "Literary Argument - suffering and tragic figure",
  "content": {
    "description": "According to critic Northrop Frye, “Tragic heroes are so much the highest points in their human landscape that they seem the inevitable conductors of the power about them, great trees more likely to be struck by lightning than a clump of grass. Conductors may of course be instruments as well as victims of the divine lightning.”\n\nEither from your own reading or from the list below, choose a work of fiction in which a tragic figure functions as an instrument of the suffering of others. Then, in a well-written essay, analyze how the suffering brought upon others by that figure contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nAn American Tragedy\n\nAnna Karenina\n\nAntigone\n\nBeloved\n\nCrime and Punishment\n\nDeath of a Salesman\n\nEthan Frome\n\nFaust\n\nFences\n\nFor Whom the Bell Tolls\n\nFrankenstein\n\nHedda Gabler\n\nKing Lear\n\nLight in August\n\nLong Day’s Journey into Night\n\nLord Jim\n\nMacbeth\n\nMedea\n\nMoby-Dick\n\nOedipus Rex\n\nPhèdre\n\nRagtime\n\nSent for You Yesterday\n\nTess of the D’Urbervilles\n\nThings Fall Apart",
    "question": "In a well-written essay, analyze how the suffering brought upon others by that figure contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the suffering brought upon others by that figure contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain the function of a character changing or remaining unchanged."
  }
}