{
  "id": "FT549114-22",
  "type": "frq",
  "title": "London's Summer Morning - characterization of city",
  "content": {
    "description": "In Mary Robinson’s poem “London’s Summer Morning,” published in 1800, the speaker describes a summer morning in London. Read the poem carefully. Then, in a well-written essay, analyze how Robinson uses literary elements and techniques to develop a complex characterization of the city as a source of inspiration for the poet.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nLondon’s Summer Morning\n\nWho has not wak’d to list1 the busy sounds\n\nOf summer’s morning, in the sultry smoke\n\nOf noisy London? On the pavement hot\n\nThe sooty chimney-boy, with dingy face\n\n(5)     And tatter’d covering, shrilly bawls his trade,\n\nRousing the sleepy housemaid. At the door\n\nThe milk-pail rattles, and the tinkling bell\n\nProclaims the dustman’s office;2 while the street\n\nIs lost in clouds impervious. Now begins\n\n(10)   The din of hackney-coaches, waggons, carts;\n\nWhile tinmen’s shops, and noisy trunk-makers,\n\nKnife-grinders, coopers, squeaking cork-cutters,\n\nFruit-barrows, and the hunger-giving cries\n\nOf vegetable venders, fill the air\n\n(15)   Now ev’ry shop displays its varied trade,\n\nAnd the fresh-sprinkled pavement cools the feet\n\nOf early walkers. At the private door\n\nThe ruddy housemaid twirls the busy mop,\n\nAnnoying the smart ’prentice, or neat girl\n\n(20)   Tripping with band-box3 lightly. Now the sun\n\nDarts burning splendour on the glitt’ring pane,\n\nSave where the canvas awning throws a shade\n\nOn the gay merchandize. Now, spruce and trim,\n\nIn shops (where beauty smiles with industry\n\n(25)   Sits the smart damsel; while the passenger\n\nPeeps thro’ the window, watching ev’ry charm.\n\nNow pastry dainties catch the eye minute\n\nOf humming insects, while the limy snare\n\nWaits to enthral them. Now the lamp-lighter\n\n(30)   Mounts the tall ladder, nimbly vent’rous,\n\nTo trim the half-fill’d lamp; while at his feet\n\nThe pot-boy4 yells discordant! All along\n\nThe sultry pavement, the old-clothes-man cries\n\nIn tones monotonous, and side-long views\n\n(35)   The area for his traffic: now the bag\n\nIs slily open’d, and the half-worn suit\n\n(Sometimes the pilfer’d treasure of the base\n\nDomestic spoiler), for one half its worth,\n\nSinks in the green abyss. The porter now\n\n(40)   Bears his huge load along the burning way;\n\nAnd the poor poet wakes from busy dreams,\n\nTo paint the summer morning.\n\n(1800)\n\n1listen to\n\n2work of the garbage collector\n\n3hatbox\n\n4drink server",
    "question": "In a well-written essay, analyze how Robinson uses literary elements and techniques to develop a complex characterization of the city as a source of inspiration for the poet.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Robinson uses literary elements and techniques to develop a complex characterization of the city as a source of inspiration for the poet.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Describe the relationship between a character and a setting."
  }
}