{
  "id": "FT549854-22",
  "type": "frq",
  "title": "Here - speaker's complex attitude toward places",
  "content": {
    "description": "In Philip Larkin’s poem “Here,” published in 1964, the speaker provides description of a particular area. Read the poem carefully. Then, in a well-written essay, analyze how Larkin uses literary elements and techniques to convey the speaker’s complex attitude toward the places he describes.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nHere\n\nSwerving east, from rich industrial shadows\n\nAnd traffic all night north; swerving through fields\n\nToo thin and thistled to be called meadows,\n\nAnd now and then a harsh-named halt, that shields\n\n(5)     Workmen at dawn; swerving to solitude\n\nOf skies and scarecrows, haystacks, hares and\n\npheasants,\n\nAnd the widening river’s slow presence,\n\nThe piled gold clouds, the shining gull-marked mud,\n\nGathers to the surprise of a large town:\n\nHere domes and statues, spires and cranes\n\ncluster\n\n(10)   Beside grain-scattered streets, barge-crowded\n\nwater,\n\nAnd residents from raw estates, brought down\n\nThe dead straight miles by stealing flat-faced\n\ntrolleys,\n\nPush through plate-glass swing doors to their\n\ndesires—\n\n(15)   Cheap suits, red kitchen-ware, sharp shoes, iced lollies,\n\nElectric mixers, toasters, washers, driers—\n\nA cut-price crowd, urban yet simple, dwelling\n\nWhere only salesmen and relations come\n\nWithin a terminate and fishy-smelling\n\nPastoral of ships up streets, the slave museum,\n\n(20)   Tattoo-shops, consulates, grim head-scarfed wives;\n\nAnd out beyond its mortgaged half-built edges\n\nFast-shadowed wheat-fields, running high as\n\nhedges,\n\nIsolate villages, where removed lives\n\nLoneliness clarifies. Here silence stands\n\nLike heat. Here leaves unnoticed thicken,\n\n(25)   Hidden weeds flower, neglected waters quicken,\n\nLuminously-peopled air ascends;\n\nAnd past the poppies bluish neutral distance\n\nEnds the land suddenly beyond a beach\n\n(30)   Of shapes and shingle. Here is unfenced existence:\n\nFacing the sun, untalkative, out of reach.\n\n(1964)\n\n“Here” from COLLECTED POEMS by Philip Larkin. Copyright © 1988,\n\n1989 by the Estate of Philip Larkin. Reprinted by permission of The Society\n\nof Authors as the Literary Representative of the Estate of Philip Larkin.",
    "question": "In a well-written essay, analyze how Larkin uses literary elements and techniques to convey the speaker’s complex attitude toward the places he describes.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Larkin uses literary elements and techniques to convey the speaker’s complex attitude toward the places he describes.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain the function of contrasts within a text."
  }
}