{
  "id": "FT549157-22",
  "type": "frq",
  "title": "Literary Argument - competing forces",
  "content": {
    "description": "The eighteenth-century British novelist Laurence Sterne wrote, \"No body, but he who has felt it, can conceive what a plaguing thing it is to have a man's mind torn asunder by two projects of equal strength, both obstinately pulling in a contrary direction at the same time.\"\n\nEither from your own reading or from the list, choose a work of fiction in which the mind of a character (not necessarily the protagonist) is pulled in conflicting directions by two compelling desires, ambitions, obligations, or influences. Then, in a well-written essay, analyze how the conflict within the character between these two competing forces contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Adventures of Huckleberry Finn\n\nAnna Karenina\n\nAntigone\n\nThe Awakening\n\nBeloved\n\nBilly Budd\n\nCeremony\n\nCrime and Punishment\n\nDr. Faustus\n\nAn Enemy of the People\n\nEquus\n\nA Farewell to Arms\n\nThe Glass Menagerie\n\nHamlet\n\nHeart of Darkness\n\nJane Eyre\n\nJasmine\n\nLight in August\n\nA Lesson Before Dying\n\nMacbeth\n\nThe Mayor of Casterbridge\n\nNative Speaker\n\nThe Piano Lesson\n\nA Portrait of the Artist as a Young Man\n\nA Raisin in the Sun\n\nThe Scarlet Letter\n\nWuthering Heights",
    "question": "In a well-written essay, analyze how the conflict within the character between these two competing forces contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the conflict within the character between these two competing forces contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}