{
  "id": "FT549301-22",
  "type": "frq",
  "title": "The Death of a Toad - speaker's complex response",
  "content": {
    "description": "In Richard Wilbur’s poem “The Death of a Toad,” published in 1950, the speaker recounts the demise of a toad struck by a lawn mower. Read the poem carefully. Then, in a well-written essay, analyze how Wilbur uses literary elements and techniques to convey the speaker’s complex response to the death of a toad.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Death of a Toad\n\nA toad the power mower caught,\n\nChewed and clipped of a leg, with a hobbling hop has got\n\nTo the garden verge, and sanctuaried him\n\nUnder the cineraria leaves, in the shade\n\n(5)Of the ashen and heartshaped leaves, in a dim,\n\nLow, and a final glade.\n\nThe rare original heartsblood goes,\n\nSpends in the earthen hide, in the folds and wizenings, flows\n\nIn the gutters of the banked and staring eyes. He lies\n\n(10)As still as if he would return to stone,\n\nAnd soundlessly attending, dies\n\nToward some deep monotone,\n\nToward misted and ebullient seas\n\nAnd cooling shores, toward lost Amphibia's emperies.\n\n(15)Day dwindles, drowning and at length is gone\n\nIn the wide and antique eyes, which still appear\n\nTo watch, across the castrate lawn,\n\nThe haggard daylight steer.\n\n—Richard Wilbur\n\n\"The Death of a Toad,” from Ceremony and Other Poems by Richard Wilbur. Copyright © 1950, 1978 by Richard Wilbur. Reprinted by permission of Harcourt, Brace and Company.\n\n1 Ornamental plants with silvery foliage; from '’cinerarium,” a place for keeping the ashes of a cremated body\n\n2 Empires",
    "question": "In a well-written essay, analyze how Wilbur uses literary elements and techniques to convey the speaker’s complex response to the death of a toad.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Wilbur uses literary elements and techniques to convey the speaker’s complex response to the death of a toad.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}