{
  "id": "FT549297-22",
  "type": "frq",
  "title": "Literary Argument - delusion as reasonable",
  "content": {
    "description": "One definition of madness is “mental delusion or the eccentric behavior arising from it.” But Emily Dickinson wrote\n\nMuch madness is divinest Sense—\n\nTo a discerning Eye—\n\nNovelists and playwrights have often seen madness with a “discerning Eye.” Either from your own reading or from the list below, choose a work of fiction in which a character’s apparent madness or irrational behavior plays an important role. Then, in a well-written essay, analyze how the character’s delusion or eccentric behavior might be judged as reasonable and how it contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nAs I Lay Dying\n\nBeloved\n\nCatch-22\n\nThe Catcher in the Rye\n\nCeremony\n\nComing Through Slaughter\n\nCrime and Punishment\n\nDancing at Lughnasa\n\nDon Quixote\n\nAn Enemy of the People\n\nEquus\n\nThe Father\n\nGoing After Cacciato\n\nGreat Expectations\n\nGulliver’s Travels\n\nHeart of Darkness\n\nInvisible Man\n\nKing Lear\n\nMedea\n\nMoby-Dick\n\nNative Son\n\nOf Mice and Men\n\nOne Flew Over the Cuckoo’s Nest\n\nPale Fire\n\nThe Sound and the Fury\n\nA Streetcar Named Desire\n\nWaiting for Godot\n\nWuthering Heights\n\nThe Zoo Story",
    "question": "In a well-written essay, analyze how the character’s delusion or eccentric behavior might be judged as reasonable and how it contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s delusion or eccentric behavior might be judged as reasonable and how it contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}