{
  "id": "FT549661-22",
  "type": "frq",
  "title": "Modern Love - complex view of \"modern love\"",
  "content": {
    "description": "In this poem from George Meredith’s poetic sequence “Modern Love,” published in 1862, the speaker describes an emotional moment for a couple. Read the poem carefully. Then, in a well-written essay, analyze how Meredith uses literary elements and techniques to convey the speaker’s complex view of “modern love.”\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nBy this he knew she wept with waking eyes:\n\nThat, at his hand’s light quiver by her head,\n\nThe strange low sobs that shook their common bed\n\nWere called into her with a sharp surprise,\n\n(5)   And strangled mute, like little gaping snakes,\n\nDreadfully venomous to him. She lay\n\nStone-still, and the long darkness flowed away\n\nWith muffled pulses. Then, as midnight makes\n\nHer giant heart of Memory and Tears\n\n(10)   Drink the pale drug of silence, and so beat\n\nSleep’s heavy measure, they from head to feet\n\nWere moveless, looking through their dead black years,\n\nBy vain regret scrawled over the blank wall.\n\nLike sculptured effigies* they might be seen\n\n(15)   Upon their marriage-tomb, the sword between;\n\nEach wishing for the sword that severs all.\n\n(1862)\n\n*The stone figures of a husband and wife carved on medieval tombs",
    "question": "In a well-written essay, analyze how Meredith uses literary elements and techniques to convey the speaker’s complex view of “modern love.”",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Meredith uses literary elements and techniques to convey the speaker’s complex view of “modern love.”",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}