{
  "id": "FT549660-22",
  "type": "frq",
  "title": "Literary Argument - keeps or reveals a secret",
  "content": {
    "description": "Often in literature a character’s success in achieving goals depends on keeping a secret and divulging it only at the right moment, if at all.\n\nEither from your own reading or from the list below, choose a work of fiction in which a character has a secret. Then, in a well-written essay, analyze why the character keeps or reveals the secret and how that decision contributes to an interpretation of the work as a whole.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nBeloved\n\nCat on a Hot Tin Roof\n\nCrime and Punishment\n\nDeath of a Salesman\n\nA Doll House\n\nGhosts\n\nGreat Expectations\n\nThe Great Gatsby\n\nHeart of Darkness\n\nThe Importance of Being Earnest\n\nJane Eyre\n\nLight in August\n\nMacbeth\n\nThe Mayor of Casterbridge\n\nThe Piano Lesson\n\nThe Playboy of the Western World\n\nRomeo and Juliet\n\nThe Scarlet Letter\n\nSong of Solomon",
    "question": "In  well-written essay, analyze why the character keeps or reveals the secret and how that decision contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In  well-written essay, analyze why the character keeps or reveals the secret and how that decision contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}