{
  "id": "FT540454",
  "type": "frq",
  "title": "Voter turnout among African American citizens",
  "content": {
    "description": "\"The right of citizens of the United States to vote shall not be denied or abridged by the United States or by any State on account of race, color, or previous condition of servitude.\"\n\nFifteenth Amendment to the United States Constitution, 1870\n\nDespite the ratification of the Fifteenth Amendment, voter turnout among African American citizens was very low throughout the first half of the twentieth century. Over the past 50 years, civil rights policies have changed substantially, along with a significant increase in African American voter turnout.",
    "question": "Respond to all parts of the question:\n\n(a) Explain how two measures taken by some states prior to the 1960s affected voter turnout among African American citizens.\n\n(b) Facing discrimination at the voting booth, many African American citizens turned to alternative forms of political participation. Describe two alternative forms of participation that helped bring about changes in civil rights policies.\n\n(c) Choose one of the forms of participation you described in (b) and explain why it was effective in changing civil rights policies.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:\n\n(a) Explain how two measures taken by some states prior to the 1960s affected voter turnout among African American citizens.\n\n(b) Facing discrimination at the voting booth, many African American citizens turned to alternative forms of political participation. Describe two alternative forms of participation that helped bring about changes in civil rights policies.\n\n(c) Choose one of the forms of participation you described in (b) and explain why it was effective in changing civil rights policies.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Political Participation"
  },
  "topic": {
    "code": "5.1",
    "text": "5.1: Voting Rights and Models of Voting Behavior"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain political principles, institutions, processes, policies, and behaviors."
  }
}