{
  "id": "FT549112-22",
  "type": "frq",
  "title": "Moon Tiger - complex relationship among characters",
  "content": {
    "description": "The excerpt is from Penelope Lively’s novel Moon Tiger, published in 1987. In this passage, a brother and sister are searching for fossils while their mother waits nearby. Read the passage carefully. Then, in a well-written essay, analyze how Lively uses literary elements and techniques to portray the complex relationship among the three characters.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nShe climbs a little higher, on to another sliding shelving plateau of the cliff, and squats searching furiously the blue grey fragments of rock around her, hunting for those enticing curls and ribbed whorls, pouncing once with a hiss of triumph—an ammonite, almost whole. The beach, now, is quite far below; its shrill cries, its barkings, its calls are clear and loud but from another world, of no account.\n\nAnd all the time out of the corner of her eye she watches Gordon, who is higher yet, tap-tapping at an outcrop. He ceases to tap; she can see him examining something. What has he got? Suspicion and rivalry burn her up. She scrambles through little bushy plants, hauls herself over a ledge.\n\n‘This is my bit,’ cries Gordon. ‘You can’t come here. I’ve bagged it.’\n\n‘I don’t care,’ yells Claudia. ‘Anyway I’m going up higher—it’s much better further up.’ And she hurls herself upwards over skinny plants and dry stony soil that cascades away downwards under her feet, up towards a wonderfully promising enticing grey expanse she has spotted where surely Asteroceras is lurking by the hundred.\n\nBelow, on the beach, unnoticed, figures scurry to and fro; faint bird-like cries of alarm waft up.\n\nShe must pass Gordon to reach that alluring upper shelf. ‘Mind . . .’ she says. ‘Move your leg . . .’\n\n‘Don’t shove,’ he grumbles. ‘Anyway you can’t come here. I said this is my bit, you find your own.’\n\n‘Don’t shove yourself. I don’t want your stupid bit . . .’\n\nHis leg is in her way—it thrashes, she thrusts, and a piece of cliff, of the solid world which evidently is not so solid after all, shifts under her clutching hands . . . crumbles . . . and she is falling thwack backwards on her shoulders, her head, her outflung arm, she is skidding rolling thumping downwards. And comes to rest gasping in a thorn bush, hammered by pain, too affronted even to yell.\n\nHe can feel her getting closer, encroaching, she is coming here on to his bit, she will take all the best fossils. He protests. He sticks a foot to impede. Her hot infuriating limbs are mixed up with his.\n\n‘You’re pushing me,’ she shrieks.\n\n‘I’m not,’ he snarls. ‘It’s you that’s shoving. Anyway this is my place so go somewhere else.’\n\n‘It’s not your stupid place,’ she says. ‘It’s anyone’s place. Anyway I don’t . . .’\n\nAnd suddenly there are awful tearing noises and thumps and she is gone, sliding and hurtling down, and in horror and satisfaction he stares.\n\n‘He pushed me.’\n\n‘I didn’t. Honestly mother, I didn’t. She slipped.’\n\n‘He pushed me.’\n\nAnd even amid the commotion—the clucking mothers and nurses, the improvised sling, the proffered smelling salts—Edith Hampton can marvel at the furious tenacity of her children.\n\n‘Don’t argue. Keep still, Claudia.’\n\n‘Those are my ammonites. Don’t let him get them, mother.’\n\n‘I don’t want your ammonites.’\n\n‘Gordon, be quiet!’\n\nHer head aches; she tries to quell the children and respond to advice and sympathy; she blames the perilous world, so unreliable, so malevolent. And the intransigeance of her offspring whose emotions seem the loudest sound on the beach.\n\nExcerpt from Moon Tiger, copyright © 1987 by Penelope Lively. Used by permission of Grove/Atlantic, Inc. and David Higham Associates.",
    "question": "In a well-written essay, analyze how Lively uses literary elements and techniques to portray the complex relationship among the three characters.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Lively uses literary elements and techniques to portray the complex relationship among the three characters.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Short Fiction I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}