{
  "id": "FT549235-22",
  "type": "frq",
  "title": "For That He looked Not upon Her - complex attitude",
  "content": {
    "description": "In George Gascoigne’s poem “For That He Looked Not upon Her,” published in 1573, the speaker explains why he holds his head low. Read the poem carefully. Then, in a well-written essay, analyze how Gascoigne uses literary elements and techniques to convey the complex attitude of the speaker.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument\n\nFor That He Looked Not upon Her\n\nYou must not wonder, though you think it strange,\n\nTo see me hold my louring1 head so low;\n\nAnd that mine eyes take no delight to range\n\nAbout the gleams which on your face do grow.\n\n(5)     The mouse which once hath broken out of trap\n\nIs seldom 'ticèd² with the trustless bait,\n\nBut lies aloof for fear of more mishap,\n\nAnd feedeth still in doubt of deep deceit.\n\nThe scorchèd fly which once hath 'scaped the flame\n\n(10)   Will hardly come to play again with fire,\n\nWhereby I learn that grievous is the game\n\nWhich follows fancy dazzled by desire:\n\nSo that I wink or else hold down my head,\n\nBecause your blazing eyes my bale3 have bred. \n\n(1573)\n\n1gloomy\n\n2enticed\n\n3misery",
    "question": "In a well-written essay, analyze how Gascoigne uses literary elements and techniques to convey the complex attitude of the speaker.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Gascoigne uses literary elements and techniques to convey the complex attitude of the speaker.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}