{
  "id": "FT559165",
  "type": "frq",
  "title": "S. mutans and S. sanguinis compete 2",
  "content": {
    "description": "Many species of bacteria grow in the mouths of animals and can form biofilms on teeth (plaque). Within plaque, the outer layers contain high levels of oxygen and the layers closest to the tooth contain low levels of oxygen. The surface of the tooth is covered in a hard layer of enamel, which can be dissolved under acidic conditions. When the enamel breaks down, the bacteria in plaque can extract nutrients from the tooth and cause cavities. \n\nCertain types of bacteria (e.g., Streptococcus mutans) thrive in the innermost anaerobic layers of the plaque and are associated with cavities. Other types of bacteria (Streptococcus sanguinis) compete with S. mutans but are unable to thrive in acidic environments.",
    "question": "Normal tooth brushing effectively removes much of the plaque from the flat surfaces of teeth but cannot reach the surfaces between teeth. Many commercial toothpastes contain alkaline components, which raise the pH of the mouth. Predict how the population sizes of S. mutans AND S. sanguinis in the bacterial community in the plaque between the teeth are likely to change when these toothpastes are used.",
    "image": null,
    "frqParts": [
      {
        "text": "Normal tooth brushing effectively removes much of the plaque from the flat surfaces of teeth but cannot reach the surfaces between teeth. Many commercial toothpastes contain alkaline components, which raise the pH of the mouth. Predict how the population sizes of S. mutans AND S. sanguinis in the bacterial community in the plaque between the teeth are likely to change when these toothpastes are used.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Cellular Energetics"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Cellular Respiration"
  },
  "skill": {
    "code": "6.E",
    "text": "6.E: Predict the causes or effects of a change in, or disruption to, one or more components in a biological system."
  }
}