{
  "id": "FT554150",
  "type": "frq",
  "title": "Trichome density 1",
  "content": {
    "description": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.\n\nTrichomes are hairlike outgrowths of the epidermis of plants that are thought to provide protection against being eaten by herbivores (herbivory). In a certain plant species, stem trichome density is genetically determined.\n\nTo investigate variation in stem trichome density within the plant species, a student counted the number of trichomes on the stems of six plants in each of three different populations. The student used the data to calculate the mean trichome density (numbers of hairs per square centimeter) for each population. The results are provided in the table below.",
    "question": "On the axes provided, create an appropriately labeled graph to illustrate the sample means of the three populations to within 95% confidence (i.e., sample mean ± 2 SEM).",
    "image": null,
    "frqParts": [
      {
        "text": "On the axes provided, create an appropriately labeled graph to illustrate the sample means of the three populations to within 95% confidence (i.e., sample mean ± 2 SEM).",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/5081d50cd8f57a29b6741cfa307ad658/original.png"
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cells"
  },
  "topic": {
    "code": "2.2",
    "text": "2.2: Cell Size"
  },
  "skill": {
    "code": "4.A",
    "text": "4.A: Construct a graph to represent the data, including: x-y graphs (bar, histogram, line, log scale, dual y), scatter plot, box and whisker plot, and pie chart. The graph should include the following components: i. type of graph appropriate for the data ii. axis labeling, including appropriate units and legend iii. scaling iv. accurately plotted data (including error bars when appropriate) v. trend line (when appropriate)"
  }
}