{
  "id": "FT554168",
  "type": "frq",
  "title": "Guppies and genetic diversity 1",
  "content": {
    "description": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.\n\nAdult male guppies (Poecilia reticulata) exhibit genetically determined spots, while juvenile and adult female guppies lack spots. In a study of selection, male and female guppies from genetically diverse populations were collected from different mountain streams and placed together in an isolated environment containing no predators. The study population was maintained for several generations in the isolated area before being separated into two groups. One group was moved to an artificial pond containing a fish predator, while a second group was moved to an artificial pond containing no predators. The two groups went through several generations in their new environments. At different times during the experiment, the mean number of spots per adult male guppy was determined as shown in the figure below. Vertical bars in the figure represent two standard errors of the mean (SEM).",
    "question": "Describe the change in genetic variation in the population between 0 and 6 months and provide reasoning for your description based on the means and SEM.",
    "image": null,
    "frqParts": [
      {
        "text": "Describe the change in genetic variation in the population between 0 and 6 months and provide reasoning for your description based on the means and SEM.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Introduction to Natural Selection"
  },
  "skill": {
    "code": "4.B",
    "text": "4.B: Describe data from a table or graph, including: i. identifying specific data points ii. describing trends and patterns in the data iii. describing relationships between variables"
  }
}