{
  "id": "FT559140",
  "type": "frq",
  "title": "Effect of water rinse on germination 1",
  "content": {
    "description": "Fires frequently occur in some ecosystems and can destroy all above-ground vegetation. Many species of plants in these ecosystems respond to compounds in smoke that regulate seed germination after a major fire. Karrikins (KAR) and trimethylbutenolides (TMB) are water-soluble compounds found in smoke that are deposited in the soil as a result of a fire. KAR and TMB bind to receptor proteins in a seed. In a study on the effects of smoke on seeds, researchers recorded the timing and percent of seed germination in the presence of various combinations of KAR and TMB. The results are shown in Figure 1.\n\nIn a second investigation into the effect of available water on seed germination after a fire, researchers treated seeds with KAR or TMB. The treated seeds were then divided into two treatment groups. One group received a water rinse and the other group received no water rinse. The seeds were then incubated along with a group of control seeds that were not treated. The results are shown in the table.",
    "question": "The researchers made the following claims about the effect of KAR and the effect of TMB on seed germination relative to the control treatment.\n\n• KAR alone affects the timing of seed germination.\n\n• KAR alone affects the percentage of seeds that germinate.\n\n• TMB alone affects the timing of seed germination.\n\n• TMB alone affects the percentage of seeds that germinate.\n\nProvide support using data from Figure 1 for each of the researchers’ claims.",
    "image": null,
    "frqParts": [
      {
        "text": "The researchers made the following claims about the effect of KAR and the effect of TMB on seed germination relative to the control treatment.\n\n• KAR alone affects the timing of seed germination.\n\n• KAR alone affects the percentage of seeds that germinate.\n\n• TMB alone affects the timing of seed germination.\n\n• TMB alone affects the percentage of seeds that germinate.\n\nProvide support using data from Figure 1 for each of the researchers’ claims.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.2",
    "text": "7.2: Natural Selection"
  },
  "skill": {
    "code": "6.B",
    "text": "6.B: Support a claim with evidence from biological principles, concepts, processes, and data."
  }
}