{
  "id": "FT559132",
  "type": "frq",
  "title": "Effect of caffeine on memory of bees 1",
  "content": {
    "description": "TABLE 1. EFFECT OF 0.1 mM CAFFEINE ON MEMORY IN BEES\n\nIn flowering plants, pollination is a process that leads to the fertilization of an egg and the production of seeds. Some flowers attract pollinators, such as bees, using visual and chemical cues. When a bee visits a flower, in addition to transferring pollen, the bee can take nectar from the flower and use it to make honey for the colony.\n\nNectar contains sugar, but certain plants also produce caffeine in the nectar. Caffeine is a bitter-tasting compound that can be toxic to insects at high concentrations. To investigate the role of caffeine in nectar, a group of researchers studied the effect of 0.1 mM caffeine on bee behavior. The results of an experiment to test the effect of caffeine on bees’ memory of a nectar source are shown in Table 1.",
    "question": "On the axes provided, construct an appropriately labeled graph to illustrate the effect of caffeine on the probability of bees revisiting a nectar source (memory).",
    "image": null,
    "frqParts": [
      {
        "text": "On the axes provided, construct an appropriately labeled graph to illustrate the effect of caffeine on the probability of bees revisiting a nectar source (memory).",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/50eaee577b97ed2931f2190ab6028920/original.png"
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Responses to the Environment"
  },
  "skill": {
    "code": "4.A",
    "text": "4.A: Construct a graph to represent the data, including: x-y graphs (bar, histogram, line, log scale, dual y), scatter plot, box and whisker plot, and pie chart. The graph should include the following components: i. type of graph appropriate for the data ii. axis labeling, including appropriate units and legend iii. scaling iv. accurately plotted data (including error bars when appropriate) v. trend line (when appropriate)"
  }
}