{
  "id": "FT558852-22",
  "type": "frq",
  "title": "The Wife Speaks - complex thoughts about marriage",
  "content": {
    "description": "In Elizabeth Stoddard’s poem “The Wife Speaks,” published in 1895, the speaker reflects on marriage. Read the poem carefully. Then, in a well-written essay, analyze how Stoddard uses literary elements and techniques to convey her complex thoughts about her marriage.\n\nThe Wife Speaks\n\nHusband, to-day could you and I behold\n\nThe sun that brought us to our bridal morn\n\nRising so splendid in the winter sky\n\n(We thought fair spring returned), when we were wed;\n\n(5)Could the shades vanish from these fifteen years,\n\nWhich stand like columns guarding the approach\n\nTo that great temple of the double soul\n\nThat is as one—would you turn back, my dear,\n\nAnd, for the sake of Love’s mysterious dream,\n\n(10)As old as Adam and as sweet as Eve,\n\nTake me, as I took you, and once more go\n\nTowards that goal which none of us have reached?\n\nContesting battles which but prove a loss,\n\nThe victor vanquished by the wounded one;\n\n(15)Teaching each other sacrifice of self,\n\nTrue immolation to the marriage bond;\n\nLearning the joys of birth, the woe of death,\n\nLeaving in chaos all the hopes of life—\n\nHeart-broken, yet with courage pressing on\n\n(20)For fame and fortune, artists needing both?\n\nOr, would you rather—I will acquiesce—\n\nSince we must choose what is, and are grown gray,\n\nStay in life’s desert, watch our setting sun,\n\nCalm as those statues in Egyptian sands,\n\n(25)Hand clasping hand, with patience and with peace,\n\nWait for a future which contains no past?\n\n(1895)",
    "question": "In a well-written essay, analyze how Stoddard uses literary elements and techniques to convey her complex thoughts about her marriage.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Stoddard uses literary elements and techniques to convey her complex thoughts about her marriage.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Identify and explain the function of a metaphor."
  }
}