{
  "id": "FT558247",
  "type": "frq",
  "title": "Marine mussels on Long Island Sound 4",
  "content": {
    "description": "Leucine aminopeptidases (LAPs) are found in all living organisms and have been associated with the response of the marine mussel, Mytilus edulis, to changes in salinity. LAPs are enzymes that remove N-terminal amino acids from proteins and release the free amino acids into the cytosol. To investigate the evolution of LAPs in wild populations of M. edulis, researchers sampled adult mussels from several different locations along a part of the northeast coast of the United States, as shown in Figure 1. The researchers then determined the percent of individuals possessing a particular lap allele, lap94, in mussels from each sample site (table 1).",
    "question": "Marine mussel larvae are evenly dispersed throughout the study area by water movement. As larvae mature, they attach to the rocks in the water. Explain the differences in lap94 allele frequency among adult mussel populations at the sample sites despite the dispersal of larvae throughout the entire study area. Predict the likely effect on distribution of mussels in Long Island Sound if the lap94 allele was found in all of the mussels in the population. Justify your prediction.",
    "image": null,
    "frqParts": [
      {
        "text": "Marine mussel larvae are evenly dispersed throughout the study area by water movement. As larvae mature, they attach to the rocks in the water. Explain the differences in lap94 allele frequency among adult mussel populations at the sample sites despite the dispersal of larvae throughout the entire study area. Predict the likely effect on distribution of mussels in Long Island Sound if the lap94 allele was found in all of the mussels in the population. Justify your prediction.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.11",
    "text": "7.11: Variations in Populations"
  },
  "skill": {
    "code": "6.C",
    "text": "6.C: Provide reasoning to justify a claim by connecting evidence to biological theories."
  }
}