{
  "id": "FT552837",
  "type": "frq",
  "title": "Chloroplast suspension and DPIP experiment 1",
  "content": {
    "description": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. \n\nA controlled experiment was conducted to analyze the effects of darkness and boiling on the photosynthetic rate of incubated chloroplast suspensions. The dye reduction technique was used. Each chloroplast suspension was mixed with DPIP, an electron acceptor that changes from blue to clear when it is reduced. Each sample was placed individually in a spectrophotometer and the percent transmittance was recorded. The three samples used were prepared as follows.\n\nSample 1 – chloroplast suspension + DPIP\n\nSample 2 – chloroplast suspension surrounded by foil wrap to provide a dark environment + DPIP\n\nSample 3 – chloroplast suspension that has been boiled + DPIP",
    "question": "On the axes provided, construct and label a graph showing the results for the three samples.",
    "image": null,
    "frqParts": [
      {
        "text": "On the axes provided, construct and label a graph showing the results for the three samples.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/00018a84b529f0ec5ab93a5fff35076c/original.png"
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Cellular Energetics"
  },
  "topic": {
    "code": "3.4",
    "text": "3.4: Photosynthesis"
  },
  "skill": {
    "code": "4.A",
    "text": "4.A: Construct a graph to represent the data, including: x-y graphs (bar, histogram, line, log scale, dual y), scatter plot, box and whisker plot, and pie chart. The graph should include the following components: i. type of graph appropriate for the data ii. axis labeling, including appropriate units and legend iii. scaling iv. accurately plotted data (including error bars when appropriate) v. trend line (when appropriate)"
  }
}