{
  "id": "FT553913",
  "type": "frq",
  "title": "Small freshwater fish in a tank 1",
  "content": {
    "description": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.\n\nAn experiment on a species of small freshwater fish recorded their behavioral responses to different temperatures. Ten fish were each tested once, one at a time. To begin the experiment, a fish was removed from a stock tank (maintained at 22oC) and placed in the temperature-gradient tank drawn below. After the fish had spent 30 minutes in the temperature-gradient tank, the section where the fish was located was recorded. Additional observations were recorded every 5 minutes, for a total of 7 observations per fish. A summary of the combined data for all 10 fish appears below.",
    "question": "On the axes provided, construct the appropriate type of labeled graph showing the relationship between water temperature and fish distribution. Summarize the outcome of the experiment.",
    "image": null,
    "frqParts": [
      {
        "text": "On the axes provided, construct the appropriate type of labeled graph showing the relationship between water temperature and fish distribution. Summarize the outcome of the experiment.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/4fe8f3297d63ef7fda988796ddd61910/original.png"
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Responses to the Environment"
  },
  "skill": {
    "code": "4.A",
    "text": "4.A: Construct a graph to represent the data, including: x-y graphs (bar, histogram, line, log scale, dual y), scatter plot, box and whisker plot, and pie chart. The graph should include the following components: i. type of graph appropriate for the data ii. axis labeling, including appropriate units and legend iii. scaling iv. accurately plotted data (including error bars when appropriate) v. trend line (when appropriate)"
  }
}