{
  "id": "FT561015",
  "type": "frq",
  "title": "Antibiotic resistance 1",
  "content": {
    "description": "Directions: Questions 1 is long free-response questions that requires about 22 minutes to answer and is worth 10 points. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.\n\nTo determine the likelihood that a patient with a bacterial infection who is in the intensive care unit (ICU) of a hospital could be successfully treated with antibiotic therapies, researchers investigated the frequency of antibiotic resistance in bacteria isolated from patients in ICUs in the United States from 1994 to 2000. The data from the study are shown in the table, along with the overall change in the frequency of bacterial resistance in patient samples from 1994 to 2000.",
    "question": "A patient was admitted to the ICU in December 2000 with an uncharacterized bacterial infection. Based on the data from the study, identify the following.\n\nThe antibiotic that was most likely to be effective for treating the infection\n\nThe antibiotic that was least likely to be effective for treating the infection",
    "image": null,
    "frqParts": [
      {
        "text": "A patient was admitted to the ICU in December 2000 with an uncharacterized bacterial infection. Based on the data from the study, identify the following.\n\nThe antibiotic that was most likely to be effective for treating the infection\n\nThe antibiotic that was least likely to be effective for treating the infection",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.8",
    "text": "7.8: Continuing Evolution"
  },
  "skill": {
    "code": "4.B",
    "text": "4.B: Describe data from a table or graph, including: i. identifying specific data points ii. describing trends and patterns in the data iii. describing relationships between variables"
  }
}