{
  "id": "FT567785-22",
  "type": "frq",
  "title": "Literary Argument - a literal or figurative gift",
  "content": {
    "description": "Many works of literature feature characters who have been given a literal or figurative gift. The gift may be an object, or it may be a quality such as uncommon beauty, significant social position, great mental or imaginative faculties, or extraordinary physical powers. Yet this gift is often also a burden or a handicap.\n\nEither from your own reading or from the list below, choose a work of fiction in which a character has been given a gift that is both an advantage and a problem. Then, in a well-written essay, analyze how the gift and its complex nature contribute to an interpretation of the work as a whole. Do not merely summarize the plot.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Aeneid\n\nAlias Grace\n\nAll the Light We Cannot See\n\nBeloved\n\nBeowulf\n\nCrime and Punishment\n\nDeath in Venice\n\nDracula\n\nFrankenstein\n\nThe Goldfinch\n\nGreat Expectations\n\nHeart of Darkness\n\nHomegoing\n\nThe Iliad\n\nKindred\n\nKing Lear\n\nMadame Bovary\n\nMama Day\n\nMan and Superman\n\nThe Metamorphosis\n\nMidnight’s Children\n\nA Passage to India\n\nThe Picture of Dorian Gray\n\nThe Portrait of a Lady\n\nThe Power of One\n\nA Raisin in the Sun\n\nThe Return of the Native\n\nThe Tempest\n\nThings Fall Apart\n\nTo the Lighthouse",
    "question": "In a well-written essay, analyze how the gift and its complex nature contribute to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the gift and its complex nature contribute to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}