{
  "id": "FT567783-22",
  "type": "frq",
  "title": "Plants - relationships among speaker, audience...",
  "content": {
    "description": "In Olive Senior’s poem \"Plants,\" published in 2005, Senior portrays complex relationships among the speaker, the implied audience, and plant life. Read the poem carefully. Then, in a well-written essay, analyze how Senior uses poetic elements and techniques to develop those complex relationships.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nPlants\n\nPlants are deceptive. You see them there\n\nlooking as if once rooted they know\n\ntheir places; not like animals, like us\n\nalways running around, leaving traces.\n\n(5)     Yet from the way they breed (excuse me!)\n\nand twine, from their exhibitionist\n\nand rather prolific nature, we must infer\n\na sinister not to say imperialistic\n\ngrand design. Perhaps you’ve regarded,\n\n(10)   as beneath your notice, armies of mangrove\n\non the march, roots in the air, clinging\n\ntendrils anchoring themselves everywhere?\n\nThe world is full of shoots bent on conquest,\n\ninvasive seedlings seeking wide open spaces,\n\n(15)   matériel gathered for explosive dispersal\n\nin capsules and seed cases.\n\nMaybe you haven’t quite taken in the\n\ncolonizing ambitions of hitchhiking\n\nburrs on your sweater, surf-riding nuts\n\n(20)   bobbing on ocean, parachuting seeds and other\n\nairborne traffic dropping in. And what\n\nabout those special agents called flowers?\n\nDressed, perfumed, and made-up for romancing\n\ninsects, bats, birds, bees, even you—\n\n—don’t deny it, my dear, I’ve seen you\n\nsniff and exclaim. Believe me, Innocent,\n\n(25)   that sweet fruit, that berry, is nothing\n\nmore than ovary, the instrument to seduce\n\nyou into scattering plant progeny. Part of\n\n(30)   a vast cosmic program that once set\n\nin motion cannot be undone though we\n\nbecome plant food and earth wind down.\n\nThey’ll outlast us, they were always there\n\none step ahead of us: plants gone to seed,\n\n(35)   generating the original profligate,\n\nextravagant, reckless, improvident, weed.\n\nOriginally published in Gardening in the Tropics by Olive Senior; published by Insomniac Press.",
    "question": "In a well-written essay, analyze how Senior uses poetic elements and techniques to develop those complex relationships.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Senior uses poetic elements and techniques to develop those complex relationships.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}