{
  "id": "FT566659",
  "type": "frq",
  "title": "Loeys-Dietz Syndrome (Type 2B) 2",
  "content": {
    "description": "Loeys-Dietz syndrome (type 2B) is a human genetic disorder associated with mutations in the LDS2B gene. Researchers have proposed that the LDS2B gene produces a growth factor receptor protein that regulates cell signaling pathways. The predicted product of the gene is a 565-amino acid protein with structural regions that bind to signaling molecules, span the plasma membrane, and have protein kinase activity. Protein kinases are cellular enzymes that transfer phosphate groups from ATP to target proteins. A representation of the LDS2B gene is shown in Figure 1.\n\nFigure 1. Genomic structure of the LDS2B gene. The seven exons (numbered rectangular boxes), the introns (thin lines between the boxes), and the start and stop signals for translation are represented. The portions of the gene that encode the different structural regions of the protein are shown, and the location of a methionine-to-valine substitution at position 425 of the encoded polypeptide (M425V) is indicated.",
    "question": "Calculate the minimum number of nucleotides required in the coding region of the LDS2B mRNA molecule to produce and terminate the 565-amino acid polypeptide. Provide TWO reasons that the number of nucleotides in the mature mRNA may differ from the number of base pairs in the gene.",
    "image": null,
    "frqParts": [
      {
        "text": "Calculate the minimum number of nucleotides required in the coding region of the LDS2B mRNA molecule to produce and terminate the 565-amino acid polypeptide. Provide TWO reasons that the number of nucleotides in the mature mRNA may differ from the number of base pairs in the gene.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Gene Expression and Regulation"
  },
  "topic": {
    "code": "6.2",
    "text": "6.2: DNA Replication"
  },
  "skill": {
    "code": "5.A",
    "text": "5.A: Perform mathematical calculations, including: i. mathematical equations in the curriculum ii. means iii. rates iv. ratios v. percentages and percent changes"
  }
}