{
  "id": "FT567991",
  "type": "frq",
  "title": "Bear phylogeny 1",
  "content": {
    "description": "Figure 1. Phylogenetic tree representing the evolutionary relatedness among bear                                                            populations based on mitochondrial DNA sequence comparisons\n\nPolar bears are highly adapted for life in cold climates around the North Pole. Brown bears, black bears, and pandas are found in warmer environments. Researchers collected complete mitochondrial DNA sequences from several populations of bears and constructed a phylogenetic tree to represent their evolutionary relatedness (Figure 1).\n\nA researcher studying adaptation in bears sequenced the nuclear gene encoding a lysosomal trafficking protein (LYST) in polar bears, brown bears, black bears, and panda bears. There are seven inferred amino acid substitutions that are found only in polar bears. Mutations that cause similar substitutions in the human LYST protein are associated with Chediak-Higashi syndrome, an autosomal recessive condition in which pigment is absent from the hair and eyes. The researcher used the inferred amino acid sequences to build the distance matrix shown in Table 1.",
    "question": "Use the phylogenetic tree in Figure 1 to estimate the age in hundreds of thousands of years of the most recent common ancestor of all brown bears. Identify the population of brown bears to which polar bears are most closely related based on the mitochondrial DNA sequence comparison. Identify two populations whose positions could be switched without affecting the relationships illustrated in the cladogram.",
    "image": null,
    "frqParts": [
      {
        "text": "Use the phylogenetic tree in Figure 1 to estimate the age in hundreds of thousands of years of the most recent common ancestor of all brown bears. Identify the population of brown bears to which polar bears are most closely related based on the mitochondrial DNA sequence comparison. Identify two populations whose positions could be switched without affecting the relationships illustrated in the cladogram.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.9",
    "text": "7.9: Phylogeny"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Describe characteristics of visual representations of biological concepts and processes."
  }
}