{
  "id": "FT583108",
  "type": "frq",
  "title": "B. theilandensis strains 1",
  "content": {
    "description": "TABLE 1. SURVIVAL OF GENETICALLY MODIFIED B. THAILANDENSIS STRAINS\n\nIn bacterial communities, where resources are often limited, survival requires the ability to sense, respond to, and cooperate or compete with neighboring organisms. In communities containing Burkholderia thailandensis bacteria, these abilities rely in part on contact-dependent communication with neighboring cells. This communication involves a signaling protein, protein S, that gets transported to the surface of the cell. When in direct physical contact with another bacterial cell, protein S is cleaved and internalized by the recipient cell, where it can act as a nuclease. There are different forms of protein S (e.g., S1, S2, S3) and different forms of an internal protein, protein R (e.g., R1, R2, R3). Recipient cells are protected from the nuclease activity of protein S if they produce the appropriate form of protein R.\n\nIn an investigation, B. thailandensis strains were genetically engineered to produce different combinations of proteins S and R. The cells were placed in a nutrient-deficient medium (T=0 hours) and cultured for 4 hours (T=4 hours). The density of live cells in the culture was recorded at the two time points, T=0 hours and T=4 hours. The data are shown in Table 1.",
    "question": "Construct an appropriately labeled graph that represents the density of live cells in each culture of the three genetically altered B. thailandensis strains at both time points.",
    "image": null,
    "frqParts": [
      {
        "text": "Construct an appropriately labeled graph that represents the density of live cells in each culture of the three genetically altered B. thailandensis strains at both time points.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.4",
    "text": "8.4: Effect of Density on Populations"
  },
  "skill": {
    "code": "4.A",
    "text": "4.A: Construct a graph to represent the data, including: x-y graphs (bar, histogram, line, log scale, dual y), scatter plot, box and whisker plot, and pie chart. The graph should include the following components: i. type of graph appropriate for the data ii. axis labeling, including appropriate units and legend iii. scaling iv. accurately plotted data (including error bars when appropriate) v. trend line (when appropriate)"
  }
}