{
  "id": "FT649974-22",
  "type": "frq",
  "title": "A circuit is created with an ideal battery and …",
  "content": {
    "description": "",
    "question": "Directions: Answer all three questions. The suggested time is about 15 minutes for answering each of the questions, which are worth 15 points each. The parts within a question may not have equal weight. Show all your work.\n\nA circuit is created with an ideal battery and five resistors with the values shown in the figure above. An open switch is shown that can connect points X and Y. A voltmeter V and an ammeter A1 are also shown in the figure.\n\n(a) The switch is in the open position.\n\ni. Calculate the current measured by the ammeter A1 .",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answer all three questions. The suggested time is about 15 minutes for answering each of the questions, which are worth 15 points each. The parts within a question may not have equal weight. Show all your work.\n\nA circuit is created with an ideal battery and five resistors with the values shown in the figure above. An open switch is shown that can connect points X and Y. A voltmeter V and an ammeter A1 are also shown in the figure.\n\n(a) The switch is in the open position.\n\ni. Calculate the current measured by the ammeter A1 .",
        "image": "https://assets.learnosity.com/organisations/537/16b55313-9ad9-4f6f-bdea-cd61dc72103a.jpg"
      },
      {
        "text": "ii. Calculate the potential difference measured by the voltmeter V.",
        "image": null
      },
      {
        "text": "(b) The switch is now moved to the closed position.\n\ni. Calculate the current measured by the ammeter A1.",
        "image": null
      },
      {
        "text": "ii. Calculate the potential difference measured by the voltmeter V.",
        "image": null
      },
      {
        "text": "A student wants to determine if there is a current in the closed switch. The switch is now replaced with ammeter A2 between points X and Y. The ammeter acts as a closed switch and can measure the current, if any, between the two points.\n\n(c)\n\ni. Calculate the current measured by ammeter A2.",
        "image": "https://assets.learnosity.com/organisations/537/8bd14ff7-9275-43b2-97ed-970ed23f8caa.jpg"
      },
      {
        "text": "ii. Indicate the direction of the current, if any, through the ammeter A2 as left, right, or undefined, because the current is zero.",
        "image": null
      },
      {
        "text": "(d) The ammeter A2 is replaced with switch S and capacitor \\(C=\\mu F,\\)  as shown in the figure above. Switch\n\nS is closed.\n\ni. Calculate the charge stored on the positive plate of capacitor C a long time after switch S is closed.",
        "image": "https://assets.learnosity.com/organisations/537/74d58474-dc63-4a90-864f-1e123b86ee84.jpg"
      },
      {
        "text": "ii. Which point, X or Y, is at a higher electric potential? Justify your answer.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "11",
    "text": "11: Electric Circuits"
  },
  "topic": {
    "code": "11.6",
    "text": "11.6: Kirchhoff's Loop Rule"
  },
  "skill": {
    "code": "2.B",
    "text": "2.B: Calculate or estimate an unknown quantity with units from known quantities, by selecting and following a logical computational pathway."
  }
}