{
  "id": "FT649975-22",
  "type": "frq",
  "title": "A coaxial cable is composed of a central conduc…",
  "content": {
    "description": "",
    "question": "A coaxial cable is composed of a central conducting wire surrounded by a cylindrical insulator, and around that is a conducting cylindrical shell with an insulating cover. A power supply of \\(\\varepsilon\\)is used at one end to connect the two conducting regions, and a resistive load of resistance R is connected at the other end of the cable to complete the circuit, as shown in the schematic diagram and circuit figure above. A cross section of the cable from the perspective of the power supply end is depicted above as if looking into the left end of the cable. Point P is inside the cylindrical insulator a distance b from the center of the cable. Point Q is outside the cable. (a) i. On figure 1 shown above left, draw an Amperian loop that could be used to determine the magnitude of the magnetic field at point P in the diagram. Clearly mark this loop as “Loop 1.” ii.On figure 1, draw an Amperian loop that could be used to determine the magnitude of the magnetic field at point Q in the diagram. Clearly mark this loop as “Loop 2.” iii. On figure 2 shown above right, draw an arrow to show the direction of the magnetic field at point P. The arrow should start on and point away from the point in the direction of the magnetic field.",
    "image": null,
    "frqParts": [
      {
        "text": "A coaxial cable is composed of a central conducting wire surrounded by a cylindrical insulator, and around that is a conducting cylindrical shell with an insulating cover. A power supply of \\(\\varepsilon\\)is used at one end to connect the two conducting regions, and a resistive load of resistance R is connected at the other end of the cable to complete the circuit, as shown in the schematic diagram and circuit figure above. A cross section of the cable from the perspective of the power supply end is depicted above as if looking into the left end of the cable. Point P is inside the cylindrical insulator a distance b from the center of the cable. Point Q is outside the cable. (a) i. On figure 1 shown above left, draw an Amperian loop that could be used to determine the magnitude of the magnetic field at point P in the diagram. Clearly mark this loop as “Loop 1.” ii.On figure 1, draw an Amperian loop that could be used to determine the magnitude of the magnetic field at point Q in the diagram. Clearly mark this loop as “Loop 2.” iii. On figure 2 shown above right, draw an arrow to show the direction of the magnetic field at point P. The arrow should start on and point away from the point in the direction of the magnetic field.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/68861d73-1adb-47e4-b6bd-8510420499c0.PNG"
      },
      {
        "text": "(b) Using Ampere’s law, derive an expression for the magnitude of the magnetic field at point P. Express your answer in terms of \\(\\varepsilon\\) , R, b and physical constants, as appropriate.",
        "image": null
      },
      {
        "text": "(c) Determine the magnitude of the magnetic field at point Q. Justify your answer.",
        "image": null
      },
      {
        "text": "Some physics students conduct an experiment with a coaxial cable in which they connect the cable to a variable power supply and measure the resulting magnetic field strength at point P inside the cylindrical insulator using a magnetic field sensor. Point P is 0.0050 meters from the center of the cable. The plot of the magnetic field strength B as a function of the \\(\\varepsilon\\) of the power supply is shown below. (d) i.Draw the best-fit line for the data. ii. Use the straight line to calculate the resistance R of the resistor used in the experiment.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/a239bd62-fdd3-438d-b58a-cf6d3ab2f70c.jpg"
      },
      {
        "text": "(e) The lab group uses a multimeter to measure the resistance of the resistor and determines that their experimental value for R from part (d) is approximately 10% larger than that found with the multimeter. Describe a physical reason that might account for this result.",
        "image": null
      },
      {
        "text": "(f) The lab group notices that when the current is reversed in the cable and the experiment is again performed, the plot has a positive vertical axis intercept equal in magnitude to the negative vertical axis intercept in the plot shown before part (d). ii. Describe a physical reason for the vertical axis intercept.",
        "image": null
      },
      {
        "text": "ii. Describe a physical reason that the vertical axis intercept switches from negative to positive when the current in the cable is reversed.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "11",
    "text": "11: Electric Circuits"
  },
  "topic": {
    "code": "11.3",
    "text": "11.3: Resistance, Resistivity, and Ohm's Law"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Derive a symbolic expression from known quantities by selecting and following a logical mathematical pathway."
  }
}