{
  "id": "FT659116",
  "type": "frq",
  "title": "Length of bee tongues",
  "content": {
    "description": "",
    "question": "Figure 1.Bees access nectar from the base of a flower with their tongues and can transfer pollen from one flower to another.\n\nFigure 2. Relative advantage of short-tongued bees (y-axis) in relation to flower density (x-axis) and proportion of deep flowers (z-axis) is shown. White shading indicates conditions under which having a short tongue is an advantage. Gray shading indicates conditions under which having a short tongue is a disadvantage.\n\nBees use their tongues to access nectar as a food source from the base of flowers (Figure 1). Flowers vary in depth from shallow to deep, and bees vary in tongue length from short to long. Many species of plants depend on bees to transfer pollen from one flower to another for fertilization. Researchers constructed a graph to illustrate the conditions under which having a short tongue provides bees with an advantage in an environment where both short-tongued and long-tongued species of bees are present (Figure 2).\n\n(a) Based on the graph in Figure 2, identify the environmental conditions (flower density AND proportion of deep flowers) where a short-tongued bee has the greatest relative advantage over a long-tongued bee. Based on the graph in Figure 2, identify the range of proportion of deep flowers at which a long-tongued bee always has an advantage over a short-tongued bee.",
    "image": null,
    "frqParts": [
      {
        "text": "Figure 1.Bees access nectar from the base of a flower with their tongues and can transfer pollen from one flower to another.\n\nFigure 2. Relative advantage of short-tongued bees (y-axis) in relation to flower density (x-axis) and proportion of deep flowers (z-axis) is shown. White shading indicates conditions under which having a short tongue is an advantage. Gray shading indicates conditions under which having a short tongue is a disadvantage.\n\nBees use their tongues to access nectar as a food source from the base of flowers (Figure 1). Flowers vary in depth from shallow to deep, and bees vary in tongue length from short to long. Many species of plants depend on bees to transfer pollen from one flower to another for fertilization. Researchers constructed a graph to illustrate the conditions under which having a short tongue provides bees with an advantage in an environment where both short-tongued and long-tongued species of bees are present (Figure 2).\n\n(a) Based on the graph in Figure 2, identify the environmental conditions (flower density AND proportion of deep flowers) where a short-tongued bee has the greatest relative advantage over a long-tongued bee. Based on the graph in Figure 2, identify the range of proportion of deep flowers at which a long-tongued bee always has an advantage over a short-tongued bee.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/0ec1c47a04069339539c47ab9bb58c24/original.jpg"
      },
      {
        "text": "(b) Bees with short tongues are able to obtain nectar from deep flowers by drilling holes in the base of the flower without visiting the top of the flower. This behavior does not kill the flower. In a particular environment, bees with short tongues replace bees with long tongues. Predict the effect on the proportion of plants with deep flowers in future generations. Justify your prediction.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.2",
    "text": "7.2: Natural Selection"
  },
  "skill": {
    "code": "4.B",
    "text": "4.B: Describe data from a table or graph, including: i. identifying specific data points ii. describing trends and patterns in the data iii. describing relationships between variables"
  }
}