{
  "id": "FT659037",
  "type": "frq",
  "title": "Succession from annual plants to hardwood trees",
  "content": {
    "description": "",
    "question": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. The diagram above shows the succession of communities from annual plants to hardwood trees in a specific area over a period of time. (a) Discuss the expected changes in biodiversity as the stages of succession progress as shown in the diagram above.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. The diagram above shows the succession of communities from annual plants to hardwood trees in a specific area over a period of time. (a) Discuss the expected changes in biodiversity as the stages of succession progress as shown in the diagram above.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(b) Describe and explain THREE changes in abiotic conditions over time that lead to the succession, as shown in the diagram above.",
        "image": null
      },
      {
        "text": "(c) For each of the following disturbances, discuss the immediate and long-term effects on ecosystem succession. (i) A volcano erupts, covering a 10-square-kilometer portion of a mature forest with lava. (ii) A 10- square-kilometer portion of a mature forest is clear-cut.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.5",
    "text": "8.5: Community Ecology"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Describe characteristics of visual representations of biological concepts and processes."
  }
}