{
  "id": "FT659115",
  "type": "frq",
  "title": "Male flycatchers on Makira Island",
  "content": {
    "description": "",
    "question": "Figure 1. Behavioral responses of male flycatchers on Makira Island to different combinations of bird models and songs. The conditions of each treatment group are indicated below the graph. Error bars represent ±2SEX̄ . In an investigation about the roles of visual and auditory cues in mate competition, researchers studied two distinct populations of flycatchers (Monarcha castaneiventris), a species of bird that lives in the Solomon Islands. The flycatchers on Makira Island have light brown bellies, whereas those on Santa Ana Island are uniformly black. The songs produced by flycatchers of each population are also different from each other. To investigate male flycatcher competition, researchers exposed male flycatchers from Makira Island to different combinations of (1) bird models that resembled the males from each of the two populations, (2) recordings of the distinct songs produced by the members of each population, and (3) models and song recordings of a different bird species, golden whistlers (Pachycephala pectoralis). On Makira Island, the researchers located territories defended by single mating pairs of flycatchers and assigned each territory to one of five treatment groups as indicated in Figure 1. For each trial, the researchers observed the behavioral response of the male flycatcher and assigned an aggression score from 0 to 10. A higher aggression score indicated a more aggressive behavioral response. The results of the study are represented in Figure 1. (a) Based on the information in Figure 1, identify ONE independent variable, ONE dependent variable, and ONE negative control treatment in the experimental design.",
    "image": null,
    "frqParts": [
      {
        "text": "Figure 1. Behavioral responses of male flycatchers on Makira Island to different combinations of bird models and songs. The conditions of each treatment group are indicated below the graph. Error bars represent ±2SEX̄ . In an investigation about the roles of visual and auditory cues in mate competition, researchers studied two distinct populations of flycatchers (Monarcha castaneiventris), a species of bird that lives in the Solomon Islands. The flycatchers on Makira Island have light brown bellies, whereas those on Santa Ana Island are uniformly black. The songs produced by flycatchers of each population are also different from each other. To investigate male flycatcher competition, researchers exposed male flycatchers from Makira Island to different combinations of (1) bird models that resembled the males from each of the two populations, (2) recordings of the distinct songs produced by the members of each population, and (3) models and song recordings of a different bird species, golden whistlers (Pachycephala pectoralis). On Makira Island, the researchers located territories defended by single mating pairs of flycatchers and assigned each territory to one of five treatment groups as indicated in Figure 1. For each trial, the researchers observed the behavioral response of the male flycatcher and assigned an aggression score from 0 to 10. A higher aggression score indicated a more aggressive behavioral response. The results of the study are represented in Figure 1. (a) Based on the information in Figure 1, identify ONE independent variable, ONE dependent variable, and ONE negative control treatment in the experimental design.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(b) Based on the data in Figure 1, make a claim about the behavioral responses of the male Makira flycatchers to a model of a Makira flycatcher. Use the data to justify your claim. Make a claim about the behavioral responses of the male Makira flycatchers to the song recordings of a Makira flycatcher. Use the data to justify your claim.",
        "image": null
      },
      {
        "text": "(c) A researcher claims that the Makira Island and the Santa Ana Island flycatchers are diverging into different species. Identify TWO potential prezygotic barriers that may be contributing to the divergence and speciation of these two populations of birds. Identify ONE piece of evidence that would indicate that speciation has already occurred within the flycatcher populations.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.10",
    "text": "7.10: Speciation"
  },
  "skill": {
    "code": "3.C",
    "text": "3.C: Identify experimental procedures that align with the question, including: i. identifying dependent and independent variables ii. identifying appropriate controls iii. justifying appropriate controls"
  }
}