{
  "id": "FT652073",
  "type": "frq",
  "title": "Experimentally find emf of battery",
  "content": {
    "description": "",
    "question": "This question should take approximately 15 minutes. Read each of the parts carefully. Support your answers with relevant physics principles. The parts within the question may not have equal weight. Write your answers in the parts provided after each part. If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer. For example, you may identify “Q” as the measurement for an angle. A group of students are to experimentally determine the internal resistance \\(r\\) of a battery using the circuit created as shown. The battery is assumed to have an internal resistance r and a constant emf \\(E\\). The students are expected to find the internal resistance by plotting their data in a graph. The students have access to equipment including, but not limited to, a variety of resistors, multimeters, and other equipment commonly found in a high school physics laboratory.",
    "image": null,
    "frqParts": [
      {
        "text": "This question should take approximately 15 minutes. Read each of the parts carefully. Support your answers with relevant physics principles. The parts within the question may not have equal weight. Write your answers in the parts provided after each part. If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer. For example, you may identify “Q” as the measurement for an angle. A group of students are to experimentally determine the internal resistance \\(r\\) of a battery using the circuit created as shown. The battery is assumed to have an internal resistance r and a constant emf \\(E\\). The students are expected to find the internal resistance by plotting their data in a graph. The students have access to equipment including, but not limited to, a variety of resistors, multimeters, and other equipment commonly found in a high school physics laboratory.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/9f158bea-2839-4b05-9a31-3054893adb0f.png"
      },
      {
        "text": "(a) Clearly identify each quantity to be measured, the symbol used to represent that quantity, and the equipment that would be used to measure the quantity.",
        "image": null
      },
      {
        "text": "(b) Describe the procedure to be used to determine the internal resistance of the battery. Provide enough detail so that another student could replicate the experiment, including any steps necessary to reduce experimental uncertainty. As needed, use the symbols defined in part (a).",
        "image": null
      },
      {
        "text": "(c) Which quantities (raw data or calculated from the data) would be graphed on the x- and y-axes to produce a graph that could be used to determine the internal resistance of the battery?",
        "image": null
      },
      {
        "text": "(d) Describe which information from the graph described in part (c) would be used and how it would be used to determine the internal resistance of the battery.",
        "image": null
      },
      {
        "text": "(e) After completing their calculations, the students begin to consider the factors that might have produced uncertainties in their results. The students realized that they did not take into account the resistance of the wires used to connect the circuit. Briefly describe how this would affect their calculated value of the internal resistance of the battery. Explain your reasoning.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "11",
    "text": "11: Electric Circuits"
  },
  "topic": {
    "code": "11.5",
    "text": "11.5: Compound Direct Current Circuits"
  },
  "skill": {
    "code": "3.A",
    "text": "3.A: Create experimental procedures that are appropriate for a given scientific question."
  }
}