{
  "id": "FT659080",
  "type": "frq",
  "title": "Transpiration vs. temperature",
  "content": {
    "description": "",
    "question": "Plants lose water from their aboveground surfaces in the process of transpiration. Most of this water is lost from stomata, microscopic openings in the leaves. Excess water loss can have a negative effect on the growth, development, and reproduction of a plant. Severe water loss can be fatal. Environmental factors have a major impact on the rate of plant transpiration. (a) Using the data above and the axes provided, draw a graph showing the effect of temperature change on the rate of transpiration. Explain the shape of the curve from 23 degrees to 28 degrees.",
    "image": null,
    "frqParts": [
      {
        "text": "Plants lose water from their aboveground surfaces in the process of transpiration. Most of this water is lost from stomata, microscopic openings in the leaves. Excess water loss can have a negative effect on the growth, development, and reproduction of a plant. Severe water loss can be fatal. Environmental factors have a major impact on the rate of plant transpiration. (a) Using the data above and the axes provided, draw a graph showing the effect of temperature change on the rate of transpiration. Explain the shape of the curve from 23 degrees to 28 degrees.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(b) Humidity is an environmental factor that affects transpiration rate. Using the axes provided, draw a curve that illustrates what you predict would be the rate of transpiration with increasing humidity and constant temperature. Justify the shape of the curve based on your prediction.",
        "image": null
      },
      {
        "text": "(c) The curve below illustrates the rate of transpiration related to the percent of open stomata on the leaf of a particular plant. Explain why the curve levels off with increasing percentage of open stomata per area of the leaf.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(d) The data below show the density of stomata on the leaf surfaces of three different species of plants. Describe the environments in which each plant most likely evolved. Justify your descriptions. Graph for part (a) showing the effect of temperature on the rate of transpiration. Graph for part (b) showing the predicted effect of humidity on the rate of transpiration.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Responses to the Environment"
  },
  "skill": {
    "code": "1.C",
    "text": "1.C: Explain biological concepts and processes in applied contexts."
  }
}