{
  "id": "FT659040",
  "type": "frq",
  "title": "A dense forest with millipedes",
  "content": {
    "description": "",
    "question": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.\n\nOn a trip to a dense forest, a biologist noticed that millipedes (small invertebrates) were plentiful under logs but were rarely seen in any other location.\n\n(a) Propose THREE environmental variables (two abiotic and one biotic) that could explain why millipedes are found more frequently under logs.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin.\n\nOn a trip to a dense forest, a biologist noticed that millipedes (small invertebrates) were plentiful under logs but were rarely seen in any other location.\n\n(a) Propose THREE environmental variables (two abiotic and one biotic) that could explain why millipedes are found more frequently under logs.",
        "image": null
      },
      {
        "text": "(b) For ONE of the abiotic environmental variables you chose above, design a controlled experiment to test a hypothesis that this factor affects the distribution of millipedes on the forest floor. Describe data that would support your hypothesis.",
        "image": null
      },
      {
        "text": "(c) Suppose that you were examining the distribution of a plant, instead of the millipede. Describe modifications in the experiment that you designed in (b) that would be required to determine whether the abiotic factor you chose affects the distribution of the plant.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Responses to the Environment"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}