{
  "id": "FT659046",
  "type": "frq",
  "title": "Phylogeny reflects evolutionary history",
  "content": {
    "description": "",
    "question": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. Phylogeny reflects the evolutionary history of organisms. (a) Discuss TWO mechanisms of speciation that lead to the development of separate species from a common ancestor.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. Phylogeny reflects the evolutionary history of organisms. (a) Discuss TWO mechanisms of speciation that lead to the development of separate species from a common ancestor.",
        "image": null
      },
      {
        "text": "(b) Explain THREE methods that have been used to investigate the phylogeny of organisms. Describe a strength or weakness of each method.",
        "image": null
      },
      {
        "text": "(c) The two phylogenetic trees represent the relationship of whales to six other mammals. All of the organisms shown have a pulley-shaped astragalus bone in the ankle except for the whale. For each tree, describe a monophyletic group, the closest relative to the whale, and the point at which the pulley astragalus was lost or gained. Based on the principle of parsimony (the simplest explanation is the best) and the genomic information in the table shown, identify which tree is the best representation of the evolutionary relationship of these animals, and justify your answer.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.9",
    "text": "7.9: Phylogeny"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}