{
  "id": "FT659093",
  "type": "frq",
  "title": "Effect of caffeine on memory of bees",
  "content": {
    "description": "",
    "question": "TABLE 1. EFFECT OF 0.1 mM CAFFEINE ON MEMORY IN BEES In flowering plants, pollination is a process that leads to the fertilization of an egg and the production of seeds. Some flowers attract pollinators, such as bees, using visual and chemical cues. When a bee visits a flower, in addition to transferring pollen, the bee can take nectar from the flower and use it to make honey for the colony. Nectar contains sugar, but certain plants also produce caffeine in the nectar. Caffeine is a bitter-tasting compound that can be toxic to insects at high concentrations. To investigate the role of caffeine in nectar, a group of researchers studied the effect of 0.1 mM caffeine on bee behavior. The results of an experiment to test the effect of caffeine on bees’ memory of a nectar source are shown in Table 1. (a) On the axes provided, construct an appropriately labeled graph to illustrate the effect of caffeine on the probability of bees revisiting a nectar source (memory).",
    "image": null,
    "frqParts": [
      {
        "text": "TABLE 1. EFFECT OF 0.1 mM CAFFEINE ON MEMORY IN BEES In flowering plants, pollination is a process that leads to the fertilization of an egg and the production of seeds. Some flowers attract pollinators, such as bees, using visual and chemical cues. When a bee visits a flower, in addition to transferring pollen, the bee can take nectar from the flower and use it to make honey for the colony. Nectar contains sugar, but certain plants also produce caffeine in the nectar. Caffeine is a bitter-tasting compound that can be toxic to insects at high concentrations. To investigate the role of caffeine in nectar, a group of researchers studied the effect of 0.1 mM caffeine on bee behavior. The results of an experiment to test the effect of caffeine on bees’ memory of a nectar source are shown in Table 1. (a) On the axes provided, construct an appropriately labeled graph to illustrate the effect of caffeine on the probability of bees revisiting a nectar source (memory).",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(b) Based on the results, describe the effect of caffeine on each of the following: Short-term (10 minute) memory of a nectar source Long-term (24 hour) memory of a nectar source",
        "image": null
      },
      {
        "text": "(c) Design an experiment using artificial flowers to investigate potential negative effects of increasing caffeine concentrations in nectar on the number of floral visits by bees. Identify the null hypothesis, an appropriate control treatment, and the predicted results that could be used to reject the null hypothesis.",
        "image": null
      },
      {
        "text": "(d) Researchers found that nectar with caffeine tends to have a lower sugar content than nectar without caffeine. Plants use less energy to produce the caffeine in nectar than they do to produce the sugar in nectar. Propose ONE benefit to plants that produce nectar with caffeine and a lower sugar content. Propose ONE cost to bees that visit the flowers of plants that produce nectar with caffeine and a lower sugar content.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Responses to the Environment"
  },
  "skill": {
    "code": "3.B",
    "text": "3.B: State the null hypothesis or predict the results of an experiment."
  }
}