{
  "id": "FT659109",
  "type": "frq",
  "title": "Bedbug survival",
  "content": {
    "description": "",
    "question": "Figure 1. Percent survival of five strains of bedbugs treated with beta-cyfluthrin. A (+) indicates the gene is present; a (−) indicates the gene is deleted. Error bars represent the 95% confidence interval. The common bedbug (Cimex lectularius) is a species of insect that is becoming increasingly resistant to insecticides. Bedbugs possess several genes suspected of contributing to the resistance, including P450, Abc8, and Cps. To investigate the role of these genes in insecticide resistance, researchers deleted one or more of these genes in different strains of bedbugs, as indicated in Figure 1, and treated the strains with the insecticide beta-cyfluthrin. Each strain was genetically identical except for the deleted gene(s) and was equally fit in the absence of beta-cyfluthrin. The percent survival of each strain following beta-cyfluthrin treatment is shown in Figure 1. (a) Identify the control strain in the experiment. Use the means and confidence intervals in Figure 1 to justify the claim that Abc8 is effective at providing resistance to beta-cyfluthrin.",
    "image": null,
    "frqParts": [
      {
        "text": "Figure 1. Percent survival of five strains of bedbugs treated with beta-cyfluthrin. A (+) indicates the gene is present; a (−) indicates the gene is deleted. Error bars represent the 95% confidence interval. The common bedbug (Cimex lectularius) is a species of insect that is becoming increasingly resistant to insecticides. Bedbugs possess several genes suspected of contributing to the resistance, including P450, Abc8, and Cps. To investigate the role of these genes in insecticide resistance, researchers deleted one or more of these genes in different strains of bedbugs, as indicated in Figure 1, and treated the strains with the insecticide beta-cyfluthrin. Each strain was genetically identical except for the deleted gene(s) and was equally fit in the absence of beta-cyfluthrin. The percent survival of each strain following beta-cyfluthrin treatment is shown in Figure 1. (a) Identify the control strain in the experiment. Use the means and confidence intervals in Figure 1 to justify the claim that Abc8 is effective at providing resistance to beta-cyfluthrin.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(b) P450 encodes an enzyme that detoxifies insecticides. Abc8 encodes a transporter protein that pumps insecticides out of cells. Cps encodes an external structural protein located in the exoskeleton that greatly reduces the absorption of insecticides. Based on this information and the data in Figure 1, explain how a deletion of both P450 and Abc8 results in lower survival in bedbugs compared with a deletion of Cps only.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Gene Expression and Regulation"
  },
  "topic": {
    "code": "6.7",
    "text": "6.7: Mutations"
  },
  "skill": {
    "code": "3.C",
    "text": "3.C: Identify experimental procedures that align with the question, including: i. identifying dependent and independent variables ii. identifying appropriate controls iii. justifying appropriate controls"
  }
}