{
  "id": "FT659077",
  "type": "frq",
  "title": "Lactate build-up in aquatic animals during dives",
  "content": {
    "description": "",
    "question": "Directions: Questions 5 is a short free-response questions that requires about 6 minutes to answer. The question is worth 4 points. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.\n\nMany aquatic animals can hold their breath and dive underwater for long periods of time. During long dives, lactic acid builds up in tissues of the organism. The graph above shows blood lactate levels following dives of different duration for three species. Lactate is produced when lactic acid is dissolved in the blood and becomes ionized.\n\n(a) Based on the data, propose a hypothesis to explain the change in blood lactate levels in Weddell seals for dives lasting longer than 20 minutes.",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Questions 5 is a short free-response questions that requires about 6 minutes to answer. The question is worth 4 points. Read the question carefully and completely. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable.\n\nMany aquatic animals can hold their breath and dive underwater for long periods of time. During long dives, lactic acid builds up in tissues of the organism. The graph above shows blood lactate levels following dives of different duration for three species. Lactate is produced when lactic acid is dissolved in the blood and becomes ionized.\n\n(a) Based on the data, propose a hypothesis to explain the change in blood lactate levels in Weddell seals for dives lasting longer than 20 minutes.",
        "image": "https://assets.learnosity.com/organisations/537/media.academicmerit.com/e6a6c7b357f625ecd3d4fed468fc8763/original.png"
      },
      {
        "text": "(b) Describe the most likely shape of the curve if blood oxygen levels of Weddell seals were plotted rather than blood lactate levels. Include in your description the likely shape of the curve between 0 and 20 minutes and the shape of the curve after 20 minutes.",
        "image": null
      },
      {
        "text": "(c) The data suggest that Baikal seals can sustain much longer dives than Emperor penguins. Propose a hypothesis that could explain the evolution of different dive responses in Emperor penguins and Baikal seals.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Cellular Energetics"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Cellular Respiration"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Describe characteristics of visual representations of biological concepts and processes."
  }
}