{
  "id": "FT659088",
  "type": "frq",
  "title": "Effect of insecticide treatment on plant growth",
  "content": {
    "description": "",
    "question": "In an investigation of the effect of a particular insecticide on plant growth and development, researchers established 20 test plots containing mature Haplopappus squarrosus shrubs. H. squarrosus is pollinated by certain species of insects and is eaten by other species of insects. Ten test plots were sprayed with the water-soluble insecticide, and ten test plots were sprayed with water only. The researchers recorded the numbers of plants or plant parts at different life stages in each test plot. The results of the investigation are shown in the table.\n\n(a) Identify the control treatment in the original experiment. Provide reasoning to support the researcher’s decision to not use a set of unsprayed plants as a control.",
    "image": null,
    "frqParts": [
      {
        "text": "In an investigation of the effect of a particular insecticide on plant growth and development, researchers established 20 test plots containing mature Haplopappus squarrosus shrubs. H. squarrosus is pollinated by certain species of insects and is eaten by other species of insects. Ten test plots were sprayed with the water-soluble insecticide, and ten test plots were sprayed with water only. The researchers recorded the numbers of plants or plant parts at different life stages in each test plot. The results of the investigation are shown in the table.\n\n(a) Identify the control treatment in the original experiment. Provide reasoning to support the researcher’s decision to not use a set of unsprayed plants as a control.",
        "image": "https://assets.learnosity.com/organisations/537/8a397a60-9c57-4513-8880-927cb6e9422b.PNG"
      },
      {
        "text": "(b) A student incorrectly plotted one value from the table on a graph (Figure 1). Identify the error in the student-constructed graph. Provide reasoning to support the student’s choice of a logarithmic scale on the Y axis.",
        "image": null
      },
      {
        "text": "(c) Using the template provided, calculate the percent of plants or plant parts remaining from one life stage to the next life stage. Round your answer to one decimal place. Based on your calculations, identify the plant life stage at which the insects have the greatest impact on the life cycle of the plant. Justify your answer. Describe the most likely interaction between the insects and the plants.",
        "image": null
      },
      {
        "text": "(d) In a second experiment, researchers used a different insecticide that affects a different group of insects. In this treatment, the number of seeds formed was greatly reduced compared to the control. Based on this observation, describe the most likely interaction between the affected insects and the plants in this experiment. Justify your response.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Cell Communication and Cell Cycle"
  },
  "topic": {
    "code": "4.4",
    "text": "4.4: Feedback"
  },
  "skill": {
    "code": "3.C",
    "text": "3.C: Identify experimental procedures that align with the question, including: i. identifying dependent and independent variables ii. identifying appropriate controls iii. justifying appropriate controls"
  }
}