{
  "id": "FT652072",
  "type": "frq",
  "title": "Graphical analysis of RC Circuit",
  "content": {
    "description": "",
    "question": "This question should take approximately 25 minutes.  Read each of the parts carefully. Support your answers with relevant physics principles.  The parts within the question may not have equal weight.  Write your answers in the parts provided after each part.  If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer.  For example, you may identify “Q” as the measurement for an angle.\n\nA student connects a battery with constant potential difference \\(\\Delta V\\), a switch S, a resistor R, and a capacitor C as shown in the figure.  At time \\(t=0\\), the switch is closed.  The graph shows the net charge that has passed through the battery starting at time \\(t=0\\).  Positive values represent positive charge leaving the positive terminal.  There are also dashed lines in the graph representing the line tangent to the graph at time \\(t=0\\) and the line that the graph asymptotically reaches after a long time.",
    "image": null,
    "frqParts": [
      {
        "text": "This question should take approximately 25 minutes.  Read each of the parts carefully. Support your answers with relevant physics principles.  The parts within the question may not have equal weight.  Write your answers in the parts provided after each part.  If you find you are in need of symbolic notation that is too difficult to type, you may identify a non-standard symbol and use that throughout your answer.  For example, you may identify “Q” as the measurement for an angle.\n\nA student connects a battery with constant potential difference \\(\\Delta V\\), a switch S, a resistor R, and a capacitor C as shown in the figure.  At time \\(t=0\\), the switch is closed.  The graph shows the net charge that has passed through the battery starting at time \\(t=0\\).  Positive values represent positive charge leaving the positive terminal.  There are also dashed lines in the graph representing the line tangent to the graph at time \\(t=0\\) and the line that the graph asymptotically reaches after a long time.",
        "image": "https://assets.learnosity.com/organisations/537/7928a6d1-8d15-4629-b12b-3b901723d717.png"
      },
      {
        "text": "(a) Suggest values for V in volts, R in ohms, and C in farads that could result in the graph shown above.  Explain your choice of values.",
        "image": null
      },
      {
        "text": "(b) A student is asked to create a second graph with twice the initial slope but the same horizontal asymptote as the original graph.  The student has access to one additional battery \\(\\Delta V\\), one additional resistor R, and one additional capacitor C, along with several additional connecting wires.  Explain how one or more of the additional components could be added to the circuit to accomplish this task.  Justify your answer.",
        "image": null
      },
      {
        "text": "(c)\n\nThe student constructs the above graph of the power delivered to the capacitor as a function of time.  Briefly explain why the graph starts at zero, reaches a maximum, and then asymptotically approaches zero again.",
        "image": "https://assets.learnosity.com/organisations/537/1b6f20cf-bea2-4da8-b436-c44b901f2959.png"
      },
      {
        "text": "(d)\n\nThe student repeats the experiment, however this time the capacitor is initially charged so that its top plate is positive and the potential difference between the plates is twice the potential difference across the battery.  Describe how the graph of charge vs. time from part (c) would appear now if the switch is closed at time \\(t=0\\).  Be sure to address initial slope and final asymptote of the graph.  Justify your answers.",
        "image": "https://assets.learnosity.com/organisations/537/4fb44c42-34d1-4819-bf01-1a78cd3ad852.png"
      }
    ]
  },
  "unit": {
    "code": "11",
    "text": "11: Electric Circuits"
  },
  "topic": {
    "code": "11.8",
    "text": "11.8: Resistor-Capacitor (RC) Circuits"
  },
  "skill": {
    "code": "2.B",
    "text": "2.B: Calculate or estimate an unknown quantity with units from known quantities, by selecting and following a logical computational pathway."
  }
}