{
  "id": "JM436101",
  "type": "frq",
  "title": "Bitumen extraction",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.As conventional sources of crude oil are depleted, unconventional sources such as oil sands (also known as tar sands) are being utilized. Oils sands contain bitumen, which can be processed into a synthetic crude oil. A region of boreal forest in Alberta, Canada, that covers a deposit of oil sands will be cut and removed during the process of bitumen extraction. It is estimated that the deposit contains 73 billion barrels of recoverable bitumen. The rate of extraction from the deposit will be approximately 1 million barrels of bitumen per day.(a) Identify one ecological benefit, other than providing habitat, that is provided by forests.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.As conventional sources of crude oil are depleted, unconventional sources such as oil sands (also known as tar sands) are being utilized. Oils sands contain bitumen, which can be processed into a synthetic crude oil. A region of boreal forest in Alberta, Canada, that covers a deposit of oil sands will be cut and removed during the process of bitumen extraction. It is estimated that the deposit contains 73 billion barrels of recoverable bitumen. The rate of extraction from the deposit will be approximately 1 million barrels of bitumen per day.(a) Identify one ecological benefit, other than providing habitat, that is provided by forests.",
        "image": null
      },
      {
        "text": "(b) Identify one economic benefit that is provided by forests.",
        "image": null
      },
      {
        "text": "(c) Describe TWO environmental consequences, other than those related to the loss of boreal forest habitat, that result from the extraction of bitumen or the transportation of synthetic oil to customers.",
        "image": null
      },
      {
        "text": "(d) Assuming the above extraction rate, calculate how many days will be needed to extract the recoverable volume of bitumen from the oil sands.",
        "image": null
      },
      {
        "text": "(e) Calculate how many years will be needed to fully extract the recoverable volume of bitumen from the oil sands.",
        "image": null
      },
      {
        "text": "(f) Monthly production of synthetic crude oil is 30 million barrels. Producing one barrel of synthetic crude oil uses two barrels of heated freshwater. Calculate the number of barrels of freshwater needed each year to supply this demand.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Terrestrial Biomes"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}