{
  "id": "LC906120",
  "type": "frq",
  "title": "Percent dry weight as a measure of plant growth",
  "content": {
    "description": "",
    "question": "The graph above illustrates the percent dry weight of different parts of a particular annual plant (plants that live less than one year) from early May to late August. The percent dry weight can be used to estimate the amount of energy a plant uses to produce its leaves, vegetative buds, stems, roots, and reproductive parts (seeds, receptacles, and flowers). (a) Identify the direct source of the energy used for plant growth during the first week of May, and identify the part of the plant that grew the most during the same period.",
    "image": null,
    "frqParts": [
      {
        "text": "The graph above illustrates the percent dry weight of different parts of a particular annual plant (plants that live less than one year) from early May to late August. The percent dry weight can be used to estimate the amount of energy a plant uses to produce its leaves, vegetative buds, stems, roots, and reproductive parts (seeds, receptacles, and flowers). (a) Identify the direct source of the energy used for plant growth during the first week of May, and identify the part of the plant that grew the most during the same period.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/5eafe7b8-be9f-4dc3-a2f7-d511f53531b5.PNG"
      },
      {
        "text": "(b) Based on the data on the graph, estimate the percent of the total energy that the plant has allocated to the growth of leaves on the first day of July.",
        "image": null
      },
      {
        "text": "(c) Compared with perennials (plants that live more than two years), annual plants often allocate a much greater percentage of their total energy to growth of their reproductive parts in any given year. Propose ONE evolutionary advantage of the energy allocation strategy in annual plants compared with that in perennial plants.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Introduction to Natural Selection"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Describe characteristics of visual representations of biological concepts and processes."
  }
}