{
  "id": "LM911090",
  "type": "frq",
  "title": "Trichome density",
  "content": {
    "description": "",
    "question": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. Trichomes are hairlike outgrowths of the epidermis of plants that are thought to provide protection against being eaten by herbivores (herbivory). In a certain plant species, stem trichome density is genetically determined. To investigate variation in stem trichome density within the plant species, a student counted the number of trichomes on the stems of six plants in each of three different populations. The student used the data to calculate the mean trichome density (numbers of hairs per square centimeter) for each population. The results are provided in the table below. (a) On the axes provided, create an appropriately labeled graph to illustrate the sample means of the three populations to within 95% confidence (i.e., sample mean ± 2 SEM).",
    "image": null,
    "frqParts": [
      {
        "text": "Directions: Answers must be in essay form. Outline form is not acceptable. Labeled diagrams may be used to supplement discussion, but in no case will a diagram alone suffice. It is important that you read each question completely before you begin. Trichomes are hairlike outgrowths of the epidermis of plants that are thought to provide protection against being eaten by herbivores (herbivory). In a certain plant species, stem trichome density is genetically determined. To investigate variation in stem trichome density within the plant species, a student counted the number of trichomes on the stems of six plants in each of three different populations. The student used the data to calculate the mean trichome density (numbers of hairs per square centimeter) for each population. The results are provided in the table below. (a) On the axes provided, create an appropriately labeled graph to illustrate the sample means of the three populations to within 95% confidence (i.e., sample mean ± 2 SEM).",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/original.png"
      },
      {
        "text": "(b) Based on the sample means and standard errors of the means, identify the two populations that are most likely to have statistically significant differences in the mean stem trichome densities. Justify your response.",
        "image": null
      },
      {
        "text": "(c) Describe the independent and dependent variables and a control treatment for an experiment to test the hypothesis that higher trichome density in plants is selected for in the presence of herbivores. Identify an appropriate duration of the experiment to ensure that natural selection is measured, and predict the experimental results that would support the hypothesis.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cells"
  },
  "topic": {
    "code": "2.2",
    "text": "2.2: Cell Size"
  },
  "skill": {
    "code": "3.C",
    "text": "3.C: Identify experimental procedures that align with the question, including: i. identifying dependent and independent variables ii. identifying appropriate controls iii. justifying appropriate controls"
  }
}