{
  "id": "TX429893",
  "type": "frq",
  "title": "Secondary Consumer and Spray Irrigation in Arizona",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The food web illustrates the feeding relationships between organisms of a desert community found in Arizona. (a) Based on the information in the diagram, identify a secondary consumer.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The food web illustrates the feeding relationships between organisms of a desert community found in Arizona. (a) Based on the information in the diagram, identify a secondary consumer.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR252015.g01.png"
      },
      {
        "text": "(b) Based on the information in the diagram, identify an organism that can access the least amount of available energy.",
        "image": null
      },
      {
        "text": "(c) Based on the information in the diagram, describe how a decrease in the brittlebrush population would affect higher trophic levels in the short term.",
        "image": null
      },
      {
        "text": "The velvet mesquite trees that populate areas of southwestern Arizona are a member of the legume family and have nitrogen-fixing bacteria in their root nodules.(d) Describe how nitrogen-fixing bacteria affect soil fertility.",
        "image": null
      },
      {
        "text": "(e) Explain how a decrease in velvet mesquite trees in this ecosystem would affect the carbon cycle.",
        "image": null
      },
      {
        "text": "The semiarid climate of Arizona poses challenges for its agriculture. Most land is used to grow crops such as alfalfa and grasses for hay, vegetables such as lettuce, and cotton. To be viable, given Arizona’s dry conditions, agricultural lands must be irrigated. The two major sources of irrigation water in Arizona are the Colorado River and groundwater.(f) Describe specifically why Arizona farmers may use spray irrigation over other irrigation techniques.",
        "image": null
      },
      {
        "text": "(g) Given the semiarid climate in Arizona, describe why using furrow irrigation may not be the best choice.",
        "image": null
      },
      {
        "text": "An Arizona farmer investigates the best method to control the Egyptian alfalfa weevil, the primary pest of alfalfa crops in southwestern Arizona. The farmer sows genetically identical alfalfa seeds on three plots of land and harvests the alfalfa for three years and uses a different pest control method on each plot. On plot A, the farmer does not use any pest control methods. On plot B, the farmer introduces a parasitic wasp that uses the alfalfa weevil as its primary host. On plot C, the farmer uses an insecticide. The farmer records the alfalfa yields for each plot after each harvest.(h) Identify the dependent variable for the investigation.",
        "image": null
      },
      {
        "text": "(i) Identify one variable that should be held constant across the different plots in the study.",
        "image": null
      },
      {
        "text": "(j) Explain how the farmer could modify the investigation in a way that would likely alter the results.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.4",
    "text": "1.4: The Carbon Cycle"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}