{
  "id": "VH824003",
  "type": "frq",
  "title": "NLRB and Lopez cases",
  "content": {
    "description": "This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all of the information you need to know about this case to answer the prompts.\n\nIn 1935, Congress passed the National Labor Relations Act (NLRA), which among other things guaranteed workers the right to join a labor union and collectively bargain with employers. The law also established the National Labor Relations Board (NLRB), an independent agency responsible for enforcing the law.\n\nThe Jones and Laughlin Steel Corporation fired ten workers attempting to unionize its plant located in Aliquippa, Pennsylvania. When the National Labor Relations Board determined this to be in violation of the recently passed NLRA, the company sued claiming that labor relations had only an indirect effect on commerce, and thus Congress did not have the constitutional power to regulate it.\n\nIn the subsequent case, National Labor Relations Board v. Jones and Laughlin Steel Corporation (1937), the Supreme Court ruled in favor of the National Labor Relations Board by a 5–4 vote, holding that the Jones and Laughlin Steel Corporation conducted interstate commerce and that industrial labor relations affects that commerce.",
    "question": "Respond to all parts of the question:\n\nIdentify the constitutional clause that is common in both United States v. Lopez (1995) and National Labor Relations Board v. Jones and Laughlin Steel Corporation (1937).\n\nExplain how the facts in United States v. Lopez led to a different holding than in National Labor Relations Board v. Jones and Laughlin Steel Corporation.\n\nExplain how the holding in National Labor Relations Board v. Jones and Laughlin Steel Corporation affected the balance of power between the states and the national government.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:\n\nIdentify the constitutional clause that is common in both United States v. Lopez (1995) and National Labor Relations Board v. Jones and Laughlin Steel Corporation (1937).\n\nExplain how the facts in United States v. Lopez led to a different holding than in National Labor Relations Board v. Jones and Laughlin Steel Corporation.\n\nExplain how the holding in National Labor Relations Board v. Jones and Laughlin Steel Corporation affected the balance of power between the states and the national government.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.8",
    "text": "1.8: Constitutional Interpretations of Federalism"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe the facts, issue, holding, reasoning, decision and majority opinion of required Supreme Court cases."
  }
}