{
  "id": "VH862501",
  "type": "frq",
  "title": "Sunday Morning by Louis MacNeice",
  "content": {
    "description": "In the poem by Louis MacNeice (published in 1933), the speaker describes typical activities of a Sunday morning. Read the poem carefully. Write a paragraph in which you make a defensible claim regarding how MacNeice uses poetic elements and techniques to convey a complex understanding of the significance of Sunday morning. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim.\n\nIn your response you should do the following:\n\nRespond to the prompt with a claim that presents an interpretation.\n\nSelect and use evidence to develop and support your interpretation.\n\nExplain the relationship between the evidence and your interpretation.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nSunday morning\n\nDown the road someone is practising scales,\n\nThe notes like little fishes vanish with a wink of tails,\n\nMan’s heart expands to tinker with his car\n\nFor this is Sunday morning, Fate’s great bazaar;\n\n5Regard these means as ends, concentrate on this Now,\n\nAnd you may grow to music or drive beyond Hindhead*a village in England popular for day trips anyhow,\n\nTake corners on two wheels until you go so fast\n\nThat you can clutch a fringe or two of the windy past,\n\nThat you can abstract this day and make it to the week of time\n\n10A small eternity, a sonnet self-contained in rhyme.\n\nBut listen, up the road, something gulps, the church spire\n\nOpens its eight bells out, skulls’ mouths which will not tire\n\nTo tell how there is no music or movement which secures\n\nEscape from the weekday time. Which deadens and endures.\n\nUsed with Permission.",
    "question": "Write a paragraph in which you make a defensible claim regarding how MacNeice uses poetic elements and techniques to convey a complex understanding of the significance of Sunday morning.",
    "image": null,
    "frqParts": [
      {
        "text": "Write a paragraph in which you make a defensible claim regarding how MacNeice uses poetic elements and techniques to convey a complex understanding of the significance of Sunday morning.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Identify and explain the function of a metaphor."
  }
}