{
  "id": "VH909467",
  "type": "frq",
  "title": "Raise the Minimum Wage Scenario FRQ",
  "content": {
    "description": "In May of 2017, congressional leaders introduced the Raise the Wage Act, which would raise the federal minimum wage to $15 an hour by 2024, which is more than double the current level of $7.25 an hour. The legislation is the culmination of a three-year campaign promoted by organized labor known as “Fight for $15.” Some cities, such as Seattle, San Francisco, and Los Angeles, have already adopted the $15 minimum wage.\n\n“What we are here today to say is that a living wage is $15 . . . If you are working 40 or 50 hours a week, you should not be living in poverty,” said Sen. Bernie Sanders, I-Vt. However, some economists warn that raising the minimum wage can hurt workers by causing job loss. The Congressional Budget Office estimates that a raise to a more modest $10.10 would cost approximately 500,000 jobs.",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nDescribe the ideology that supports the policy issue described in the scenario.\n\nExplain how the ideological perspective, described in Part A, affects the legislative process in Congress on the policy issue.\n\nExplain how a major political event, such as the recession that began in 2008, could influence how citizens would behave politically in the context of the scenario.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nDescribe the ideology that supports the policy issue described in the scenario.\n\nExplain how the ideological perspective, described in Part A, affects the legislative process in Congress on the policy issue.\n\nExplain how a major political event, such as the recession that began in 2008, could influence how citizens would behave politically in the context of the scenario.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: American Political Ideologies and Beliefs"
  },
  "topic": {
    "code": "4.4",
    "text": "4.4: Influence of Political Events on Ideology"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}