{
  "id": "VH911448",
  "type": "frq",
  "title": "Fused cell membranes",
  "content": {
    "description": "",
    "question": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nWhite blood cells called B cells produce proteins that can be used for the treatment of certain illnesses. However, these B cells do not live for very long on their own. To keep the B cells growing for a long time in laboratories, scientists fuse the B cells with cancer cells (fused B-cancer cells) that do grow for a very long time. The particular cancer cells used for the fusion are treated with chemicals that make them unable to produce the nitrogenous bases adenine and guanine, but the B cells with which they are fused do produce these nitrogenous bases. The scientists grow the large fused B-cancer cells in a growth medium that contains necessary nutrients for the cells and includes a source of carbon.\n\n(a) Describe the role of carbon in biological systems.",
    "image": null,
    "frqParts": [
      {
        "text": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nWhite blood cells called B cells produce proteins that can be used for the treatment of certain illnesses. However, these B cells do not live for very long on their own. To keep the B cells growing for a long time in laboratories, scientists fuse the B cells with cancer cells (fused B-cancer cells) that do grow for a very long time. The particular cancer cells used for the fusion are treated with chemicals that make them unable to produce the nitrogenous bases adenine and guanine, but the B cells with which they are fused do produce these nitrogenous bases. The scientists grow the large fused B-cancer cells in a growth medium that contains necessary nutrients for the cells and includes a source of carbon.\n\n(a) Describe the role of carbon in biological systems.",
        "image": null
      },
      {
        "text": "(b) The membranes of both B cells and the cancer cells are largely composed of phospholipids. Explain how, when the membranes are fused, the polar parts of the phospholipids from one cell will interact with the phospholipids from the other cell and how the nonpolar parts of the phospholipids from one cell will interact with the phospholipids from the other cell.",
        "image": null
      },
      {
        "text": "(c) Make a claim about the most immediate effect on the fused B-cancer cells if the fused cells are transferred to a growth medium that lacks a source of nitrogen.",
        "image": null
      },
      {
        "text": "(d) Provide reasoning with evidence based on the composition of biological macromolecules to support your claim.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Chemistry of Life"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Elements of Life"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}