{
  "id": "VH921004",
  "type": "frq",
  "title": "Ecological Succession FRQ",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\n(a) Identify the oldest stage of succession shown in the figure above.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\n(a) Identify the oldest stage of succession shown in the figure above.",
        "image": "https://assets.learnosity.com/organisations/537/VH921004.g02.png"
      },
      {
        "text": "(b) Pioneer species are important in ecological succession.\n(i) Identify a pioneer species that could be found in an ecosystem like the one in the figure above.",
        "image": null
      },
      {
        "text": "(ii) Describe the role of pioneer species in early succession.",
        "image": null
      },
      {
        "text": "(c) Explain one adaptation that helps grasses succeed in grasslands, rather than forests.",
        "image": null
      },
      {
        "text": "(d) Soil organisms, such as mycorrhizal fungi, impact the rate of succession in ecosystems. Mycorrhizal fungi have a mutualistic relationship with various species of plants and increase the plant growth and survival. Sand dunes often lack mycorrhizal fungi, and a researcher wanted to determine the effect of adding mycorrhizal species to sand on disturbed beaches on grass growth. The researcher set up various mycorrhizal communities at disturbed beaches in different locations on the east coast of the United States.\n(i) Identify the independent variable in the study.",
        "image": null
      },
      {
        "text": "(ii) Identify the dependent variable in the study.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.6",
    "text": "2.6: Adaptations"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}