{
  "id": "VH935363",
  "type": "frq",
  "title": "PATRIOT ACT",
  "content": {
    "description": "On October 26, 2001, the 342-page USA PATRIOT ACT quickly passed through Congress and was signed into law just 45 days after 9/11. It expanded the federal government’s ability to access phone and e-mail communications to an unprecedented level. It gave the FBI the authority to obtain personal information on people suspected of terror-related activities without the approval of judges.\n\nBroad support for these additional security measures led to this quick response by Congress and the president, but it also ignited a long-standing debate in American government regarding the balance between civil liberties and social order. Groups such as the American Civil Liberties Union launched campaigns opposing the measures and cautioning against the erosion of civil liberties in the wake of the 9/11 attack.",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nA. Describe a section of the Constitution that a group such as the American Civil Liberties Union would likely say is most affected by the USA PATRIOT ACT.\n\nB. Explain how checks and balances could work to ensure that the section of the Constitution identified in Part A would be protected.\n\nC. Over time, some of the measures of the USA PATRIOT ACT have been challenged by state governments who do not wish to cooperate with the federal government. Explain a concept of American government and politics that this action illustrates.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nA. Describe a section of the Constitution that a group such as the American Civil Liberties Union would likely say is most affected by the USA PATRIOT ACT.\n\nB. Explain how checks and balances could work to ensure that the section of the Constitution identified in Part A would be protected.\n\nC. Over time, some of the measures of the USA PATRIOT ACT have been challenged by state governments who do not wish to cooperate with the federal government. Explain a concept of American government and politics that this action illustrates.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: Ratification of the U.S. Constitution"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe political principles, institutions, processes, policies, and behaviors."
  }
}