{
  "id": "VH948468",
  "type": "frq",
  "title": "Stanzas Written in Dejection by Percy B Shelley",
  "content": {
    "description": "In the poem by Percy Bysshe Shelley (published in 1824), the speaker observes the sea and thinks about his life. Read the poem carefully. Then, in a well-written essay, analyze how Shelley uses contrasts to convey the speaker’s complex understanding of his situation.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.\n\nSelect and use evidence to develop and support your line of reasoning.\n\nExplain the relationship between the evidence and your thesis.\n\nStanzas Written in Dejection—December 1818, Near Naples\n\n1 The Sun is warm, the sky is clear,\n\nThe waves are dancing fast and bright,\n\nBlue isles and snowy mountains wear\n\nThe purple noon’s transparent might,\n\n5 The breath of the moist earth is light\n\nAround its unexpanded buds;\n\nLike many a voice of one delight\n\nThe winds, the birds, the Ocean-floods;\n\nThe City’s voice itself is soft, like Solitude’s.\n\n10 I see the Deep’s untrampled floor\n\nWith green and purple seaweeds strown;\n\nI see the waves upon the shore\n\nLike light dissolved in star-showers, thrown;\n\nI sit upon the sands alone;\n\n15 The lightning of the noontide Ocean\n\nIs flashing round me, and a tone\n\nArises from its measured motion,\n\nHow sweet! did any heart now share in my emotion.\n\nAlas, I have nor hope nor health\n\n20 Nor peace within nor calm around,\n\nNor that content surpassing wealth\n\nThe sage in meditation found,\n\nAnd walked with inward glory crowned;\n\nNor fame nor power nor love nor leisure—\n\n25 Others I see whom these surround,\n\nSmiling they live and call life pleasure:\n\nTo me that cup has been dealt in another measure.\n\nYet now despair itself is mild,\n\nEven as the winds and waters are;\n\n30 I could lie down like a tired child\n\nAnd weep away the life of care\n\nWhich I have borne and yet must bear\n\nTill Death like Sleep might steal on me,\n\nAnd I might feel in the warm air\n\n35My cheek grow cold, and hear the Sea\n\nBreathe o’er my dying brain its last monotony.\n\nSome might lament that I were cold,\n\nAs I, when this sweet day is gone\n\nWhich my lost heart, too soon grown old,\n\n40Insults with this untimely moan—\n\nThey might lament,—for I am one\n\nWhom men love not, and yet regret;\n\nUnlike this day, which, when the Sun\n\nShall on its stainless glory set,\n\n45Will linger though enjoyed, like joy in Memory yet.",
    "question": "In a well-written essay, analyze how Shelley uses contrasts to convey the speaker’s complex understanding of his situation.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Shelley uses contrasts to convey the speaker’s complex understanding of his situation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain the function of contrasts within a text."
  }
}