{
  "id": "VH948024",
  "type": "frq",
  "title": "Double Dutch by Gregory Pardlo",
  "content": {
    "description": "In Gregory Pardlo’s poem “Double Dutch,” published in 2007, the speaker describes watching children playing double Dutch—a version of jumping rope in which two ropes are turned in opposite directions. Read the poem carefully. Then, write a paragraph in which you make a defensible claim regarding how Pardlo uses simile and metaphor to convey a complex image of the girls. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim.\n\nIn your response you should do the following:\n\nRespond to the prompt with a claim that presents a defensible interpretation.\n\nSelect and use evidence to support your interpretation.\n\nExplain how the evidence supports your interpretation.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nDouble Dutch\n\nThe girls turning double-dutch\n\nbob & weave like boxers pulling\n\npunches, shadowing each other,\n\nsparring across the slack cord\n\ncasting parabolas in the air. They\n\nwhip quick as an infant’s pulse\n\nand the jumper, before she\n\nenters the winking, nods in time\n\nas if she has a notion to share,\n\nwaiting her chance to speak. But she’s\n\nanticipating the upbeat\n\nlike a bandleader counting off\n\nthe tune they are about to swing into.\n\nThe jumper stair-steps into mid-air\n\nas if she’s jumping rope in low-gravity,\n\ntraining for a lunar mission. Airborne a moment\n\nlong enough to fit a second thought in,\n\nshe looks caught in the mouth bones of a fish\n\nas she flutter-floats into motion\n\nlike a figure in a stack of time-lapse photos\n\nthumbed alive. Once inside,\n\nthe bells tied to her shoestrings rouse the gods\n\nwho’ve lain in the dust since the Dutch\n\nacquired Manhattan. How she dances\n\npatterns like a dust-heavy bee retracing\n\nits travels in scale before the hive. How\n\nthe whole stunning contraption of girl and rope\n\nslaps and scoops like a paddle boat.\n\nHer misted skin arranges the light\n\nwith each adjustment and flex. Now heather-\n\nhued, now sheen, light listing on the fulcrum\n\nof a wrist and the bare jutted joints of elbow\n\nand knee, and the faceted surfaces of muscle,\n\nsurfaces fracturing and reforming\n\nlike a sun-tickled sleeve of running water.\n\nShe makes jewelry of herself and garlands\n\nthe ground with shadows.\nCopyright © 2007 by Gregory Pardlo",
    "question": "Write a paragraph in which you make a defensible claim regarding how Pardlo uses simile and metaphor to convey a complex image of the girls.",
    "image": null,
    "frqParts": [
      {
        "text": "Write a paragraph in which you make a defensible claim regarding how Pardlo uses simile and metaphor to convey a complex image of the girls.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Identify and explain the function of a metaphor."
  }
}