{
  "id": "VH946617",
  "type": "frq",
  "title": "The Book by Henry Vaughan",
  "content": {
    "description": "In the poem by Henry Vaughan, published in 1655, the speaker contemplates the relationship between God and nature. Read the poem carefully. Then, in a well-written essay, analyze how Vaughan uses poetic elements and techniques to convey the speaker’s complex ideas about the connection between the spiritual and material worlds.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.\n\nSelect and use evidence to develop and support your line of reasoning.\n\nExplain the relationship between the evidence and your thesis.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Book\n\nEternal God! maker of all\n\nThat have lived here, since the man’s fall;\n\nThe Rock of ages! in whose shade\n\nThey live unseen, when here they fade.\n\n5 Thou knew’st this paper, when it was\n\nMere seed, and after that but grass;\n\nBefore ’twas dressed or spun, and when\n\nMade linen, who did wear it then:\n\nWhat were their lives, their thoughts & deeds\n\n10 Whether good corn, or fruitless weeds.\n\nThou knew’st this tree, when a green shade\n\nCovered it, since a cover made,\n\nAnd where it flourished, grew and spread,\n\nAs if it never should be dead.\n\n15 Thou knew’st this harmless beast, when he\n\nDid live and feed by thy decree\n\nOn each green thing; then slept (well fed)\n\nClothed with this skin, which now lies spread\n\nA covering o’er this aged book,\n\n20 Which makes me wisely weep and look\n\nOn my own dust; mere dust it is,\n\nBut not so dry and clean as this.\n\nThou knew’st and saw’st them all and though\n\nNow scattered thus, dost know them so.\n\n25 O knowing, glorious spirit! when\n\nThou shalt restore trees, beasts and men,\n\nWhen thou shalt make all new again,\n\nDestroying only death and pain,\n\nGive him amongst thy works a place,\n\n30 Who in them loved and sought thy face!",
    "question": "In a well-written essay, analyze how Vaughan uses poetic elements and techniques to convey the speaker’s complex ideas about the connection between the spiritual and material worlds.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Vaughan uses poetic elements and techniques to convey the speaker’s complex ideas about the connection between the spiritual and material worlds.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Poetry III"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Identify and explain the function of a metaphor."
  }
}