{
  "id": "VH948477",
  "type": "frq",
  "title": "Baudelaire by Delmore Schwartz",
  "content": {
    "description": "In the poem by Delmore Schwartz (published in 1959), the speaker, nineteenth-century French poet Charles Baudelaire, addresses his mother. Read the poem carefully. Then, in a well-written essay, analyze how the choices that Schwartz ascribes to Baudelaire reveal Baudelaire’s complex character.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.\n\nSelect and use evidence to develop and support your line of reasoning.\n\nExplain the relationship between the evidence and your thesis.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nBaudelaire\n\n1 When I fall asleep, and even during sleep,\n\nI hear, quite distinctly, voices speaking\n\nWhole phrases, commonplace and trivial,\n\nHaving no relation to my affairs.\n\n5 Dear Mother, is any time left to us\n\nIn which to be happy? My debts are immense.\n\nMy bank account is subject to the court’s judgment.\n\nI know nothing. I cannot know anything.\n\nI have lost the ability to make an effort.\n\n10 But now as before my love for you increases.\n\nYou are always armed to stone me, always:\n\nIt is true. It dates from childhood.\n\nFor the first time in my long life\n\nI am almost happy. The book, almost finished,\n\n15 Almost seems good. It will endure, a monument\n\nTo my obsessions, my hatred, my disgust.\n\nDebts and inquietude persist and weaken me.\n\nSatan glides before me, saying sweetly:\n\n“Rest for a day! You can rest and play today.\n\n20 Tonight you will work.” When night comes,\n\nMy mind, terrified by the arrears,\n\nBored by sadness, paralyzed by impotence,\n\nPromises: “Tomorrow: I will tomorrow.”\n\nTomorrow the same comedy enacts itself\n\n25 With the same resolution, the same weakness.\n\nI am sick of this life of furnished rooms.\n\nI am sick of having colds and headaches:\n\nYou know my strange life. Every day brings\n\nIts quota of wrath. You little know\n\n30 A poet’s life, dear Mother: I must write poems,\n\nThe most fatiguing of occupations.\n\nI am sad this morning. Do not reproach me.\n\nI write from a café near the post office,\n\nAmid the click of billiard balls, the clatter of dishes,\n\n35 The pounding of my heart. I have been asked to write\n\n“A History of Caricature.” I have been asked to write\n\n“A History of Sculpture.” Shall I write a history\n\nOf the caricatures of the sculptures of you in my heart?\n\nAlthough it costs you countless agony,\n\n40 Although you cannot believe it necessary,\n\nAnd doubt that the sum is accurate,\n\nPlease send me money enough for at least three weeks.\nBy Delmore Schwartz, from SELECTED POEMS, copyright ©1959 by Delmore Schwartz. Reprinted by permission of New Directions Publishing Corp. SALES TERRITORY: World rights.",
    "question": "In a well-written essay, analyze how the choices that Schwartz ascribes to Baudelaire reveal Baudelaire’s complex character.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the choices that Schwartz ascribes to Baudelaire reveal Baudelaire’s complex character.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Longer Fiction or Drama III"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}