{
  "id": "VH955177",
  "type": "frq",
  "title": "You Cant Go Home Again - Open",
  "content": {
    "description": "In many works of literature, characters who have been away from home return and find that they no longer have the same feelings about home as they once did. As novelist James Agee writes in A Death In the Family, “You can go home, it’s good to go home, but you never really get all the way home again in your life.”\n\nEither from your own reading or from the list below, choose a work of fiction in which a character’s return home is problematic: “home” is not what it once was perceived to be. Then, in a well-written essay, analyze how the character’s response to his or her “home” contributes to an interpretation of the work as a whole. Do not merely summarize the plot.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.\n\nSelect and use evidence to develop and support your line of reasoning.\n\nExplain the relationship between the evidence and your thesis.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Age of Innocence\n\nAmericanah\n\nThe Bell Jar\n\nThe Bonesetter’s Daughter\n\nBreath, Eyes, Memory\n\nBrighton Beach Memoirs\n\nCeremony\n\nCold Mountain\n\nDeath of a Salesman\n\nExit West\n\nGreat Expectations\n\nGulliver’s Travels\n\nHome\n\nHomegoing\n\nThe Hummingbird’s Daughter\n\nKindred\n\nThe Kite Runner\n\nLonely Londoners\n\nThe Mambo Kings Play Songs of Love\n\nMansfield Park\n\nThe Mill on the Floss\n\nMrs. Dalloway\n\nMy Ántonia\n\nThe Namesake\n\nNative Son\n\nParadise Lost\n\nThe Piano Lesson\n\nThe Poisonwood Bible\n\nPudd’nhead Wilson\n\nPygmalion\n\nQuicksand\n\nThe Return of the Native\n\nThe Scarlet Letter\n\nSong of Solomon\n\nSons and Other Flammable Objects\n\nThe Sound and the Fury\n\nThe Tempest\n\nTheir Eyes Were Watching God\n\nWhere the Dead Sit Talking\n\nWuthering Heights",
    "question": "In a well-written essay, analyze how the character’s response to his or her “home” contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s response to his or her “home” contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.E",
    "text": "Skill 3.E: Explain the function of a significant event or related set of significant events in a plot."
  }
}