{
  "id": "VH955151",
  "type": "frq",
  "title": "Terminus by Ralph Waldo Emerson",
  "content": {
    "description": "In the following poem by Ralph Waldo Emerson (published in 1867), the speaker reflects on the process of growing older. Read the poem carefully. Then, in a well-written essay, analyze how Emerson uses poetic elements and techniques to convey the speaker’s complex perspective on aging.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.\n\nSelect and use evidence to develop and support your line of reasoning.\n\nExplain the relationship between the evidence and your thesis.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nTerminus1the Roman god of boundaries\n\nIt is time to be old,\n\nTo take in sail: —\n\nThe god of bounds,\n\nWho sets to seas a shore,\n\nCame to me in his fatal rounds,\n\nAnd said: “No more!\n\nNo farther shoot\n\nThy broad ambitious branches, and thy root.\n\nFancy departs: no more invent;\n\nContract thy firmament\n\nTo compass of a tent.\n\nThere’s not enough for this and that,\n\nMake thy option which of two;\n\nEconomize the failing river,\n\nNot the less revere the Giver,\n\nLeave the many and hold the few.\n\nTimely wise accept the terms,\n\nSoften the fall with wary foot;\n\nA little while\n\nStill plan and smile,\n\nAnd, — fault of novel germs, —\n\nMature the unfallen fruit.\n\nCurse, if thou wilt, thy sires,\n\nBad husbands of their fires,\n\nWho, when they gave thee breath,\n\nFailed to bequeath\n\nThe needful sinew stark as once,\n\nThe Baresark2A Baresark was an ancient Scandinavian warrior who fought without armor, was frenzied in battle, and was thought to be invulnerable. marrow to thy bones,\n\nBut left a legacy of ebbing veins,\n\nInconstant heat and nerveless reins, —\n\nAmid the Muses, left thee deaf and dumb,\n\nAmid the gladiators,3In ancient Rome, gladiators fought to the death for the public’s entertainment. halt and numb.”\n\nAs the bird trims4adjusts her to the gale,\n\nI trim myself to the storm of time,\n\nI man the rudder, reef the sail,\n\nObey the voice at eve obeyed at prime:\n\n“Lowly faithful, banish fear,\n\nRight onward drive unharmed;\n\nThe port, well worth the cruise, is near,\n\nAnd every wave is charmed.”",
    "question": "In a well-written essay, analyze how Emerson uses poetic elements and techniques to convey the speaker’s complex perspective on aging.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Emerson uses poetic elements and techniques to convey the speaker’s complex perspective on aging.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}