{
  "id": "VH967167",
  "type": "frq",
  "title": "SCOTUS Wesberry and Baker FRQ",
  "content": {
    "description": "This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented below and provides all the information you need to know about the case to answer the prompts.\n\nIn 1963, James P. Wesberry lived in a Georgia congressional district that had a population double than that of other congressional districts in the state. He argued that because there was only one member of Congress for each congressional district, his vote did not count because of the state’s failure to adjust the congressional districts to meet the changing population. Wesberry sought to prevent the Georgia government from conducting elections under the current districting system. The district court dismissed his complaint. Wesberry appealed to the Supreme Court.\n\nThe majority opinion of the Supreme Court was that congressional districts must have roughly equal populations. The court further held that the state apportionment statute was invalid because it abridged the Constitution.",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nBased on the information, please respond to the following questions.\n\nIdentify a difference in the facts of Baker v. Carr (1962) and Wesberry v. Sanders (1964) that affected the impact of the Supreme Court’s decision.\n\nExplain how the decision in Baker v. Carr is similar to the decision in Wesberry v. Sanders.\n\nExplain the role stare decisis likely played in the Wesberry v. Sanders decision.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nBased on the information, please respond to the following questions.\n\nIdentify a difference in the facts of Baker v. Carr (1962) and Wesberry v. Sanders (1964) that affected the impact of the Supreme Court’s decision.\n\nExplain how the decision in Baker v. Carr is similar to the decision in Wesberry v. Sanders.\n\nExplain the role stare decisis likely played in the Wesberry v. Sanders decision.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Congressional Behavior"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how political principles, institutions, processes, policies, and behaviors apply to different scenarios in context."
  }
}