{
  "id": "VH973825",
  "type": "frq",
  "title": "Open--Structure",
  "content": {
    "description": "A literary narrative typically features of a number of events: different kinds of episodes, scenes and encounters structure the story. Writers develop plot by deliberately and purposefully arranging events in a particular sequence.\n\nEither from your own reading or from the list below, choose a work of fiction in which the sequence of events is manipulated in some significant way that affects the plot. Write a thesis statement that you might use for an essay that analyzes how that manipulation contributes to an interpretation of the work as a whole. Write a paragraph in support of your thesis that uses at least one piece of evidence from the text. Do not merely summarize the plot.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning.\n\nSelect and use evidence to develop and support your line of reasoning.\n\nExplain the relationship between the evidence and your thesis.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nAll the Light We Cannot See\n\nArcadia\n\nAs I Lay Dying\n\nAtonement\n\nBetrayal\n\nCane\n\nCatch-22\n\nCloud Atlas\n\nThe Color Purple\n\nThe Corrections\n\nEthan Frome\n\nFinnegans Wake\n\nFrankenstein\n\nThe Gangster We Are All Looking For\n\nA Gesture Life\n\nGoing After Cacciato\n\nThe Good Soldier\n\nGulliver’s Travels\n\nThe Handmaid’s Tale\n\nHeart of Darkness\n\nHomegoing\n\nHow the García Girls Lost Their Accents\n\nHowards End\n\nInvisible Man\n\nJuly’s People\n\nM. Butterfly\n\nMacbeth\n\nMoby-Dick\n\nMumbo Jumbo\n\nNever Let Me Go\n\nPossession: A Romance\n\nPraisesong for the Widow\n\nThe Prime of Miss Jean Brodie\n\nThe Reluctant Fundamentalist\n\nThe Scarlet Letter\n\nThe Secret History\n\nSing, Unburied, Sing\n\nSix Degrees of Separation\n\nSnow Flower and the Secret Fan\n\nTess of the d’Urbervilles\n\nThe Time Traveler’s Wife\n\nTo The Lighthouse\n\nWide Sargasso Sea\n\nThe Woman Warrior",
    "question": "Write a thesis statement that you might use for an essay that analyzes how that manipulation contributes to an interpretation of the work as a whole. Write a paragraph in support of your thesis that uses at least one piece of evidence from the text.",
    "image": null,
    "frqParts": [
      {
        "text": "Write a thesis statement that you might use for an essay that analyzes how that manipulation contributes to an interpretation of the work as a whole. Write a paragraph in support of your thesis that uses at least one piece of evidence from the text.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.E",
    "text": "Skill 3.E: Explain the function of a significant event or related set of significant events in a plot."
  }
}