{
  "id": "VR024662-22",
  "type": "frq",
  "title": "On Turning Ten - complexity of speaker's attitude",
  "content": {
    "description": "In Billy Collins’ poem “On Turning Ten,” published in 1995, the speaker reflects on a tenth birthday. Read the poem carefully. Then, in a well-written essay, analyze how Collins uses literary elements and techniques to convey the complexity of the speaker’s attitude.\n\nOn Turning Ten\n\nThe whole idea of it makes me feel\n\nlike I’m coming down with something,\n\nsomething worse than any stomach ache\n\nor the headaches I get from reading in bad light—\n\n5a kind of measles of the spirit,\n\na mumps of the psyche,\n\na disfiguring chicken pox of the soul.\n\nYou tell me it is too early to be looking back,\n\nbut that is because you have forgotten\n\n10the perfect simplicity of being one\n\nand the beautiful complexity introduced by two.\n\nBut I can lie on my bed and remember every digit.\n\nAt four I was an Arabian wizard.\n\nI could make myself invisible\n\n15by drinking a glass of milk a certain way.\n\nAt seven I was a soldier, at nine a prince.\n\nBut now I am mostly at the window\n\nwatching the late afternoon light.\n\nBack then it never fell so solemnly\n\n20against the side of my tree house,\n\nand my bicycle never leaned against the garage\n\nas it does today,\n\nall the dark blue speed drained out of it.\n\nThis is the beginning of sadness, I say to myself,\n\n25as I walk through the universe in my sneakers.\n\nIt is time to say good-bye to my imaginary friends,\n\ntime to turn the first big number.\n\nIt seems only yesterday I used to believe\n\nthere was nothing under my skin but light.\n\n30If you cut me I would shine.\n\nBut now when I fall upon the sidewalks of life,\n\nI skin my knees. I bleed.\n\n“On Turning Ten” from The Art of Drowning by Billy Collins, © 1995. All rights are controlled by the University of Pittsburgh Press, Pittsburgh, PA 15260. Used by permission of the University of Pittsburgh Press.",
    "question": "In a well-written essay, analyze how Collins uses literary elements and techniques to convey the complexity of the speaker’s attitude.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Collins uses literary elements and techniques to convey the complexity of the speaker’s attitude.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}