{
  "id": "VR044120",
  "type": "frq",
  "title": "Daphnia Crest Size",
  "content": {
    "description": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nDaphnia longicephala is a freshwater crustacean that can detect chemical cues produced by the predator Notonecta glauca. Researchers raised Daphnia clones and observed that those exposed to Notonecta chemical cues during their development produced larger protective crests, as described in Figures 1 and 2. Crest height and width are measured as ratios to body length. The increase in the size of the crest width and height is not associated with a corresponding change to the Daphnia’s genome. Researchers hypothesize that growing a crest is energetically costly, so Daphnia do not develop the large crests in the absence of Notonecta.\n\nFigure 1. Comparison of Daphnia that developed in the absence (left) and the presence (right) of Notonecta chemical cues\n\nFigure 2. Comparison of mean relative crest height and width between control Daphnia and Daphnia exposed to Notonecta chemical cues during development. Error bars represent <math alttext=\"plus or minus 2 standard errors of the mean\" overflow=\"scroll\"><mstyle><mrow><mo>±</mo><mn>2</mn><msub><mrow><mtext>SE</mtext></mrow><mrow><mover><mrow><mi>x</mi></mrow><mrow><mo>¯</mo></mrow></mover></mrow></msub></mrow></mstyle></math>.",
    "question": "(a) Describe the factors that influence an individual’s phenotype.",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Describe the factors that influence an individual’s phenotype.",
        "image": null
      },
      {
        "text": "(b) Explain how the presence of Notonecta chemical cues affects gene expression in the Daphnia.",
        "image": null
      },
      {
        "text": "(c) As a follow‑up experiment, researchers placed the Daphnia that were exposed to the Notonecta chemical cues into a tank without chemical cues. The Daphnia reproduced asexually, and the offspring developed in the tank without chemical cues. Predict the relative size of the crest height and width of offspring raised in the tank without chemical cues as compared to the parent Daphnia.",
        "image": null
      },
      {
        "text": "(d) Provide reasoning to justify your prediction in part (c).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Heredity"
  },
  "topic": {
    "code": "5.5",
    "text": "5.5: Environmental Effects on Phenotype"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}