{
  "id": "VR040163-22",
  "type": "frq",
  "title": "The Landlady - complex portrayal of the landlady",
  "content": {
    "description": "In P. K. Page’s poem “The Landlady,” published in 1943, the speaker gives a complex portrayal of a landlady. Read the poem carefully. Then, in a well-written essay, analyze how Page uses literary elements and techniques to convey this complex portrayal.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Landlady\n\nThrough sepia air the boarders*boarders: people who rent rooms in a private home come and go,\n\nimpersonal as trains. Pass silently\n\nthe craving silence swallowing her speech;\n\nclick doors like shutters on her camera eye.\n\n(5)Because of her their lives become exact:\n\ntheir entrances and exits are designed;\n\nphone calls are cryptic. Oh, her ticklish ears\n\nadvance and fall back stunned.\n\nNothing is unprepared. They hold the walls\n\n(10)about them as they weep or laugh. Each face\n\nis dialled to zero publicly. She peers\n\nstippled with curious flesh;\n\npads on the patient landing like a pulse,\n\nunlocks their keyholes with the wire of sight,\n\n(15)searches their rooms for clues when they are out,\n\npricks when they come home late.\n\nWonders when they are quiet, jumps when they move,\n\ndreams that they dope or drink, trembles to know\n\nthe traffic of their brains, jaywalks their street\n\n(20)in clumsy shoes.\n\nYet knows them better than their closest friends:\n\ntheir cupboards and the secrets of their drawers,\n\ntheir books, their private mail, their photographs\n\nare theirs and hers.\n\n(25)Knows when they wash, how frequently their clothes\n\ngo to the cleaners, what they like to eat,\n\ntheir curvature of health, but even so\n\nis not content.\n\nAnd like a lover must know all, all, all.\n\n(30)Prays she may catch them unprepared at last\n\nand palm the dreadful riddle of their skulls—\n\nhoping the worst.\nReprinted from KALEIDOSCOPE by P.K. Page by permission of the Porcupine’s Quill. Copyright © The Estate of P.K. Page 2010.",
    "question": "In a well-written essay, analyze how Page uses literary elements and techniques to convey this complex portrayal.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Page uses literary elements and techniques to convey this complex portrayal.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}