{
  "id": "VR040379-22",
  "type": "frq",
  "title": "Literary Argument - consequences of idealism",
  "content": {
    "description": "In his 2004 novel Magic Seeds, V. S. Naipaul writes: “It is wrong to have an ideal view of the world. That’s where the mischief starts. That’s where everything starts unravelling.”Either from your own reading or from the list below, choose a work of fiction in which a character holds an “ideal view of the world.” Then, in a well-written essay, analyze how the author’s portrayal of this idealism and its positive or negative consequences contributes to an interpretation of the work as a whole. Do not merely summarize the plot.\n\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe Alchemist\n\nAntigone\n\nThe Awakening\n\nThe Bluest Eye\n\nBrave New World\n\nBrideshead Revisited\n\nThe Brief Wondrous Life of Oscar Wao\n\nCandide\n\nThe Catcher in the Rye\n\nDeath of a Salesman\n\nDon Quixote\n\nA Gesture Life\n\nGreat Expectations\n\nThe Great Gatsby\n\nThe Handmaid’s Tale\n\nThe House of Mirth\n\nThe Importance of Being Earnest\n\nInvisible Man\n\nKing Lear\n\nLolita\n\nThe Mill on the Floss\n\nMy Ántonia\n\nNative Son\n\nOdyssey\n\nThe Portrait of a Lady\n\nA Portrait of the Artist as a Young Man\n\nThe Sound and the Fury\n\nThe Sun Also Rises\n\nThe Tempest\n\nTo Kill a Mockingbird\n\nWhen the Emperor Was Divine",
    "question": "In a well-written essay, analyze how the author’s portrayal of this idealism and its positive or negative consequences contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the author’s portrayal of this idealism and its positive or negative consequences contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}