{
  "id": "VR044313",
  "type": "frq",
  "title": "Pigeon Lice and Selection",
  "content": {
    "description": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nPigeon lice (Columbicola columbae) are small parasites that feed on the feathers of the rock pigeon (Columba livia). The lice are host-specific, and transmission of lice between pigeons requires direct contact. Pigeons remove the lice with their beaks as they clean their feathers. Figure 1 shows the black and white phenotypes for pigeon feather color and the dark and light phenotypes for louse body color.\n\nFigure 1. Pigeon and louse phenotypes, showing lice against pigeon feathers\n\nResearchers designed an experiment to test the hypothesis that the evolution of coloration in lice is driven by birds. Researchers transferred 25 lice from a random sample of lice obtained from wild‑caught rock pigeons to each individual in groups of black pigeons and white pigeons. Half of the pigeons from each color group were fitted with a harmless mouthpiece that stopped the beaks from entirely closing. The mouthpiece prevented pigeons from removing lice but did not affect the pigeons’ ability to feed. Each pigeon was isolated and kept in identical environmental conditions for temperature, humidity, and amount of light. The lice have a generation time of 24 days. The researchers observed the phenotypes of the lice over a period of four years.",
    "question": "(a) Describe the importance of phenotypic variation in louse body color among individuals in a population of lice.",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Describe the importance of phenotypic variation in louse body color among individuals in a population of lice.",
        "image": null
      },
      {
        "text": "(b) Justify the decision of the researchers to hold lighting conditions constant in their experiment.",
        "image": null
      },
      {
        "text": "(c) Predict the most likely effect of the pigeons cleaning their feathers on the phenotypes of the lice after four years.",
        "image": null
      },
      {
        "text": "(d) Provide reasoning to support your prediction in part (c).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Introduction to Natural Selection"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}