{
  "id": "VR107910",
  "type": "frq",
  "title": "Biodiversity of Mauna Kea 2000 to 2012",
  "content": {
    "description": "",
    "question": "Respond to parts A, B, C, D, E, and all subparts. (a) Describe TWO characteristics of invasive plants that help them outcompete native plants.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, C, D, E, and all subparts. (a) Describe TWO characteristics of invasive plants that help them outcompete native plants.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR107910.g03.png"
      },
      {
        "text": "(b) The research findings are summarized in the graph above.(i) Based on the data in the graph, identify the year in which the abundance of native plants versus invasive plants is nearly equal.(ii) Describe the change in overall plant abundance from 2000–2012, using the data in the graph.(iii) Explain what the trend in relative abundance of native hardstem lovegrass and the invasive fountain grass over the <math alttext=\"12\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>12</mn></mrow></mstyle></math>-year period implies about each species’ ability to withstand drought conditions.",
        "image": null
      },
      {
        "text": "(c) Explain how a loss of species diversity would affect the stability of an ecosystem.",
        "image": null
      },
      {
        "text": "(d) Based on the data in the graph, the Forest Service decides that a coordinated attempt should be made to remove the nonnative fountain grass from Mauna Kea to protect the native hardstem lovegrass, following an Integrated Pest Management (<math alttext=\"I P M\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>IPM</mtext></mrow></mstyle></math>) approach.(i) Describe the process of <math alttext=\"I P M\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>IPM</mtext></mrow></mstyle></math> as an environmental solution.(ii) The ecologists want to begin their <math alttext=\"I P M\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>IPM</mtext></mrow></mstyle></math> program with physical control in a managed area and establish a <math alttext=\"10\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>10</mn></mrow></mstyle></math>-hectare plot in which they will test their efforts. Based on the data in the graph and the information provided, identify a testable scientific question that the ecologists could use to guide their physical control efforts.(iii) Describe a reasonable research method that the ecologists could use in their physical control efforts.",
        "image": null
      },
      {
        "text": "After four years of physical control efforts, the ecologists evaluate the abundance of each type of grass in the test plot. They discover that, although there is less fountain grass in their test plot than when they began, there has not been a significant increase in native hardstem lovegrass.(e) Assuming the ecologists wish to continue with an <math alttext=\"I P M\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>IPM</mtext></mrow></mstyle></math> approach and continue their removal efforts on the test plot for another four years, explain one modification that could be made to the research method you identified above that could alter their results.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.14",
    "text": "5.14: Integrated Pest Management"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}