{
  "id": "VR108600",
  "type": "frq",
  "title": "Inversions and Air Pollution and Urbanization",
  "content": {
    "description": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nAs the human population grows, more individuals are moving into urban areas.",
    "question": "Respond to parts A, B, C, D, E, F, G, H, and all subparts.\n\n(a) Describe one negative human health effect associated with urbanization.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to parts A, B, C, D, E, F, G, H, and all subparts.\n\n(a) Describe one negative human health effect associated with urbanization.",
        "image": null
      },
      {
        "text": "(b) Describe TWO environmental benefits of urbanization.",
        "image": null
      },
      {
        "text": "Geographic features and climatological factors can make some locations more prone to the effects of air pollution. The diagram below illustrates a city of millions of people and its surrounding geography. Human activities in urban areas can release pollutants into the air that lead to ground-level ozone and smog formation.\n\n(c) Describe how a thermal inversion would form in the city shown in the diagram.",
        "image": "https://assets.learnosity.com/organisations/537/VR108600.g04.png"
      },
      {
        "text": "(d) Describe the relationship between a thermal inversion and pollution.",
        "image": null
      },
      {
        "text": "(e) Explain how one factor related to climate could make the city shown in the diagram susceptible to prolonged periods of ground-level ozone and smog.",
        "image": null
      },
      {
        "text": "(f) Explain how a geographical feature could make the city shown in the diagram susceptible to prolonged periods of ground-level ozone and smog.",
        "image": null
      },
      {
        "text": "(g) Propose a solution to reduce the formation of ground-level ozone or smog resulting from human activities in the city.",
        "image": null
      },
      {
        "text": "(h) Air pollution such as smog and ground-level ozone are not the only problems associated with urbanization. Human-made structures in urban areas can increase the amount of runoff reaching streams and lakes.\n\n(i) Propose a solution to reduce the effects of urban runoff.",
        "image": null
      },
      {
        "text": "(ii) Justify the solution proposed in (h)(i) by describing an additional benefit, other than reducing the effects of urban runoff.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.10",
    "text": "5.10: Impacts of Urbanization"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}