{
  "id": "VR154191",
  "type": "frq",
  "title": "Parasitism of Pine Trees",
  "content": {
    "description": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nThe pinewood nematode is a eukaryote that infects certain species of pine trees, feeds on the cells surrounding the trees’ transport system, and ultimately kills the trees. Trees are infected when nematode-carrying beetles feed off the trees and inject the nematode into the trees when they bite through the bark. Once infected, pine trees increase the production of chemicals that serve as a defense mechanism for the trees by negatively affecting the nematodes.\n\nResearchers have found that pinewood nematodes contain symbiotic bacteria that can degrade the pine trees’ defensive chemicals. To investigate the role these bacteria play in nematode survival in the presence of these defensive chemicals, researchers pretreated nematodes with antibiotics and then exposed them to <math alttext=\"alpha pinene\" overflow=\"scroll\"> <mstyle> <mrow> <mi mathvariant=\"normal\">α</mi> <mo>⁢</mo> <mo lspace=\"0em\" rspace=\"0em\">–</mo> <mtext>pinene</mtext> <mtext> </mtext> </mrow> </mstyle> </math>, one of the defensive chemicals produced by the pine trees.",
    "question": "(a) Describe the relationship between a parasite and its host.",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Describe the relationship between a parasite and its host.",
        "image": null
      },
      {
        "text": "(b) Explain how producing the enzymes that digest <math alttext=\"alpha pinene\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi mathvariant=\"normal\">α</mi><mrow><mtext>-</mtext><mtext>pinene</mtext></mrow></mrow></mstyle></math> is beneficial to the bacterial species living within the nematodes.",
        "image": null
      },
      {
        "text": "(c) Predict the effect of the antibiotic treatments on the mortality rate of the nematodes when exposed to <math alttext=\"alpha pinene\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mi mathvariant=\"normal\">α</mi><mrow><mtext>-</mtext><mtext>pinene</mtext></mrow></mrow></mstyle></math>.",
        "image": null
      },
      {
        "text": "(d) Provide reasoning to justify your prediction in part (c).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Ecology"
  },
  "topic": {
    "code": "8.5",
    "text": "8.5: Community Ecology"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}