{
  "id": "VR189147",
  "type": "frq",
  "title": "McCutcheon and Citizens United",
  "content": {
    "description": "McCutcheon v. Federal Election Commission (2013)\n\nAlabama businessman Shaun McCutcheon contributed $33,088 to sixteen different candidates running for federal office in 2012. His donations exceeded the aggregate (total) campaign finance limit established by the Bipartisan Campaign Reform Act (BCRA) of 2002. This law limited the total amount of political contributions that an individual could make in a given two-year election period to federal candidates, federal political action committees, and political parties.\n\nIn the subsequent case, McCutcheon v. Federal Election Commission (2013), the Court ruled in a 5–4 decision that limits on the amount of political contributions established by the BCRA are unconstitutional. The Court held that “contributing money to a candidate is an exercise of an individual’s right to participate in the electoral process. . . . A restriction on how many candidates and committees an individual may support is hardly a ‘modest restraint’ on those rights. The government may no more restrict how many candidates or causes a donor may support than it may tell a newspaper how many candidates it may endorse.”",
    "question": "This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented and provides all of the information you need to know about this case to answer the prompt.\n\nRespond to all parts of the question. In your response, use substantive examples where appropriate.\n\nIdentify the civil liberty that is common in both Citizens United v. Federal Election Commission (2010) and McCutcheon v. Federal Election Commission (2013).\n\nExplain how the decision in Citizens United v. Federal Election Commission relates to the reasoning in McCutcheon v. Federal Election Commission.\n\nExplain how the decision in McCutcheon v. Federal Election Commission can be used to support the participatory, pluralist, or elite model of democracy.",
    "image": null,
    "frqParts": [
      {
        "text": "This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented and provides all of the information you need to know about this case to answer the prompt.\n\nRespond to all parts of the question. In your response, use substantive examples where appropriate.\n\nIdentify the civil liberty that is common in both Citizens United v. Federal Election Commission (2010) and McCutcheon v. Federal Election Commission (2013).\n\nExplain how the decision in Citizens United v. Federal Election Commission relates to the reasoning in McCutcheon v. Federal Election Commission.\n\nExplain how the decision in McCutcheon v. Federal Election Commission can be used to support the participatory, pluralist, or elite model of democracy.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Types of Democracy"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how political principles, institutions, processes, policies, and behaviors apply to different scenarios in context."
  }
}