{
  "id": "VR189155",
  "type": "frq",
  "title": "Betts and Gideon",
  "content": {
    "description": "Betts v. Brady (1942)\n\nIn 1941, Smith Betts was arrested for robbery in the state of Maryland. Unable to afford a lawyer, he was denied a public defender by a judge and forced to represent himself. He was found guilty and given an eight-year sentence.\n\nIn the ensuing case, Betts v. Brady (1942), the Supreme Court ruled against Mr. Betts, who claimed his constitutional right to a fair trial was denied. In a 6-3 decision, the Court held that the right to counsel applied to only criminal cases in federal courts and that he did not have a right to counsel in a state court, except in death penalty cases.\n\nJustice Black, in his dissenting opinion, reasoned, “This case can be determined by a resolution of a narrower question: whether, in view of the nature of the offense and the circumstances of his trial and conviction, this petitioner was denied the procedural protection which is his right under the federal Constitution. I think he was.”",
    "question": "This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented and provides all of the information you need to know about this case to answer the prompt.\n\nRespond to all parts of the question. In your response, use substantive examples where appropriate.\n\nIdentify the constitutional amendment in the Bill of Rights that is common to both Gideon v. Wainwright (1963) and Betts v. Brady (1942).\n\nExplain how the decision in Gideon v. Wainwright relates to the reasoning in Justice Black’s dissenting opinion in Betts v. Brady.\n\nExplain how the decision in Betts v. Brady demonstrates the principle of federalism.",
    "image": null,
    "frqParts": [
      {
        "text": "This question requires you to compare a Supreme Court case you studied in class with one you have not studied in class. A summary of the Supreme Court case you did not study in class is presented and provides all of the information you need to know about this case to answer the prompt.\n\nRespond to all parts of the question. In your response, use substantive examples where appropriate.\n\nIdentify the constitutional amendment in the Bill of Rights that is common to both Gideon v. Wainwright (1963) and Betts v. Brady (1942).\n\nExplain how the decision in Gideon v. Wainwright relates to the reasoning in Justice Black’s dissenting opinion in Betts v. Brady.\n\nExplain how the decision in Betts v. Brady demonstrates the principle of federalism.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.7",
    "text": "1.7: Relationship Between the States and National Government"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how political principles, institutions, processes, policies, and behaviors apply to different scenarios in context."
  }
}