{
  "id": "VR217998",
  "type": "frq",
  "title": "Unfunded Mandates and the ADA",
  "content": {
    "description": "Some laws passed by Congress mandate that states or businesses enact certain provisions. For example, the Americans with Disabilities Act requires businesses to provide parking spaces and make other accommodations for people with disabilities.\n\nUntil the 1950s, Congress regularly appropriated money to fund mandates in laws, but in the 1970s and 1980s, Congress increasingly passed laws including unfunded mandates, requiring states or businesses to spend their own funds to implement the federal law.\n\nIn response to concerns expressed by states and businesses, Congress passed the Unfunded Mandate Reform Act of 1995. The law requires that all bills passed in committee be reviewed by the Congressional Budget Office to estimate the cost of the mandate, and if the law exceeds a certain amount, it cannot be sent to the chamber for a floor vote without an appropriation. Furthermore, any rules made by federal agencies also need to be reviewed for their impact on states and businesses.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nDescribe how the scenario illustrates the power of the purse. Explain how the Unfunded Mandate Reform Act affects the relationship between the states and the federal government.\n\nExplain an advantage of using an unfunded mandate to administer the Americans with Disabilities Act.\n\nDescribe the constitutional amendment that most supports the power of state governments in this situation, and explain how it relates to the scenario.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nDescribe how the scenario illustrates the power of the purse. Explain how the Unfunded Mandate Reform Act affects the relationship between the states and the federal government.\n\nExplain an advantage of using an unfunded mandate to administer the Americans with Disabilities Act.\n\nDescribe the constitutional amendment that most supports the power of state governments in this situation, and explain how it relates to the scenario.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.7",
    "text": "1.7: Relationship Between the States and National Government"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}