{
  "id": "VR218002",
  "type": "frq",
  "title": "Attorney General Loretta Lynch confirmation",
  "content": {
    "description": "On November 9, 2014, President Barack Obama nominated Loretta Lynch to replace Eric Holder as United States Attorney General. President Obama described Ms. Lynch’s qualifications for the position, including a 30-year career as a tough, fair, independent lawyer who twice headed one of the most prominent U.S. Attorney’s offices in the country, and noted that she had “spent her life fighting for fair and equal justice that is the foundation of our democracy.”\n\nMs. Lynch commented, “The Department of Justice was the only Cabinet Department named for an ideal. And this is actually appropriate, because our work is both aspirational, and grounded in gritty reality. It’s both ennobling and profoundly challenging.” Ms. Lynch would become the second woman and second African American to serve as Attorney General.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional process necessary for Loretta Lynch to be confirmed after being nominated, and explain how this process demonstrates the concept of checks and balances.\n\nExplain why the power being used in this scenario is given to the president.\n\nDescribe how the qualifications of Loretta Lynch mentioned in the scenario match the role for which she has been nominated, and explain how she could influence the executive branch in her role.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional process necessary for Loretta Lynch to be confirmed after being nominated, and explain how this process demonstrates the concept of checks and balances.\n\nExplain why the power being used in this scenario is given to the president.\n\nDescribe how the qualifications of Loretta Lynch mentioned in the scenario match the role for which she has been nominated, and explain how she could influence the executive branch in her role.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.5",
    "text": "2.5: Checks on the Presidency"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}