{
  "id": "VR218010",
  "type": "frq",
  "title": "CLOUD Act and Privacy Laws",
  "content": {
    "description": "Beginning in the 1960s, the Supreme Court issued a series of rulings which apply constitutional protections to places where a person might have a “reasonable expectation of privacy,” including areas outside the home. As the internet developed, questions emerged about where internet communication takes place and the level of privacy protection email users can expect.\n\nIn the case United States v. Microsoft (2018), the federal government issued Microsoft Corporation a warrant to hand over to authorities email communications between some of its users. Federal law enforcement alleged that one of Microsoft’s email users was operating an account to facilitate illegal drug trafficking. Microsoft refused to comply with the warrant, claiming that its servers were located in Ireland and thus not within the jurisdiction of the federal government.\n\nBefore the Supreme Court decided the case, Congress intervened by passing the CLOUD Act, which required internet-based companies to hand over communications requested in a warrant so long as both the federal government and the foreign government agreed. Microsoft and other internet companies accepted the new legislation, but the law raised concerns among many groups that civil liberties were being violated.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional amendment that is most relevant to the Supreme Court case, and explain how the actions taken by the federal government prior to accessing emails illustrate the protection of a constitutional liberty.\n\nExplain how passage of the CLOUD Act reflects a tension between balancing order and liberty in the American political system.\n\nDescribe the section of the Constitution that grants Congress the power to pass the CLOUD Act, and explain how this power reflects the principle of checks and balances reflected in the scenario.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional amendment that is most relevant to the Supreme Court case, and explain how the actions taken by the federal government prior to accessing emails illustrate the protection of a constitutional liberty.\n\nExplain how passage of the CLOUD Act reflects a tension between balancing order and liberty in the American political system.\n\nDescribe the section of the Constitution that grants Congress the power to pass the CLOUD Act, and explain how this power reflects the principle of checks and balances reflected in the scenario.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: Ideals of Democracy"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}