{
  "id": "VR218003",
  "type": "frq",
  "title": "Justice Sotomayor Appointment to Supreme Court",
  "content": {
    "description": "On May 26, 2009, President Barack Obama nominated Sonia Sotomayor, the first Hispanic to be nominated as an associate justice on the U.S. Supreme Court.\n\nObama spoke about the qualities of a justice that he valued, including “a rigorous intellect—a mastery of the law, an ability to hone in on the key issues and provide clear answers to complex legal questions.” He also noted the importance of “approach[ing] decisions without any particular ideology or agenda, but rather a commitment to impartial justice; a respect for precedent and a determination to faithfully apply the law to the facts at hand.”\n\nHe described Sotomayor’s distinguished career, including being nominated to the U.S. District Court by Republican President George H.W. Bush. He also remarked on her life experience, describing it as equally important as her career. Her father died when she was nine years old and she was raised in public housing in the Bronx by a mother who was a nurse.\n\nIn his remarks he stated, “of the many responsibilities granted to a president by our Constitution, few are more serious or more consequential than selecting a Supreme Court justice. . .[who] are charged with the vital task of applying principles put to paper more than two centuries ago to some of the most difficult questions of our time.”",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional process required for Sonia Sotomayor to become a Supreme Court justice following her nomination and explain how this process demonstrates Madison’s intent in Federalist 51.\n\nIn the context of the scenario, explain how President Obama’s choice of Sotomayor could advance his agenda.\n\nDescribe the purpose of President Obama’s statement about the qualities of a justice, and explain how this affects the actions of Congress.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nReferencing the scenario, describe the constitutional process required for Sonia Sotomayor to become a Supreme Court justice following her nomination and explain how this process demonstrates Madison’s intent in Federalist 51.\n\nIn the context of the scenario, explain how President Obama’s choice of Sotomayor could advance his agenda.\n\nDescribe the purpose of President Obama’s statement about the qualities of a justice, and explain how this affects the actions of Congress.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Principles of American Government"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}