{
  "id": "VR218016",
  "type": "frq",
  "title": "President Bush and OSHA Regulations",
  "content": {
    "description": "When Republican George W. Bush became president in 2001, the Occupational Safety and Health Administration (OSHA) issued the fewest regulations in the history of the federal agency. This agency was created by an act of Congress in 1970. Its main task has been to ensure safe and healthy working conditions for working men and women in the private sector.\n\nAccording to a 2007 New York Times report, the agency had eliminated dozens of existing and proposed regulations and delayed adopting others. Experts who researched the Bush administration said OSHA had imposed only one major rule between 2001 and 2007.\n\nInstead of regulations, the director of OSHA, Edwin Foulke, said that they and other agencies favor a “voluntary compliance strategy,” reaching agreements with industry associations and companies to police themselves. He also said that he “firmly believes in limited government.” When the Democrats took control of Congress in 2007, they vowed to increase oversight of OSHA.",
    "question": "After reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the foundation of the authority of OSHA to carry out policy regarding working conditions and explain how the federal courts can influence OSHA’s authority.\n\nReferencing the scenario, explain how the ideology of the president may influence the powers of OSHA.\n\nDescribe an action Congress could take to provide oversight for OSHA in this scenario and explain how divided government might impact Congress’s ability to oversee OSHA.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the foundation of the authority of OSHA to carry out policy regarding working conditions and explain how the federal courts can influence OSHA’s authority.\n\nReferencing the scenario, explain how the ideology of the president may influence the powers of OSHA.\n\nDescribe an action Congress could take to provide oversight for OSHA in this scenario and explain how divided government might impact Congress’s ability to oversee OSHA.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Congress: The Senate and the House of Representatives"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}