{
  "id": "VR218022",
  "type": "frq",
  "title": "Biologics Price Competition and Innovation Act",
  "content": {
    "description": "The Food and Drug Administration (FDA) is the federal agency responsible for the approval, regulation, and control of prescription medications. All prescription medications must complete an extensive FDA approval process, which can take years. In an attempt to expedite this process, Congress passed the Biologics Price Competition and Innovation Act in 2009, which created a faster approval pathway for biologic products that are highly similar to existing FDA-approved medications. The law applies only to biologic products, those produced with living organisms, but not to chemically produced drugs. Insulin is a vital prescription medication used to treat diabetes. Over an eight-year period, beginning in 2009, the average price of insulin increased from $90 to $275 a vial. Since insulin was not regulated as a biologic, the time necessary to gain FDA approval prevented new companies from developing less expensive alternatives.\n\nIn 2017, public attention to the rising cost of insulin led the FDA to reclassify the drug as a biologic, thereby lessening the amount of time it took for new companies to get FDA approval. With more manufacturers competing in the marketplace, prices would likely drop.",
    "question": "After reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the executive branch authority used by the FDA in reclassifying insulin as a biologic and explain how this use of the FDA’s authority might affect the success of the Biologics Price Competition and Innovation Act.\n\nReferencing the scenario, explain how Congress could have addressed the increasing cost of insulin prior to 2017.\n\nDescribe an informal power the president could use to influence the FDA’s decision to reclassify insulin as a biologic. Explain how the use of that informal power relates to the principle of separation of powers.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, respond to A, B, and C below.\n\nReferencing the scenario, describe the executive branch authority used by the FDA in reclassifying insulin as a biologic and explain how this use of the FDA’s authority might affect the success of the Biologics Price Competition and Innovation Act.\n\nReferencing the scenario, explain how Congress could have addressed the increasing cost of insulin prior to 2017.\n\nDescribe an informal power the president could use to influence the FDA’s decision to reclassify insulin as a biologic. Explain how the use of that informal power relates to the principle of separation of powers.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: Ideals of Democracy"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}