{
  "id": "VR252006",
  "type": "frq",
  "title": "Tundra Biome Distribution in Canada",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nThe map shows the terrestrial biomes found in Canada.\n\n(a) Based on the map, describe the geographic distribution of the tundra biome in Canada.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nThe map shows the terrestrial biomes found in Canada.\n\n(a) Based on the map, describe the geographic distribution of the tundra biome in Canada.",
        "image": "https://assets.learnosity.com/organisations/537/VR252006.g02.png"
      },
      {
        "text": "(b) Based on the biomes shown in the map, identify the city that has cool summers and mild winters and is located within one of the most productive ecosystems on Earth.",
        "image": null
      },
      {
        "text": "Forests are a natural resource found in Canada. Spruce, fir, and pine species are native over much of the country and are harvested to produce a variety of products. One method of harvesting is clear-cutting.\n(c) Describe one harmful biotic change that a forest in Canada experiences after clear-cutting has occurred.",
        "image": null
      },
      {
        "text": "(d) Explain one way that the removal of all vegetation can negatively impact carbon sequestration.",
        "image": null
      },
      {
        "text": "(e) There are a variety of methods to create sustainable forests, each with their own unique advantages and disadvantages. Explain how the process of integrated pest management could be used to create or manage sustainable forests in Canada.",
        "image": null
      },
      {
        "text": "(f) In addition to the forests, another major natural resource found in Canada is crude oil. Over 95% of the crude oil reserves in Canada are located within Alberta. Describe how extracting crude oil in Canada can lead to an environmental problem.",
        "image": null
      },
      {
        "text": "Renewable sources of energy are increasingly contributing to the total energy supply in Canada. Currently, hydroelectric power is Canada’s largest renewable energy source. Hydroelectric facilities can have major impacts on aquatic ecosystems.\n(g) Propose a solution, other than switching to a different renewable energy source, that reduces downstream aquatic ecosystem disruption caused by hydroelectric dams.",
        "image": null
      },
      {
        "text": "(h) Justify the solution proposed in part (g) by stating a positive economic or environmental impact, other than maintaining aquatic ecosystems, that results from implementation of the solution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Terrestrial Biomes"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}