{
  "id": "VR252472",
  "type": "frq",
  "title": "Square Glass Dielectric Experiment",
  "content": {
    "description": "",
    "question": "Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight. A group of students are to experimentally determine the thickness of a thin square of glass used as a dielectric with dielectric constant <math alttext=\"kappa\" overflow=\"scroll\"><mstyle><mrow><mi>κ</mi></mrow></mstyle></math> in a parallel plate capacitor. Aluminum foil is attached to either side of the square of glass as shown. Many squares of glass of varying sizes but identical thicknesses are available to use in the experiment. The students are expected to find the thickness of the glass by plotting their data in a graph. In addition to equipment commonly found in a high school physics laboratory, students have access to a multimeter that is able to measure capacitance. (a) Identify each quantity to be measured, the symbol that will be used to represent that quantity, and the equipment that would be used to measure that quantity.",
    "image": null,
    "frqParts": [
      {
        "text": "Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight. A group of students are to experimentally determine the thickness of a thin square of glass used as a dielectric with dielectric constant <math alttext=\"kappa\" overflow=\"scroll\"><mstyle><mrow><mi>κ</mi></mrow></mstyle></math> in a parallel plate capacitor. Aluminum foil is attached to either side of the square of glass as shown. Many squares of glass of varying sizes but identical thicknesses are available to use in the experiment. The students are expected to find the thickness of the glass by plotting their data in a graph. In addition to equipment commonly found in a high school physics laboratory, students have access to a multimeter that is able to measure capacitance. (a) Identify each quantity to be measured, the symbol that will be used to represent that quantity, and the equipment that would be used to measure that quantity.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR252472.g01.png"
      },
      {
        "text": "(b) Describe the procedure to be used to determine the thickness of the glass. Provide enough detail so that another student could replicate the experiment, including any steps necessary to reduce experimental uncertainty. As needed, use the symbols defined in part (a).",
        "image": null
      },
      {
        "text": "(c) Which quantities (raw data or calculated from the data) would be graphed on the horizontal and vertical axes to produce a linear graph that could be used to determine the thickness of the glass plates?",
        "image": null
      },
      {
        "text": "(d) Describe which information from the graph described in part (c) would be used and how it would be used to determine the thickness of the glass.",
        "image": null
      },
      {
        "text": "(e) After completing their calculations, the students find that their calculated value for the thickness of the glass is larger than the actual thickness of the glass. Identify what experimental factor could explain this difference. Justify your answer.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "10",
    "text": "10: Conductors and Capacitors"
  },
  "topic": {
    "code": "10.3",
    "text": "10.3: Capacitors"
  },
  "skill": {
    "code": "3.A",
    "text": "3.A: Create experimental procedures that are appropriate for a given scientific question."
  }
}