{
  "id": "VR252024",
  "type": "frq",
  "title": "Bald Eagle Population in Chesapeake Bay Food Web",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The food web illustrates the feeding relationships between organisms in the Chesapeake Bay, a coastal estuary in the eastern United States. (a) Based on the information in the diagram, identify a primary producer.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The food web illustrates the feeding relationships between organisms in the Chesapeake Bay, a coastal estuary in the eastern United States. (a) Based on the information in the diagram, identify a primary producer.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR252024.g01.png"
      },
      {
        "text": "(b) Based on the information in the diagram, identify an organism that is an omnivore.",
        "image": null
      },
      {
        "text": "(c) Based on the information in the diagram, explain why an increase in the bald eagle population could lead to a decrease in the osprey population in the short term.",
        "image": null
      },
      {
        "text": "(d) Based on the information in the diagram, identify a primary consumer that is also a generalist species.",
        "image": null
      },
      {
        "text": "(e) The city of Baltimore is located on the Chesapeake Bay. Describe one environmental problem in the Chesapeake Bay that is directly related to the numerous roads and parking lots in Baltimore.",
        "image": null
      },
      {
        "text": "(f) Make a claim that proposes a realistic solution to the problem you identified in (e).",
        "image": null
      },
      {
        "text": "(g) For the solution you proposed in part (f), describe one additional benefit that could result from the implementation of your solution.",
        "image": null
      },
      {
        "text": "The land use around the Chesapeake Bay is primarily agricultural, with large areas of land that were originally forested now used for the poultry industry. Many of these poultry farms are large-scale feeding operations.(h) Describe one unintended consequence of concentrated poultry feeding operations on the biodiversity in the Chesapeake Bay.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.11",
    "text": "1.11: Food Chains and Food Webs"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe characteristics of an environmental concept, process, or model represented visually."
  }
}