{
  "id": "VR252474",
  "type": "frq",
  "title": "Cylindrical Clay Dielectric Experiment",
  "content": {
    "description": "",
    "question": "Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight.\n\nA group of students are to experimentally determine the dielectric constant <math alttext=\"kappa\" overflow=\"scroll\"><mstyle><mrow><mi>κ</mi></mrow></mstyle></math> of moldable clay which is formed into the shape of a cylinder of radius <math alttext=\"R\" overflow=\"scroll\"><mstyle><mrow><mi>R</mi></mrow></mstyle></math>. Aluminum foil is attached to each end of the clay as shown in the figure. Students are told that their experimental design must focus on varying the radius of the clay cylinder. The students are expected to find the dielectric constant by plotting their data in a graph. In addition to equipment commonly found in a high school physics laboratory, students have access to a multimeter that is able to measure capacitance.\n\n(a) Identify each quantity to be measured, the symbol that will be used to represent that quantity, and the equipment that would be used to measure that quantity.",
    "image": null,
    "frqParts": [
      {
        "text": "Read each part carefully. Show all your work for each part of the question. The parts within the question may not have equal weight.\n\nA group of students are to experimentally determine the dielectric constant <math alttext=\"kappa\" overflow=\"scroll\"><mstyle><mrow><mi>κ</mi></mrow></mstyle></math> of moldable clay which is formed into the shape of a cylinder of radius <math alttext=\"R\" overflow=\"scroll\"><mstyle><mrow><mi>R</mi></mrow></mstyle></math>. Aluminum foil is attached to each end of the clay as shown in the figure. Students are told that their experimental design must focus on varying the radius of the clay cylinder. The students are expected to find the dielectric constant by plotting their data in a graph. In addition to equipment commonly found in a high school physics laboratory, students have access to a multimeter that is able to measure capacitance.\n\n(a) Identify each quantity to be measured, the symbol that will be used to represent that quantity, and the equipment that would be used to measure that quantity.",
        "image": "https://assets.learnosity.com/organisations/537/VR252474.g01.png"
      },
      {
        "text": "(b) Describe the procedure to be used to determine the dielectric constant of the clay. Provide enough detail so that another student could replicate the experiment, including any steps necessary to reduce experimental uncertainty. As needed, use the symbols defined in part (a).",
        "image": null
      },
      {
        "text": "(c) Which quantities (raw data or calculated from the data) would be graphed on the horizontal and vertical axes to produce a linear graph that could be used to determine the dielectric constant of the clay?",
        "image": null
      },
      {
        "text": "(d) Describe which information from the graph described in part (c) would be used and how it would be used to determine the dielectric constant of the clay.",
        "image": null
      },
      {
        "text": "(e) After completing their calculations, the students find that their calculated value for the dielectric constant of the clay is less than the actual dielectric constant of the clay. Identify what experimental factor could explain this difference. Justify your answer.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "10",
    "text": "10: Conductors and Capacitors"
  },
  "topic": {
    "code": "10.3",
    "text": "10.3: Capacitors"
  },
  "skill": {
    "code": "3.A",
    "text": "3.A: Create experimental procedures that are appropriate for a given scientific question."
  }
}