{
  "id": "VR252048",
  "type": "frq",
  "title": "Trout Upstream of Dam in 2016 and Site 3 Material",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nSea trout are a fish species that migrate annually between spawning grounds in rivers and the sea. The data show the population of sea trout spawning at two different sites along the river.\n\nTwo changes occurred through the years. In 1998 a fish ladder was installed allowing fish to pass over the dam, and in 2008 the dam was removed.\n\nPopulation of Trout per Kilometer\n\nTrout 0-1 year old\n\nYear\n 1988\n 1992\n 1999\n 2011\n 2016\n\nLocation A\n 0\n 0\n 75\n 3760\n 9270\n\nLocation B\n 1320\n 380\n 2440\n 4960\n 8110\n\nTrout older than 1 year\n\nYear\n 1988\n 1992\n 1999\n 2011\n 2016\n\nLocation A\n 0\n 0\n 200\n 360\n 340\n\nLocation B\n 260\n 670\n 440\n 430\n 400\n\n(a) Based on the information provided, identify the number of trout (per kilometer) older than 1 year upstream of the dam in 2016.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nSea trout are a fish species that migrate annually between spawning grounds in rivers and the sea. The data show the population of sea trout spawning at two different sites along the river.\n\nTwo changes occurred through the years. In 1998 a fish ladder was installed allowing fish to pass over the dam, and in 2008 the dam was removed.\n\nPopulation of Trout per Kilometer\n\nTrout 0-1 year old\n\nYear\n 1988\n 1992\n 1999\n 2011\n 2016\n\nLocation A\n 0\n 0\n 75\n 3760\n 9270\n\nLocation B\n 1320\n 380\n 2440\n 4960\n 8110\n\nTrout older than 1 year\n\nYear\n 1988\n 1992\n 1999\n 2011\n 2016\n\nLocation A\n 0\n 0\n 200\n 360\n 340\n\nLocation B\n 260\n 670\n 440\n 430\n 400\n\n(a) Based on the information provided, identify the number of trout (per kilometer) older than 1 year upstream of the dam in 2016.",
        "image": "https://assets.learnosity.com/organisations/537/VR252048.g01.png"
      },
      {
        "text": "(b) Based on the information provided, describe the relationship between dam removal and the number of trout (per kilometer) younger than 1 year downstream of the dam.",
        "image": null
      },
      {
        "text": "(c) Based on the information provided, describe an economic benefit that the river likely provided in the year 2007 but not after 2008.",
        "image": null
      },
      {
        "text": "A marine survey crew samples the bottom material of the open sea at Sites 1, 2, and 3. The predominant types of materials they find are gravel, sand, and fine silt.\n(d) Identify which of the three bottom materials they would most likely find at Site 3, and explain why the material would be deposited at Site 3.",
        "image": null
      },
      {
        "text": "After the dam was removed, the flow of the river increased rapidly in the immediate area downstream for a short period.\n(e) Explain why the number of migratory birds visiting areas downriver from the former dam site increased the year after dam removal.",
        "image": null
      },
      {
        "text": "Farmers in the region depend heavily on an aquifer for crop irrigation. The aquifer recharge zone is marked on the diagram.\n(f) Describe one way that farmers could protect the aquifer recharge zone shown in the diagram.",
        "image": null
      },
      {
        "text": "The local people are engaged in a variety of agricultural practices in the watershed of the river. Agriculture uses a variety of methods to produce meat for human consumption.\n(g) Describe how the planting of a variety of native grasses in grazing pastures that grow in different conditions is a sustainable approach for grazing beef cattle.",
        "image": null
      },
      {
        "text": "(h) Describe one environmental problem wetland ecosystems may experience because of the increased need for agricultural land for crops or beef production.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.2",
    "text": "2.2: Ecosystem Services"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}