{
  "id": "VR251998",
  "type": "frq",
  "title": "South Korean Seafood Production",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Seafood is an important part of the human diet in many parts of the world. Seafood is harvested from different sources. (a) Based on the graph, describe the trend in total seafood production in South Korea between 1960 and 1986.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Seafood is an important part of the human diet in many parts of the world. Seafood is harvested from different sources. (a) Based on the graph, describe the trend in total seafood production in South Korea between 1960 and 1986.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR251998.g01.png"
      },
      {
        "text": "(b) Based on the graph, identify the year in which seafood production by aquaculture and wild caught seafood production in South Korea were approximately equal.",
        "image": null
      },
      {
        "text": "(c) Explain one way that the change in seafood production may have impacted the South Korean fishing industry’s fuel consumption.",
        "image": null
      },
      {
        "text": "Primary consumers, like catfish and clams, and secondary consumers, like halibut and trout, are both harvested in the wild and raised in aquaculture.(d) A shopper in the seafood section of their market believes that purchasing farmed trout is a better choice for the environment than purchasing farmed catfish. Make a claim using evidence that supports or refutes this assertion.",
        "image": null
      },
      {
        "text": "(e) Another shopper believes that purchasing farmed halibut is a better choice for the environment than purchasing wild-caught halibut. Make a claim by citing an environmental problem associated with one of the options that supports or refutes this assertion.",
        "image": null
      },
      {
        "text": "(f) Propose a solution to the environmental problem you cited in part (e).",
        "image": null
      },
      {
        "text": "(g) For the solution you proposed in part (f), describe one disadvantage or unintended consequence that could result.",
        "image": null
      },
      {
        "text": "(h) Most wild fish populations belong to the public and not to individuals or individual countries. For another resource, other than wild fish, describe an environmental problem that was the result of the public ownership of the resource.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.1",
    "text": "5.1: The Tragedy of the Commons"
  },
  "skill": {
    "code": "Skill 5.A",
    "text": "Skill 5.A: Describe patterns or trends in data."
  }
}