{
  "id": "VR442278",
  "type": "frq",
  "title": "Winner- takes- all systems and 3rd party success",
  "content": {
    "description": "The 1992 presidential election featured a competitive race between Republican President George H. W. Bush, Arkansas Democrat Governor Bill Clinton, and Texas billionaire Ross Perot, who ran as an independent. Despite having an approval rating of over 90 percent a year earlier, Bush's popularity steadily fell due to a weak economy. Clinton rose in the polls by focusing on the economy and by courting independents and younger voters. Perot was the charismatic wild card, with a self-financed campaign and strong support in all regions of the country.\n\nPerot led in the polls as late as June, engaging new voters and receiving strong media attention. While he received 19 percent of the popular vote on election day, the highest for a third-party candidate since 1912, Perot found himself with no electoral votes when the dust settled on November 3.",
    "question": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, please respond to A, B, and C below.\n\nIn the context of the scenario, describe a characteristic of the electoral process that led to Ross Perot not winning any electoral votes.\n\nIn the context of the scenario, explain how the result of the electoral process described in part A could affect future third-party or independent candidates running for president.\n\nExplain how the electoral process described in the scenario affects democratic participation.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question. In your response, use substantive examples where appropriate.\n\nAfter reading the scenario, please respond to A, B, and C below.\n\nIn the context of the scenario, describe a characteristic of the electoral process that led to Ross Perot not winning any electoral votes.\n\nIn the context of the scenario, explain how the result of the electoral process described in part A could affect future third-party or independent candidates running for president.\n\nExplain how the electoral process described in the scenario affects democratic participation.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Foundations of American Democracy"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: Ratification of the U.S. Constitution"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe political principles, institutions, processes, policies, and behaviors."
  }
}