{
  "id": "VR598480",
  "type": "frq",
  "title": "Fracking Wells in Pennsylvania",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Developments in advanced hydraulic fracturing (fracking) technologies have allowed the total oil and gas production in the United States to increase rapidly. Methane Concentration in Drinking Water Wells in Pennsylvania (a) The graph shows the methane concentration in drinking water from home wells and the distance to the nearest fracking well in Pennsylvania. (i) Based on the data in the graph, identify the highest methane concentration found in well water in Pennsylvania.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Developments in advanced hydraulic fracturing (fracking) technologies have allowed the total oil and gas production in the United States to increase rapidly. Methane Concentration in Drinking Water Wells in Pennsylvania (a) The graph shows the methane concentration in drinking water from home wells and the distance to the nearest fracking well in Pennsylvania. (i) Based on the data in the graph, identify the highest methane concentration found in well water in Pennsylvania.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR598480.g05.svg"
      },
      {
        "text": "(ii) Based on the data in the graph, describe the relationship between the concentration of methane in well water and the distance to a fracking well.",
        "image": null
      },
      {
        "text": "(iii) Based on the data in the graph, identify the minimum safe distance that a new water well should be located from an existing fracking well.",
        "image": null
      },
      {
        "text": "(iv) Explain how fracking fluid is used to access oil and natural gas in sedimentary rock, such as shale, during the fracking process.",
        "image": null
      },
      {
        "text": "(v) Identify one negative geologic effect in an area where hydraulic fracturing (fracking) occurs.",
        "image": null
      },
      {
        "text": "(b) The volume of water used for oil and gas extraction is <math alttext=\"28\" display=\"inline\" overflow=\"scroll\"><mn>28</mn></math> times greater than it was fifteen years ago. Much of the water used for oil and gas extraction comes from groundwater sources in arid or semiarid regions. This increased use of water for fracking may mean that less water is available for local use.(i) The use of groundwater for fracking is an example of individuals using a shared resource for their own self-interest. Identify the environmental concept illustrated by this example of overuse of a shared resource.",
        "image": null
      },
      {
        "text": "(ii) Describe one environmental problem that may result from increased use of groundwater for fracking in arid or semiarid regions.",
        "image": null
      },
      {
        "text": "(iii) Describe how overuse of coastal groundwater supplies can result in water that is unsuitable for human consumption.",
        "image": null
      },
      {
        "text": "(c) In addition to water quality issues caused by fossil fuel extraction, air quality can also be negatively affected by combustion of oil and natural gas.(i) Make a claim for a realistic governmental action to improve air quality by reducing consumption of oil.",
        "image": null
      },
      {
        "text": "(ii) Justify the action proposed in part (c)(i) by stating a potential environmental advantage of that action, other than slowing global climate change.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Energy Resources and Consumption"
  },
  "topic": {
    "code": "5.5",
    "text": "5.5: Irrigation Methods"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}