{
  "id": "VR597002",
  "type": "frq",
  "title": "Seventeen Syllables - Rosies complex response",
  "content": {
    "description": "The following excerpt is from Hisaye Yamamoto’s short story “Seventeen Syllables,” originally published in 1988. In this passage, Rosie, a Japanese American girl, reflects on her mother’s three-month career as a poet. Read the passage carefully. Then, in a well-written essay, analyze how Yamamoto uses literary elements and techniques to convey Rosie’s complex response to this period in her mother’s life.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nThe first Rosie knew that her mother had taken to writing poems was one evening when she finished one and read it aloud for her daughter’s approval. It was about cats, and Rosie pretended to understand it thoroughly and appreciate it no end, partly because she hesitated to disillusion her mother about the quantity and quality of Japanese she had learned in all the years now that she had been going to Japanese school every Saturday (and Wednesday, too, in the summer). Even so, her mother must have been skeptical about the depth of Rosie’s understanding, because she explained afterwards about the kind of poem she was trying to write.\n\nSee, Rosie, she said, it was a haiku, a poem in which she must pack all her meaning into seventeen syllables only, which were divided into three lines of five, seven, and five syllables. In the one she had just read, she had tried to capture the charm of a kitten, as well as comment on the superstition that owning a cat of three colors meant good luck.\n\n“Yes, yes, I understand. How utterly lovely,” Rosie said, and her mother, either satisfied or seeing through the deception and resigned, went back to composing.\n\nThe truth was that Rosie was lazy; English lay ready on the tongue but Japanese had to be searched for and examined, and even then put forth tentatively (probably to meet with laughter). It was so much easier to say yes, yes, even when one meant no, no. Besides, this was what was in her mind to say: I was looking through one of your magazines from Japan last night, Mother, and towards the back I found some haiku in English that delighted me. There was one that made me giggle off and on until I fell asleep—\n\nIt is morning, and lo!\n\nI lie awake, comme il faut,1French: as is fitting\n\nsighing for some dough.\n\nNow, how to reach her mother, how to communicate the melancholy song? Rosie knew formal Japanese by fits and starts, her mother had even less English, no French. It was much more possible to say yes, yes.\n\nIt developed that her mother was writing the haiku for a daily newspaper, the Mainichi Shimbun, that was published in San Francisco. Los Angeles, to be sure, was closer to the farming community in which the Hayashi family lived and several Japanese vernaculars were printed there, but Rosie’s parents said they preferred the tone of the northern paper. Once a week, the Mainichi would have a section devoted to haiku, and her mother became an extravagant contributor, taking for herself the blossoming pen name, Ume Hanazono.\n\nSo Rosie and her father lived for a while with two women, her mother and Ume Hanazono. Her mother (Tome Hayashi by name) kept house, cooked, washed, and, along with her husband and the Carrascos, the Mexican family hired for the harvest, did her ample share of picking tomatoes out in the sweltering fields and boxing them in tidy strata in the cool packing shed. Ume Hanazono, who came to life after the dinner dishes were done, was an earnest, muttering stranger who often neglected speaking when spoken to and stayed busy at the parlor table as late as midnight scribbling with pencil on scratch paper or carefully copying characters on good paper with her fat, pale green Parker.\n\nThe new interest had some repercussions on the household routine. Before, Rosie had been accustomed to her parents and herself taking their hot baths early and going to bed almost immediately afterwards, unless her parents challenged each other to a game of flower cards or unless company dropped in. Now if her father wanted to play cards, he had to resort to solitaire (at which he always cheated fearlessly), and if a group of friends came over, it was bound to contain someone who was also writing haiku, and the small assemblage would be split in two, her father entertaining the non-literary members and her mother comparing ecstatic notes with the visiting poet.\n\nIf they went out, it was more of the same thing. But Ume Hanazono’s life span, even for a poet’s, was very brief—perhaps three months at most.\nYamamoto, Hisaye. Seventeen Syllables and Other Stories. Copyright © 1998 by Rutgers, the State University. Reprinted by permission of Rutgers University Press.",
    "question": "In a well-written essay, analyze how Yamamoto uses literary elements and techniques to convey Rosie’s complex response to this period in her mother’s life.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Yamamoto uses literary elements and techniques to convey Rosie’s complex response to this period in her mother’s life.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe how textual details reveal nuances and complexities in characters' relationships with one another."
  }
}