{
  "id": "VR596434",
  "type": "frq",
  "title": "Global climate change and tree populations",
  "content": {
    "description": "",
    "question": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nSeveral studies indicate that a particular forest biome in the Northern Hemisphere will become significantly warmer over the next century. Researchers studying a population of trees in the forest hypothesize that warming will negatively impact the evolutionary fitness of many of the trees. The researchers also hypothesize that warming will shift the range of the population further north to cooler habitats.\n\n(a) Describe the way the evolutionary fitness of an individual tree is measured.",
    "image": null,
    "frqParts": [
      {
        "text": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.\n\nSeveral studies indicate that a particular forest biome in the Northern Hemisphere will become significantly warmer over the next century. Researchers studying a population of trees in the forest hypothesize that warming will negatively impact the evolutionary fitness of many of the trees. The researchers also hypothesize that warming will shift the range of the population further north to cooler habitats.\n\n(a) Describe the way the evolutionary fitness of an individual tree is measured.",
        "image": null
      },
      {
        "text": "(b) The range shift of the tree population may result in the fragmentation of the population into several smaller, isolated populations. Explain how the fragmentation may result in speciation.",
        "image": null
      },
      {
        "text": "(c) Recent research suggests that the range in which trees can grow is due in large part to their symbiotic relationships with soil microbes that are sensitive to temperature. Predict the effects on a population of microbes if the average temperature in an area increases above the temperature at which most of the microbes are able to successfully reproduce.",
        "image": null
      },
      {
        "text": "(d) Justify your prediction in part (c) using evidence from biological principles.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Introduction to Natural Selection"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}