{
  "id": "VR597000",
  "type": "frq",
  "title": "Rafters - attitude toward the past and future",
  "content": {
    "description": "In Butler E. Brewton’s poem “Rafters,” published in 1995, the speaker reflects on family history. Read the poem carefully. Then, in a well-written essay, analyze how Brewton uses literary elements and techniques to convey the speaker’s complex attitude toward the past and future.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nRafters\n\nThe barn,\n\nGray and rotting where\n\nThe edges touch the wet earth,\n\nIs filled to the rafters with things\n\n5We put away from one year to the next;\n\nAnd out in the field,\n\nHalf hidden by the wild sprouts,\n\nIs the old plow my father left\n\nThe last year he planted the crop\n\n10We deserted, never harvesting\n\nWhat his sweat was meant for,\n\nBut left one by one for the factories,\n\nTaking wives and husbands to make\n\nHomes where the work was good\n\n15In the cities.\n\nI think about the hot summer streets\n\nWhen we sat on the cement stoops\n\nDrinking beer on paydays\n\nWhile our children grew farther\n\n20From our reach and one day\n\nSo far they could not hear\n\nThe sound of our voices calling\n\nThrough the night.\n\nAnd I know now that what\n\n25We came for we didn't get,\n\nAnd we have put away whatever\n\nPlans we had.\n\nI will leave the city\n\nAnd try to pull the old plow\n\n30Out of the land,\n\nFix the bottom of the barn\n\nWith aged hands.\n“Rafters” by Butler E. Brewton, from Home is Where: An Anthology of African American Poetry from the Carolinas. © 1995, Hub City Press. Used with permission.",
    "question": "In a well-written essay, analyze how Brewton uses literary elements and techniques to convey the speaker’s complex attitude toward the past and future.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Brewton uses literary elements and techniques to convey the speaker’s complex attitude toward the past and future.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}