{
  "id": "VR598670",
  "type": "frq",
  "title": "Pacific Islands and Mongoose",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nBiologists collected data on the abundance of lizards on several Pacific islands with and without mongoose populations. The surveys were conducted at different locations on the islands by counting the number of lizards observed per hour and included habitats with both undisturbed areas and anthropogenically disturbed areas.\n\nLizard Numbers on Pacific Islands\n\n(a) The graph shows data collected by biologists on lizard numbers on several Pacific islands.\n\n(i) Based on the data in the graph, identify the habitat type with the greatest number of lizards.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nBiologists collected data on the abundance of lizards on several Pacific islands with and without mongoose populations. The surveys were conducted at different locations on the islands by counting the number of lizards observed per hour and included habitats with both undisturbed areas and anthropogenically disturbed areas.\n\nLizard Numbers on Pacific Islands\n\n(a) The graph shows data collected by biologists on lizard numbers on several Pacific islands.\n\n(i) Based on the data in the graph, identify the habitat type with the greatest number of lizards.",
        "image": "https://assets.learnosity.com/organisations/537/VR598670.g09.svg"
      },
      {
        "text": "(ii) Based on the data in the graph, describe the relationship between the lizard numbers observed on islands with and without mongoose populations.",
        "image": null
      },
      {
        "text": "Globally, islands vary in size, location, and habitat.\n(b) Based on the theory of island biogeography, describe the characteristics of an island with the greatest species diversity.",
        "image": null
      },
      {
        "text": "(c) Island ecosystems are often threatened by invasive species, such as the mongoose populations studied in the survey.\n(i) Describe one environmental problem caused by invasive animal species.",
        "image": null
      },
      {
        "text": "(ii) Invasive species are often pests. Make a claim that proposes one way to control pest species.",
        "image": null
      },
      {
        "text": "(iii) Justify the solution proposed in (c)(ii) by providing an additional benefit of the solution.",
        "image": null
      },
      {
        "text": "(d) Islands provide humans with many ecosystem services. However, humans may alter ecosystems when they obtain these services. Large-scale commercial sugarcane farming on the Pacific islands has led to significant ecological damage.\n(i) Identify a provisioning ecosystem service provided by primary forests.",
        "image": null
      },
      {
        "text": "(ii) Based on the data in the graph, explain how replacing primary forests with sugarcane fields may have affected the number of lizards counted on the mongoose-free Pacific islands.",
        "image": null
      },
      {
        "text": "(iii) The long-term use of monocultures in commercial sugarcane farming is one cause of the ecological damage. Describe one problem associated with monocultures.",
        "image": null
      },
      {
        "text": "One solution to the ecological damage of monocultures is to use a form of crop rotation using legumes.\n(e) Describe an advantage of crop rotation using legumes on soil fertility.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Island Biogeography"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}