{
  "id": "VR598474",
  "type": "frq",
  "title": "Shaving - complex associations with ritual",
  "content": {
    "description": "In Richard Blanco's poem “Shaving,” published in 1998, the speaker writes about the act of shaving. Read the poem carefully. Then, in a well-written essay, analyze how Blanco uses literary elements and techniques to develop the speaker’s complex associations with the ritual of shaving.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nShaving\n\nI am not shaving, I’m writing about it.\n\nAnd I conjure the most elaborate idea—\n\nhow my beard is a creation of silent labor\n\nlike ocean steam rising to form clouds,\n\n5or the bloom of spiderwebs each morning;\n\nthe discrete mystery of how whiskers grow,\n\nlike the drink roses take from the vase,\n\nor the fall of fresh rain, becoming\n\na river, and then rain again, so silently.\n\n10I think of all these slow and silent forces\n\nand how quietly my father’s life passed us by.\n\nI think of those mornings, when I am shaving,\n\nand remember him in a masquerade of foam, then,\n\nas if it was his beard I took the blade to,\n\n15the memory of him in tiny snips of black whiskers\n\nswirling in the drain—dead pieces of the self\n\nfrom the face that never taught me how to shave.\n\nHis legacy of whiskers that grow like black seeds\n\nsown over my cheek and chin, my own flesh.\n\n20I am not shaving, but I will tell you about the mornings\n\nwith a full beard and the blade in my hand,\n\nwhen my eyes don’t recognize themselves\n\nin a mirror echoed with a hundred faces\n\nI have washed and shaved—it is in that split second,\n\n25when perhaps the roses drink and the clouds form,\n\nwhen perhaps the spider spins and rain transforms,\n\nthat I most understand the invisibility of life\n\nand the intensity of vanishing, like steam\n\nat the slick edges of the mirror, without a trace.\n“Shaving” from City of a Hundred Fires by Richard Blanco, ©1998. All rights are controlled by the University of Pittsburgh Press, Pittsburgh, PA 15260. Used by permission of the University of Pittsburgh Press.",
    "question": "In a well-written essay, analyze how Blanco uses literary elements and techniques to develop the speaker’s complex associations with the ritual of shaving.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Blanco uses literary elements and techniques to develop the speaker’s complex associations with the ritual of shaving.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}