{
  "id": "VR627386",
  "type": "frq",
  "title": "The Stairs - complex interactions among characters",
  "content": {
    "description": "The following excerpt is from Dorothy West’s short story “The Stairs,” originally published in 1961. In this passage, Mr. Hathaway, a carpenter, has arrived at Mrs. Edwards’ house to fix her stairs. Read the passage carefully. Then, in a well-written essay, analyze how West uses literary elements and techniques to portray the complex interactions among the characters.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nMr. Hathaway braked his little truck, scrambled down, and smiled at the grandmother. He was seasoned with living and daily labor. A countryman who had had a long spell in the city, with a sizable business, a wife who wore furs, and a house with all the conveniences. When they were gone, the wife deceased, the business sold because there was no one for whom to buy furs, and the house sold, too, because it was too big for a widower, he came back to where his roots were.\n\nHe had money in the bank, but he could not live out all his days on money alone. So he worked at his trade, working without a helper, because a younger man beside him made him do foolish, reckless things, like climbing a ladder too fast, making too long a reach from a scaffold, carrying too many things at once, just to prove that he still had more go than a young whippersnapper.\n\n“Mornin’, Mrs. Edwards,” he said, “I’m here.”\n\n“I see you are,” she said brightly, with no attempt at sarcasm. “Couldn’t ask for a better day to start a job. But could I get you a cup of coffee before you start?”\n\nIt was a common courtesy. Everybody was on the same footing, dog and man, servant and those he served. Besides, Mrs. Edwards could trust Mr. Hathaway. He wouldn’t add her cup of kindness to his working hour.\n\n“Well, thank you. I’d like that fine.”\n\n“You come sit while I get it. Walk with care! Those steps have seen a lot of wear. So many children over so many summers have bumped up and down them with their bicycles and tricycles. But those days are gone now. I’ve already got a married granddaughter. And the rest of my grands are up in their teens. Old enough to find the country too quiet. They like to go where it’s lively. They don’t stay children forever. It isn’t fair to wish they could.” She gave herself a little shake. “Well that’s not getting the coffee. I’ll be back soon.”\n\nShe was back quite too soon with coffee and buns on a tray. She settled the tray on the rail and dispensed her hospitality.\n\n“My,” said Mr. Hathaway, after a long satisfying swallow, “there’s nothing beats a good cup of coffee except the company of a good soul.”\n\n“Well,” said Mrs. Edwards, “I always say if we haven’t got time to take time with each other, we’ll have plenty of time to be sorry.”\n\nMr. Hathaway pondered this sage observation. “Say what you will, dog or cat, hunting or fishing, there’s nothing the same as human talk.”\n\nMrs. Edwards poured more coffee into his waiting cup and steered another sugared bun into his reaching hand. She sighed, not sadly, but routinely, as one who knew that the best was behind her.\n\n“Every once in a while I think of the many echoes of children’s voices. None of my family has been here for over five years. Oh, I see them through the winter. But summer’s when I have the most hankering. I guess that’s because in summer there’s more beauty in the country than you can bear alone.”\n\nMr. Hathaway nodded agreement. “There’s no place like here for soaking in love for everything the eye takes in. I wouldn’t change my boyhood for anybody’s. All those years I was away, I always knew I was coming back. I always knew that a countryman must walk a dirt road before he dies.”\n\nMrs. Edwards said softly, “A child who sees the heart of summer in growing things and greening things has a store of memories to last him through the lean years of his life.”\n\nA station wagon drove up the road and parked behind Mr. Hathaway’s truck. A young blond mother poked her head out of the driver’s window. Three little girls leaned forward from the rear seat to crowd their own fair heads around hers.\n\n“Good morning Mrs. Edwards, Mr. Hathaway,” the young mother called, and the children chorused after her. She felt some envy of the two old people. They were past life’s harassments, and had only themselves to please. What bliss to look forward to, thought the young mother, my children grown, and my time my own.\n“The Stairs” by Dorothy West, from Where the Wild Grape Grows. © 2005, the Estate of Dorothy West.",
    "question": "In a well-written essay, analyze how West uses literary elements and techniques to portray the complex interactions among the characters.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how West uses literary elements and techniques to portray the complex interactions among the characters.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}