{
  "id": "VR734070",
  "type": "frq",
  "title": "Kennedy Moon Speech",
  "content": {
    "description": "In 1958, President Dwight D. Eisenhower signed the National Aeronautics and Space Act. It established the National Aeronautics and Space Administration (NASA) as an independent agency within the federal bureaucracy responsible for aeronautics, space research, and exploration.\n\nOn September 12, 1962, President John F. Kennedy addressed a stadium crowd of 40,000 people at Rice University. The speech, officially titled “We Choose to Go to the Moon,” came just one year after the Soviet Union launched the first person into space and five years after the Soviet Union launched Sputnik, the first satellite into space. The purpose of the speech was to increase support for Kennedy’s proposal to launch a mission to the Moon and explain why this program needed to be a high budget priority. The event was the lead story in The New York Times and was covered in newspapers around the country.\n\nPresident Kennedy talked about scientific progress and how the space mission represented a major step forward for humankind:\n\n“We choose to go to the Moon in this decade . . . not because [it is] easy, but because [it is] hard. . . .”\n\nLanding a person on the Moon represented an enormous challenge, and many doubted it could be done within a decade. But on July 20, 1969, NASA astronaut Neil Armstrong became the first person to step foot on the Moon’s surface.",
    "question": "After reading the scenario, please respond to A, B, and C below.\n\nDescribe the informal power used by the president in the scenario.\n\nIn the context of the scenario, explain how the power described in part A could have impacted Congressional oversight.\n\nExplain how NASA could have impacted the implementation of the president’s agenda described in the scenario.",
    "image": null,
    "frqParts": [
      {
        "text": "After reading the scenario, please respond to A, B, and C below.\n\nDescribe the informal power used by the president in the scenario.\n\nIn the context of the scenario, explain how the power described in part A could have impacted Congressional oversight.\n\nExplain how NASA could have impacted the implementation of the president’s agenda described in the scenario.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Interactions Among Branches of Government"
  },
  "topic": {
    "code": "2.4",
    "text": "2.4: Roles and Powers of the President"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe political principles, institutions, processes, policies, and behaviors illustrated in different scenarios in context."
  }
}