{
  "id": "VR732122",
  "type": "frq",
  "title": "FRQ4_Devonian Biodiversity",
  "content": {
    "description": "",
    "question": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.During the Late Devonian Period, there was a massive loss of marine biodiversity. An analysis of fossil marine invertebrates that existed during the Late Devonian has revealed that the rate of extinction was relatively constant, as compared with the rates of extinction before and after the Late Devonian. The fossil evidence also suggests that frequent increases in sea level during the Late Devonian effectively removed geographical barriers and allowed generalist species (species that can inhabit a wide range of habitats) to migrate into new areas.(a) Describe how the geographical separation of two populations can lead to speciation.",
    "image": null,
    "frqParts": [
      {
        "text": "Read each question carefully. Write your response in the space provided for each part of each question. Answers must be written out in paragraph form. Outlines, bulleted lists, or diagrams alone are not acceptable and will not be scored.During the Late Devonian Period, there was a massive loss of marine biodiversity. An analysis of fossil marine invertebrates that existed during the Late Devonian has revealed that the rate of extinction was relatively constant, as compared with the rates of extinction before and after the Late Devonian. The fossil evidence also suggests that frequent increases in sea level during the Late Devonian effectively removed geographical barriers and allowed generalist species (species that can inhabit a wide range of habitats) to migrate into new areas.(a) Describe how the geographical separation of two populations can lead to speciation.",
        "image": null
      },
      {
        "text": "(b) Explain how a decrease in biodiversity during the Late Devonian could occur even though the extinction rate was relatively constant.",
        "image": null
      },
      {
        "text": "(c) Scientists claim that the modern rate of biodiversity loss may be even greater than that observed during the Late Devonian. In recent decades, the number of invasive species has increased. Predict the most likely effect of the current increase in invasive species on speciation rates of native species.",
        "image": null
      },
      {
        "text": "(d) Provide reasoning to justify your prediction in part (c).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Natural Selection"
  },
  "topic": {
    "code": "7.10",
    "text": "7.10: Speciation"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Describe biological concepts and processes."
  }
}