{
  "id": "VR734077",
  "type": "frq",
  "title": "Literary Argument - Rebel Character",
  "content": {
    "description": "Many works of literature feature a rebel character who changes or disrupts the existing state of societal, familial, or political affairs in the text. They may break social norms, challenge long-held values, subvert expectations, or participate in other forms of resistance. The character’s motivation for this rebellious behavior is often complex.\n\nEither from your own reading or from the list below, choose a work of fiction in which a character changes or disrupts the existing state of societal, familial, or political affairs. Then, in a well-written essay, analyze how the complex motivation of the rebel contributes to an interpretation of the work as a whole. Do not merely summarize the plot.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nProvide evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nAntigone\n\nArcadia\n\nAtonement\n\nThe Awakening\n\nBrave New World\n\nCatch-22\n\nCeremony\n\nThe Color Purple\n\nThe Crucible\n\nFahrenheit 451\n\nFences\n\nFrankenstein\n\nThe Glass Menagerie\n\nGrendel\n\nHalf of a Yellow Sun\n\nThe Handmaid's Tale\n\nHouse Made of Dawn\n\nThe House of the Spirits\n\nIn the Time of the Butterflies\n\nInvisible Man\n\nJane Eyre\n\nThe Joy Luck Club\n\nKindred\n\nKing Lear\n\nLet the Great World Spin\n\nLove Medicine\n\nMoll Flanders\n\nThe Namesake\n\nNative Son\n\nNever Let Me Go\n\nThe Nickel Boys\n\nOne Flew Over the Cuckoo’s Nest\n\nParadise Lost\n\nPride and Prejudice\n\nA Raisin in the Sun\n\nThe Scarlet Letter\n\nSouthernmost\n\nSula\n\nTheir Eyes Were Watching God\n\nThere There\n\nWashington Black\n\nWuthering Heights",
    "question": "In a well-written essay, analyze how the complex motivation of the rebel contributes to an interpretation of the work as a whole.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the complex motivation of the rebel contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}