{
  "id": "VR734053",
  "type": "frq",
  "title": "Autumn - complex response",
  "content": {
    "description": "In Alice Cary’s poem “Autumn,” published in 1874, the speaker contemplates the onset of autumn. Read the poem carefully. Then, in a well-written essay, analyze how Cary uses literary elements and techniques to convey the speaker’s complex response to the changing seasons.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nAutumn\n\nShorter and shorter now the twilight clips\n\nThe days, as though the sunset gates they crowd,\n\nAnd Summer from her golden collar slips\n\nAnd strays through stubble-fields, and moans aloud,\n\n5Save when by fits the warmer air deceives,\n\nAnd, stealing hopeful to some sheltered bower,1a spot in a garden shaded by a covering of vines or branches\n\nShe lies on pillows of the yellow leaves,\n\nAnd tries the old tunes over for an hour.\n\nThe wind, whose tender whisper in the May\n\n10   Set all the young blooms listening through th’ grove,\n\nSits rustling in the faded boughs to-day\n\nAnd makes his cold and unsuccessful love.\n\nThe rose has taken off her tire2attire of red—\n\nThe mullein-stalk3stem of a woolly-leaved plant its yellow stars have lost,\n\n15And the proud meadow-pink4slender plant with pink flowers hangs down her head\n\nAgainst earth’s chilly bosom, witched with frost.\n\nThe robin, that was busy all the June,\n\nBefore the sun had kissed the topmost bough,\n\nCatching our hearts up in his golden tune,\n\n20    Has given place to the brown cricket now.\n\nThe very cock crows lonesomely at morn—\n\nEach flag5plant with long tapering leaves and fern the shrinking stream divides—\n\nUneasy cattle low,6moo and lambs forlorn\n\nCreep to their strawy sheds with nettled sides.\n\n25Shut up the door: who loves me must not look\n\nUpon the withered world, but haste to bring\n\nHis lighted candle, and his story-book,\n\nAnd live with me the poetry of Spring.",
    "question": "In a well-written essay, analyze how Cary uses literary elements and techniques to convey the speaker’s complex response to the changing seasons.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Cary uses literary elements and techniques to convey the speaker’s complex response to the changing seasons.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Short Fiction I"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify and describe specific textual details that convey or reveal a setting."
  }
}