{
  "id": "VR733199",
  "type": "frq",
  "title": "Peculiar Properties - complex nature",
  "content": {
    "description": "In Juan Delgado’s poem “Peculiar Properties,” published in 2013, the speaker observes a line of ants in the kitchen. Read the poem carefully. Then, in a well-written essay, analyze how Delgado uses literary elements and techniques to convey the complex nature of lines.\nIn your response you should do the following:\n\nRespond to the prompt with a thesis that presents a defensible interpretation.\n\nSelect and use evidence to support your line of reasoning.\n\nExplain how the evidence supports your line of reasoning.\n\nUse appropriate grammar and punctuation in communicating your argument.\n\nPeculiar Properties\n\nOn my cutting board, I discovered them,\n\nthe tiniest of ants, roaming dots of lead.\n\nAt first, they were too few to classify, hiding\n\nunder crumbs, these scavengers of leftovers.\n\n5Admiring their labor, I immediately granted them\n\ncitizenship, these tailgaters of a kitchen’s routines.\n\nIn Miami, I had no stove, working far from my home.\n\nMy wife was a midnight call to San Bernardino.\n\nWhile searching for crumbs, especially for\n\n10the taste of apricot jelly, they fell into a line\n\nacross my cutting board; I saw it again,\n\nsaw the line my sixth-grade teacher drew\n\non the board, pointing to each end.\n\nWhile he planted himself on his desk, he leaned\n\n15his face toward us, telling us in a low voice:\n\n“You don’t see it yet, you’re too young\n\nstill, but that line in front of you continues\n\ninfinitely on either side. And if there is\n\nthe slightest slope in that line, either way,\n\n20it will slowly begin to sag, then curve and veer\n\nand eventually one end will find the other.\n\nAnd lines, lines are never perfect, they are\n\nlike us, never completely straight. So just\n\nimagine the searching that goes on all\n\n25around us, every day. And to happen on\n\nthat union is really to witness the most earthly\n\nof forms you’ll ever get to know. If you’re lucky,\n\nyou’ll see that, even luckier if you’re part\n\nof that union.”\nUsed by permission.",
    "question": "In a well-written essay, analyze how Delgado uses literary elements and techniques to convey the complex nature of lines.",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Delgado uses literary elements and techniques to convey the complex nature of lines.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}