{
  "id": "XI518701",
  "type": "frq",
  "title": "Gulf of Mexico Dead Zone",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The dead zone in the Gulf of Mexico occurs every summer when winter snow melts and spring rain flows into the Mississippi River. Recent studies have shown that both the total area covered by algae and the depth of the algal mass in the dead zone are increasing. Land Use Within The Mississippi Watershed (a) Various land use practices can have different effects on the waters that surround a dead zone. (i) Identify the land use that covers the least amount of area in the Mississippi River watershed, based on the diagram.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The dead zone in the Gulf of Mexico occurs every summer when winter snow melts and spring rain flows into the Mississippi River. Recent studies have shown that both the total area covered by algae and the depth of the algal mass in the dead zone are increasing. Land Use Within The Mississippi Watershed (a) Various land use practices can have different effects on the waters that surround a dead zone. (i) Identify the land use that covers the least amount of area in the Mississippi River watershed, based on the diagram.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR598669.g06.svg"
      },
      {
        "text": "(ii) Describe one way that the land use practice at location X in the diagram could contribute to the dead zone in the Gulf of Mexico.",
        "image": null
      },
      {
        "text": "(iii) Describe one way that urban areas in the Mississippi River watershed could contribute to the dead zone in the Gulf of Mexico.",
        "image": null
      },
      {
        "text": "(b) The dead zone in the Gulf of Mexico has both economic and environmental effects for coastal communities.(i) Describe how a dead zone affects marine organisms living in the Gulf of Mexico.",
        "image": null
      },
      {
        "text": "(ii) Describe one economic effect on communities along the Gulf of Mexico that can result from the presence of the dead zone.",
        "image": null
      },
      {
        "text": "(iii) Describe one factor that causes the area of the dead zone in the Gulf of Mexico to increase in the summer months.",
        "image": null
      },
      {
        "text": "(c) Researchers want to examine the effect of riparian vegetation buffers on water quality in streams in agricultural areas. Researchers will measure the water nutrient concentrations over the course of one year. The study sites are located <math alttext=\"100\" display=\"inline\" overflow=\"scroll\"><mn>100</mn></math> meters downstream from areas either with or without riparian vegetation buffers.(i) Identify a testable hypothesis for the study.",
        "image": null
      },
      {
        "text": "(ii) Describe a control that the researchers could use in the study.",
        "image": null
      },
      {
        "text": "(iii) Identify one water quality test, other than measuring nitrates or phosphates, that the researchers could use to evaluate how riparian vegetation buffers affect water quality.",
        "image": null
      },
      {
        "text": "(iv) During the investigation, researchers discovered that some of the land next to one of the streams with a riparian vegetation buffer is going to be converted from cornfields into a large-scale concentrated animal feeding operation. Explain one way that this change in land use could alter the results of the study.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: Impacts of Agricultural Practices"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}