{
  "id": "ZG982877",
  "type": "frq",
  "title": "Overburden Piles and Impacts of Mining",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Two restoration methods designed to reclaim the overburden piles removed from open pit coal mines in temperate forests of eastern Europe were studied over several years. The first method was spontaneous restoration, where the soil and rock were dumped in noncompacted, random piles and not replanted with vegetation. The second method was technical restoration, where the land was leveled by heavy machinery, organic material was added, and eight plant species were added. Technical restoration started <math alttext=\"5\" overflow=\"scroll\"><mn>5</mn></math> years after the piles were formed, so no bar is included in the <math alttext=\"1 to 5\" overflow=\"scroll\"><mn>1</mn><mo>-</mo><mn>5</mn></math> year range in the graph. Number of Plant Species in Spontaneous and Technically Restored Overburden Piles over Time (a) Based on the data in the graph, identify the average number of species found in technically restored piles <math alttext=\"16 to 25\" overflow=\"scroll\"> <mn>16</mn> <mo>-</mo> <mn>25</mn> </math> years after restoration started.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Two restoration methods designed to reclaim the overburden piles removed from open pit coal mines in temperate forests of eastern Europe were studied over several years. The first method was spontaneous restoration, where the soil and rock were dumped in noncompacted, random piles and not replanted with vegetation. The second method was technical restoration, where the land was leveled by heavy machinery, organic material was added, and eight plant species were added. Technical restoration started <math alttext=\"5\" overflow=\"scroll\"><mn>5</mn></math> years after the piles were formed, so no bar is included in the <math alttext=\"1 to 5\" overflow=\"scroll\"><mn>1</mn><mo>-</mo><mn>5</mn></math> year range in the graph. Number of Plant Species in Spontaneous and Technically Restored Overburden Piles over Time (a) Based on the data in the graph, identify the average number of species found in technically restored piles <math alttext=\"16 to 25\" overflow=\"scroll\"> <mn>16</mn> <mo>-</mo> <mn>25</mn> </math> years after restoration started.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_C_Electricity_and_Magnetism/VR734103.g04.svg"
      },
      {
        "text": "(b) Based on the data in the graph, describe the relationship between the average number of species and the age of the spontaneous restoration piles.",
        "image": null
      },
      {
        "text": "Scientists hypothesized that after <math alttext=\"35\" overflow=\"scroll\"><mn>35</mn></math> years, the number of animal species in the spontaneously restored piles would be higher than the number of animal species in the technically restored piles.(c) Using the data in the graph, make a claim that supports or refutes the hypothesis that the number of animal species in the spontaneously restored piles would be higher than the number of animal species in the technically restored piles.",
        "image": null
      },
      {
        "text": "(d) Describe a characteristic of a plant species that would have been present in the spontaneous restoration piles from years <math alttext=\"1\" overflow=\"scroll\"><mn>1</mn></math> to <math alttext=\"5\" overflow=\"scroll\"><mn>5</mn></math>.",
        "image": null
      },
      {
        "text": "(e) Explain how the return of plant life would have been altered in the spontaneous piles if the mining had taken place in the tundra rather than in temperate forests.",
        "image": null
      },
      {
        "text": "Limiting runoff on disturbed land improves soil and water quality. To model water runoff, students set up three large plastic trays and filled each tray with loam soil to <math alttext=\"1\" overflow=\"scroll\"><mn>1</mn></math> centimeter below the edge. Loam soil is a balance of sand, silt, and clay soil. One tray was seeded with wheatgrass and grown for <math alttext=\"30\" overflow=\"scroll\"><mn>30</mn></math> days, one tray was covered with small wood chips, and one tray was soil only. Five hundred milliliters of water was sprinkled evenly onto the soil surface of each tray. All three trays were placed on a slight slope, and water that ran off the surface was collected. The results are shown in the following table. Tray Water Collected (<math alttext=\"in milliliters\" overflow=\"scroll\"><mtext>mL</mtext></math>) Water Appearance Wheatgrass grown in soil; no small wood chips <math alttext=\"190\" overflow=\"scroll\"><mn>190</mn></math> Clear Small wood chips covered soil; no wheatgrass <math alttext=\"300\" overflow=\"scroll\"><mn>300</mn></math> Transparent; light brown Soil only; no wheatgrass or small wood chips <math alttext=\"360\" overflow=\"scroll\"><mn>360</mn></math> Cloudy; dark brown (f) Identify the scientific question for the investigation.",
        "image": null
      },
      {
        "text": "(g) Identify a dependent variable in the experiment.",
        "image": null
      },
      {
        "text": "(h) Explain how the results of the experiment would likely have been altered if the soil had contained a higher percentage of sand, which has the largest particle size of the components of loam.",
        "image": null
      },
      {
        "text": "Runoff from mining waste can also affect water quality.(i) Describe one ecological impact that could result from the drainage from mine waste into nearby waterways.",
        "image": null
      },
      {
        "text": "(j) Describe one strategy to reduce the drainage from mine waste into waterways downstream from mines.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: The Living World -  Biodiversity"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Introduction to Biodiversity"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}