{
  "id": "FT562287",
  "type": "frq",
  "title": "Exploring data - country population sex and age",
  "content": {
    "description": "Population pyramids are a type of bar chart that show the distribution of ages of a country’s population. The distributions of ages of men and women for two countries, A and B, for the year 2015 are shown in the population pyramids below. The age-groups, in years, are listed in the center columns, and the proportions are shown on the horizontal axes. Each bar represents the proportion of the age-group in the population for that sex.",
    "question": "Is the proportion of the female population age 60 or older in Country A greater than the proportion of the female population age 60 or older in Country B? Justify your answer.\n\nOne of the two countries experienced an increase in the birth rate in the years 1946 to 1955 and another increase in the birth rate about 20 years later. Based on the graphs, which country experienced the described increases in birth rate? Justify your answer using information from the graphs.\n\nFor Country A, in which age-group is the median age of the male population? Justify your answer.",
    "image": null,
    "frqParts": [
      {
        "text": "Is the proportion of the female population age 60 or older in Country A greater than the proportion of the female population age 60 or older in Country B? Justify your answer.\n\nOne of the two countries experienced an increase in the birth rate in the years 1946 to 1955 and another increase in the birth rate about 20 years later. Based on the graphs, which country experienced the described increases in birth rate? Justify your answer using information from the graphs.\n\nFor Country A, in which age-group is the median age of the male population? Justify your answer.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.4",
    "text": "1.4: Representing a Categorical Variable with Graphs"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe data presented numerically or graphically."
  }
}