{
  "id": "FT649704",
  "type": "frq",
  "title": "Probability - women in STEM majors by age",
  "content": {
    "description": "A large university offers STEM (science, technology, engineering, and mathematics) internships to women in STEM majors at the university. A woman must be 20 years or older to meet the age requirement for the internships. The table shows the probability distribution of the ages of the women in STEM majors at the university.",
    "question": "(a) Suppose one woman is selected at random from the women in STEM majors at the university. What is the probability that the woman selected will not meet the age requirement for the internships?",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Suppose one woman is selected at random from the women in STEM majors at the university. What is the probability that the woman selected will not meet the age requirement for the internships?",
        "image": null
      },
      {
        "text": "The university will select a sample of 100 women in STEM majors to participate in a focus group about the internships.\n\n(b) Suppose a simple random sampling process is used to select the sample of 100 women. What is the probability that at least 30 percent of the women in the sample will not meet the age requirement for the internships?",
        "image": null
      },
      {
        "text": "(c) Suppose a stratified random sampling design is used to select a sample of 30 women who do not meet the age requirement and a sample of 70 women who do meet the age requirement. Based on the probability distribution, is a woman who does not meet the age requirement more likely, less likely, or equally likely to be selected with a stratified random sample than with a simple random sample? Justify your answer.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Collecting Data"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Random Sampling and Data Collection"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Describe an appropriate method for gathering and representing data."
  }
}