{
  "id": "FT649702",
  "type": "frq",
  "title": "Exploring data - genetics task and spreadsheet use",
  "content": {
    "description": "Directions:  Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations. \n\nThe students enrolled in honors biology at a high school were given the task of using a spreadsheet program to investigate a topic in genetics. All students in the class had similar background knowledge of the topic. Some students in the class had no spreadsheet experience, Group R, and needed time to learn the program to complete the task. The rest of the students, Group S, had previous spreadsheet experience and typically took less time to complete the task. Each of the histograms below show the distribution of completion times, in minutes, for one of the two groups.",
    "question": "(a) Of the two histograms shown, I and II, which is more likely to be the distribution of completion times for the students in Group R? Justify your answer.",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Of the two histograms shown, I and II, which is more likely to be the distribution of completion times for the students in Group R? Justify your answer.",
        "image": null
      },
      {
        "text": "(b) Describe the shape of a histogram created from the data of the two groups of students combined.",
        "image": null
      },
      {
        "text": "(c) Consider the population of all students in honors biology classes in the high school’s state who are given the task of using the spreadsheet program to investigate the topic in genetics. The distribution of the completion times has a shape similar to the combined histogram of students at the high school, with mean 70 minutes and standard deviation 26.5 minutes. For random samples of 50 students taken from the population, describe the sampling distribution of the sample mean completion time.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.6",
    "text": "1.6: Describing the Distribution of a Quantitative Variable"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe data presented numerically or graphically."
  }
}