{
  "id": "VR028068",
  "type": "frq",
  "title": "Collecting data - arsenic filter and water wells",
  "content": {
    "description": "Arsenic is a naturally occurring chemical that can enter groundwater through eroding granite or from a burned forest. A health organization recommends drinking water should contain no more than <math alttext=\"10 \" overflow=\"scroll\"><mstyle><mrow><mn>10</mn></mrow></mstyle></math> parts per billion (<math alttext=\"p p b\" overflow=\"scroll\"> <mstyle> <mrow> <mtext>ppb</mtext> </mrow> </mstyle> </math>) of arsenic. A company produces filters to clean arsenic from private wells that could be affected by the groundwater.\n\nThe company wants to investigate the effectiveness of a new filter compared to that of an older filter. They will test the filters on a field that is bordered on one side by a granite ledge and on the other side by a burned forest. The field is divided into <math alttext=\"8\" overflow=\"scroll\"> <mstyle> <mrow> <mn>8</mn> </mrow> </mstyle> </math> square plots of equal size, and a well to collect groundwater is drilled in the center of each plot. One filter will be used in each well. The following diagram shows the placement of the wells in the field.\n\nThe company will use four of each type of filter to conduct the investigation. A randomized block design will be used.",
    "question": "(a) Assuming there is a difference in the effectiveness of the two filters, under what conditions will a randomized block design be better for detecting the difference than a completely randomized design?\n\n(b) Identify the wells, by number, that will be included in each block.\n\n(c) Describe how to assign filters to wells to create a randomized block design.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Statistics/fa315e0b751766d28e53d24e74203965.png",
    "frqParts": [
      {
        "text": "(a) Assuming there is a difference in the effectiveness of the two filters, under what conditions will a randomized block design be better for detecting the difference than a completely randomized design?\n\n(b) Identify the wells, by number, that will be included in each block.\n\n(c) Describe how to assign filters to wells to create a randomized block design.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Collecting Data"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Introduction to Experimental Design"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Identify key and relevant information to answer a question or solve a problem."
  }
}