{
  "id": "VR028290",
  "type": "frq",
  "title": "Exploring data - campsite exit time and children",
  "content": {
    "description": "River Run campground has sites for people to use for camping. The sites can be reserved for a certain number of days. To help with cleaning and maintenance, the campground requests an exit time (the time at which campers leave the site) of 9 A.M. on the last day of the reservation.\n\nTo estimate the typical exit time, the manager of River Run selected a random sample of 60 sites. Of the selected sites, 40 were reserved by people without young children, and 20 were reserved by people with young children. The following histograms summarize the exit times, recorded as minutes relative to 9 A.M. For example, an exit time of 9:30 A.M. is 30 minutes relative to an exit time of 9 A.M. Each interval contains possible values from the left endpoint up to but not including the right endpoint.",
    "question": "(a) Consider the two histograms.\n\n(i) How many of the 60 sites had an exit time before 8:30 A.M.?",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Consider the two histograms.\n\n(i) How many of the 60 sites had an exit time before 8:30 A.M.?",
        "image": null
      },
      {
        "text": "(ii) How many of the 60 sites had an exit time of 11:00 A.M. or later?",
        "image": null
      },
      {
        "text": "(b) Compare the distributions of the exit times for those without young children and those with young children.",
        "image": null
      },
      {
        "text": "(c) Based on the histograms, what is a reasonable estimate of the median exit time for the random sample of 60 sites? Explain your reasoning.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: Representing a Quantitative Variable with Graphs"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe data presented numerically or graphically."
  }
}