{
  "id": "VR037662-22",
  "type": "frq",
  "title": "Walking trails",
  "content": {
    "description": "",
    "question": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations. A survey was given to a random sample of 400 people living in a certain community. The people were asked whether they supported the construction of walking trails in the community park. The results are shown in the following table. Response Frequency Yes, support 210 No, do not support 90 No opinion 100 Total 400 (a) Complete the following segmented bar chart to show the relative frequencies of the results.",
    "image": null,
    "frqParts": [
      {
        "text": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations. A survey was given to a random sample of 400 people living in a certain community. The people were asked whether they supported the construction of walking trails in the community park. The results are shown in the following table. Response Frequency Yes, support 210 No, do not support 90 No opinion 100 Total 400 (a) Complete the following segmented bar chart to show the relative frequencies of the results.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Statistics/VR037662.g01.png"
      },
      {
        "text": "A follow-up study will be conducted with a sample of 20 people from the 300 people who responded yes (support) and no (do not support). Two sampling methods have been proposed: a simple random sample and a stratified random sample with the survey response as strata. (b) If the stratified random sample is used, what is the number of people that will be selected from those who responded yes? Support your answer by showing your work.",
        "image": null
      },
      {
        "text": "(c) Describe a statistical advantage of using the stratified random sample instead of the simple random sample for the follow-up study.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.4",
    "text": "1.4: Representing a Categorical Variable with Graphs"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Describe an appropriate method for gathering and representing data."
  }
}