{
  "id": "VR036277-22",
  "type": "frq",
  "title": "Suspicious transaction",
  "content": {
    "description": "",
    "question": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nAt a financial institution, a fraud detection system identifies suspicious transactions and sends them to a specialist for review. The specialist reviews the transaction, the customer profile, and past history. If there is sufficient evidence of fraud, the transaction is blocked. Based on past history, the specialist blocks 40 percent of the suspicious transactions. Assume a suspicious transaction is independent of other suspicious transactions.\n\n(a) Suppose the specialist will review 136 suspicious transactions in one day. What is the expected number of blocked transactions by the specialist? Show your work.",
    "image": null,
    "frqParts": [
      {
        "text": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nAt a financial institution, a fraud detection system identifies suspicious transactions and sends them to a specialist for review. The specialist reviews the transaction, the customer profile, and past history. If there is sufficient evidence of fraud, the transaction is blocked. Based on past history, the specialist blocks 40 percent of the suspicious transactions. Assume a suspicious transaction is independent of other suspicious transactions.\n\n(a) Suppose the specialist will review 136 suspicious transactions in one day. What is the expected number of blocked transactions by the specialist? Show your work.",
        "image": null
      },
      {
        "text": "(b) Suppose the specialist wants to know the number of suspicious transactions that will need to be reviewed until reaching the first transaction that will be blocked.\n\n(i) Define the random variable of interest and state how the variable is distributed.\n\n(ii) Determine the expected value of the random variable and interpret the expected value in context.",
        "image": null
      },
      {
        "text": "(c) Consider a batch of 10 randomly selected suspicious transactions. Suppose the specialist wants to know the probability that 2 of the transactions will be blocked.\n\n(i) Define the random variable of interest and state how the variable is distributed.\n\n(ii) Find the probability that 2 transactions in the batch will be blocked. Show your work.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Probability, Random Variables, and Probability Distributions"
  },
  "topic": {
    "code": "4.10",
    "text": "4.10: Introduction to the Binomial Distribution"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine relative frequencies, proportions, or probabilities using simulation or calculations."
  }
}