{
  "id": "VR040988-22",
  "type": "frq",
  "title": "Multi-focus - smartphone battery replacement",
  "content": {
    "description": "",
    "question": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nA company that manufactures smartphones developed a new battery that has a longer life span than that of a traditional battery. From the date of purchase of a smartphone, the distribution of the life span of the new battery is approximately normal with mean 30 months and standard deviation 8 months. For the price of $50, the company offers a two-year warranty on the new battery for customers who purchase a smartphone. The warranty guarantees that the smartphone will be replaced at no cost to the customer if the battery no longer works within 24 months from the date of purchase.\n\n(a) In how many months from the date of purchase is it expected that 25 percent of the batteries will no longer work? Justify your answer.",
    "image": null,
    "frqParts": [
      {
        "text": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nA company that manufactures smartphones developed a new battery that has a longer life span than that of a traditional battery. From the date of purchase of a smartphone, the distribution of the life span of the new battery is approximately normal with mean 30 months and standard deviation 8 months. For the price of $50, the company offers a two-year warranty on the new battery for customers who purchase a smartphone. The warranty guarantees that the smartphone will be replaced at no cost to the customer if the battery no longer works within 24 months from the date of purchase.\n\n(a) In how many months from the date of purchase is it expected that 25 percent of the batteries will no longer work? Justify your answer.",
        "image": null
      },
      {
        "text": "(b) Suppose one customer who purchases the warranty is selected at random. What is the probability that the customer selected will require a replacement within 24 months from the date of purchase because the battery no longer works?",
        "image": null
      },
      {
        "text": "(c) The company has a gain of $50 for each customer who purchases a warranty but does not require a replacement. The company has a loss (negative gain) of $150 for each customer who purchases a warranty and does require a replacement. What is the expected value of the gain for the company for each warranty purchased?",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.7",
    "text": "1.7: Summary Statistics for a Quantitative Variable"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Calculate summary statistics, relative positions of points within a distribution, correlation, and predicted response."
  }
}