{
  "id": "VR040991-22",
  "type": "frq",
  "title": "Investigative task - bootstrap rental price",
  "content": {
    "description": "",
    "question": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nEmma is moving to a large city and is investigating typical monthly rental prices of available one-bedroom apartments. She obtained a random sample of rental prices for 50 one-bedroom apartments taken from a Web site where people voluntarily list available apartments.\n\n(a) Describe the population for which it is appropriate for Emma to generalize the results from her sample.",
    "image": null,
    "frqParts": [
      {
        "text": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nEmma is moving to a large city and is investigating typical monthly rental prices of available one-bedroom apartments. She obtained a random sample of rental prices for 50 one-bedroom apartments taken from a Web site where people voluntarily list available apartments.\n\n(a) Describe the population for which it is appropriate for Emma to generalize the results from her sample.",
        "image": "https://assets.learnosity.com/organisations/537/VR040991.g01.png"
      },
      {
        "text": "(b) Emma wants to estimate the typical rental price of a one-bedroom apartment in the city. Based on the distribution shown, what is a disadvantage of using the mean rather than the median as an estimate of the typical rental price?",
        "image": null
      },
      {
        "text": "(c) Instead of using the sample median as the point estimate for the population median, Emma wants to use an interval estimate. However, computing an interval estimate requires knowing the sampling distribution of the sample median for samples of size 50. Emma has one point, her sample median, in that sampling distribution. Using information about rental prices that are available on the Web site, describe how someone could develop a theoretical sampling distribution of the sample median for samples of size 50.\n\nBecause Emma does not have the resources to develop the theoretical sampling distribution, she estimates the sampling distribution of the sample median using a process called bootstrapping. In the bootstrapping process, a computer program performs the following steps.\n\nTake a random sample, with replacement, of size 50 from the original sample.\n\nCalculate and record the median of the sample.\n\nRepeat the process to obtain a total of 15,000 medians.\n\nEmma ran the bootstrap process, and the following frequency table is the bootstrap distribution showing her results of generating 15,000 medians.\n\nBootstrap Distribution of Medians\n\nMedian\n Frequency\n Median\n Frequency\n Median\n Frequency\n\n2,345\n 1\n 2,585\n 1\n 2,825\n 247\n\n2,390\n 13\n 2,587.5\n 171\n 2,837.5\n 7\n\n2,395\n 18\n 2,600\n 22\n 2,847.5\n 1\n\n2,400\n 56\n 2,612.5\n 1,190\n 2,872.5\n 317\n\n2,445\n 4\n 2,625\n 174\n 2,885\n 10\n\n2,447.5\n 56\n 2,672.5\n 5\n 2,950\n 700\n\n2,450\n 55\n 2,675\n 1,924\n 2,962.5\n 93\n\n2,475\n 3\n 2,687.5\n 1,341\n 2,972.5\n 6\n\n2,495\n 66\n 2,700\n 2,825\n 2,975\n 65\n\n2,497.5\n 136\n 2,735\n 35\n 2,985\n 12\n\n2,500\n 1,899\n 2,747.5\n 619\n 2,987.5\n 1\n\n2,522.5\n 2\n 2,750\n 2\n 2,995\n 6\n\n2,525\n 945\n 2,795\n 278\n 3,000\n 2\n\n2,550\n 1,673\n 2,812.5\n 16\n 3,062.5\n 3\n\nThe bootstrap distribution provides an approximation of the sampling distribution of the sample median. A confidence interval for the median can be constructed using a percentage of the values in the middle of the bootstrap distribution.",
        "image": null
      },
      {
        "text": "(d) Use the frequency table to find the following.\n\n(i) Value of the 5th percentile:\n\n(ii) Value of the 95th percentile:",
        "image": null
      },
      {
        "text": "(e) Find the percentage of bootstrap medians in the table that are equal to or between the values found in part (d).",
        "image": null
      },
      {
        "text": "(f) Use your values from parts (d) and (e) to construct and interpret a confidence interval for the median rental price.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.3",
    "text": "1.3: Representing a Categorical Variable with Tables"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe data presented numerically or graphically."
  }
}