{
  "id": "VR189111",
  "type": "frq",
  "title": "Walking and cholesterol",
  "content": {
    "description": "",
    "question": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nResearchers will conduct a year-long investigation of walking and cholesterol levels in adults. They will select a random sample of <math alttext=\"100\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>100</mn></mrow></mstyle></math> adults from the target population to participate as subjects in the study.\n\n(a) One aspect of the study is to record the number of miles each subject walks per day. The researchers are deciding whether to have subjects wear an activity tracker to record the data or to have subjects keep a daily journal of the miles they walk each day. Describe what bias could be introduced by keeping the daily journal instead of wearing the activity tracker.",
    "image": null,
    "frqParts": [
      {
        "text": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations.\n\nResearchers will conduct a year-long investigation of walking and cholesterol levels in adults. They will select a random sample of <math alttext=\"100\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mn>100</mn></mrow></mstyle></math> adults from the target population to participate as subjects in the study.\n\n(a) One aspect of the study is to record the number of miles each subject walks per day. The researchers are deciding whether to have subjects wear an activity tracker to record the data or to have subjects keep a daily journal of the miles they walk each day. Describe what bias could be introduced by keeping the daily journal instead of wearing the activity tracker.",
        "image": null
      },
      {
        "text": "During the course of the study, the subjects will have their cholesterol levels measured each month by a doctor. The researchers will perform a significance test at the end of the study to determine whether the average cholesterol level for subjects who walk fewer miles each day is greater than for those who walk more miles each day.\n(b) Selecting a random sample creates a reasonable representative sample of the target population. Explain the benefit of using a representative sample from the population.",
        "image": null
      },
      {
        "text": "(c) Suppose the researchers conduct the test and find a statistically significant result. Would it be valid to claim that increased walking causes a decrease in average cholesterol levels for adults in the target population? Explain your reasoning.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Collecting Data"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Introduction to Planning a Study"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Describe an appropriate method for gathering and representing data."
  }
}