{
  "id": "ZW867911",
  "type": "frq",
  "title": "Marathon times",
  "content": {
    "description": "",
    "question": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations. Kathy and her brother Clay recently ran in a local marathon. The distribution of finishing time for women was approximately normal with mean 259 minutes and standard deviation 32 minutes. The distribution of finishing time for men was approximately normal with mean 242 minutes and standard deviation 29 minutes. (a) The finishing time for Clay was 289 minutes. Calculate and interpret the standardized score for Clay’s marathon time. Show your work.",
    "image": null,
    "frqParts": [
      {
        "text": "Show all your work. Indicate clearly the methods you use, because you will be scored on the correctness of your methods as well as on the accuracy and completeness of your results and explanations. Kathy and her brother Clay recently ran in a local marathon. The distribution of finishing time for women was approximately normal with mean 259 minutes and standard deviation 32 minutes. The distribution of finishing time for men was approximately normal with mean 242 minutes and standard deviation 29 minutes. (a) The finishing time for Clay was 289 minutes. Calculate and interpret the standardized score for Clay’s marathon time. Show your work.",
        "image": null
      },
      {
        "text": "(b) The finishing time for Kathy was 272 minutes. What proportion of women who ran the marathon had a finishing time less than Kathy’s? Show your work.",
        "image": null
      },
      {
        "text": "(c) The standard deviation of finishing time is greater for women than for men. What does this indicate about the finishing times of the women who ran the marathon compared to the finishing times of the men who ran the marathon?",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Exploring One-Variable Data"
  },
  "topic": {
    "code": "1.7",
    "text": "1.7: Summary Statistics for a Quantitative Variable"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine relative frequencies, proportions, or probabilities using simulation or calculations."
  }
}