{
  "id": "FT543686",
  "type": "frq",
  "title": "Effects of RIR increase from money demand increase",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nFollowing an increase in the demand for money, an open economy is experiencing a significant increase in real interest rates relative to the rest of the world.\n\nExplain how this increase in interest rates will affect each of the following for the country.\n\nInvestment\n\nThe international value of its currency\n\nExports\n\nUsing a correctly labeled aggregate demand and aggregate supply diagram, show how the change in investment you identified in part (a) will affect each of the following in the short run.\n\nOutput\n\nThe price level\n\nIdentify one fiscal policy action that could counter the effects identified in part (b). Explain how this policy will affect each of the following.\n\nOutput\n\nThe price level\n\nNominal interest rates\n\nThe price of previously issued bonds\n\nAssume the banking system has ample reserves. Identify one monetary policy action that could counter the effects identified in part (b).",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}