{
  "id": "FT543893-22",
  "type": "frq",
  "title": "UER above NRU - fiscal and monetary policy effects",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nActual unemployment in Plainsland is greater than the natural rate of unemployment.\n\nIdentify one fiscal policy action that the government might initiate to decrease the unemployment rate.\n\nAssume that the policy you identified in part (a) reduced unemployment, but the economy is still operating below full employment. Using a correctly labeled aggregate demand-aggregate supply graph, show and explain how the action you identified would affect each of the following.\n\nOutput\n\nPrice level\n\nExplain how the policy you identified in part (a) would affect short-term interest rates.\n\nGiven that the economy is still below full employment and the banking system of Plainsland has ample reserves, identify a specific monetary policy action the central bank of Plainsland  could implement to close the output gap.\n\nOn your graph from part (b), show and explain how the monetary policy action identified in part (d) will affect each of the following in the short run.\n\nOutput\n\nPrice level",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}