{
  "id": "FT543311",
  "type": "frq",
  "title": "Rankinland in recession - PPC, mon. policy, ForEx",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the country of Rankinland is currently in recession.\n\nAssume that Rankinland produces only food and clothing. Draw a correctly labeled production possibilities curve for Rankinland. Show a point that could represent the current output combination and label it A.\n\nAssume that the banking system in Rankinland has limited reserves and the central bank pursues an expansionary monetary policy.\n\nIdentify the open-market operation that the central bank would use.\n\nDraw a correctly labeled money market graph and show the short-run effect of the expansionary monetary policy on the nominal interest rate.\n\nAssuming no change to the price level, what happens to the real interest rate as a result of the expansionary monetary policy? Explain.\n\nGiven your answer to part (b)(iii) regarding the real interest rate, what happens to the real gross domestic product (GDP) in the short run? Explain.\n\nSuppose Rankinland has a current account deficit. Rankinland’s currency is called the bera.\n\nWhat will initially happen to the current account deficit in Rankinland solely due to the change in the real GDP from part (b)(iv) ? Explain.\n\nWhat will happen to the international value of the bera solely due to the change in the real GDP from part (b)(iv) ? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}