{
  "id": "FT543333",
  "type": "frq",
  "title": "Japan, EU, Canada, Mexico - loanable funds, ForEx",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nJapan, the European Union, Canada, and Mexico have flexible exchange rates.\n\nSuppose Japan attracts an increased amount of investment from the European Union.\n\nUsing a correctly labeled graph of the loanable funds market in Japan, show the effect of the increase in foreign investment on the real interest rate in Japan.\n\nHow will the real interest rate change in Japan that you identified in part (a)(i) affect the employment level in Japan in the short run? Explain.\n\nSuppose in a different part of the world, the real interest rate in Canada increases relative to that in Mexico.\n\nUsing a correctly labeled graph of the foreign exchange market for the Canadian dollar, show the effect of the change in real interest rate in Canada on the international value of the Canadian dollar (expressed as Mexican pesos per Canadian dollar).\n\nHow will the change in the international value of the Canadian dollar that you identified in part (b)(i) affect Canadian exports to Mexico? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}