{
  "id": "FT543297",
  "type": "frq",
  "title": "Country Alpha at FE - AD-AS, mon. policy, ForEx",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the economy of country Alpha is operating at the full-employment equilibrium.\n\nUsing a correctly labeled graph of aggregate demand, short-run aggregate supply, and long-run aggregate supply, show the equilibrium, labeling the equilibrium price level as PL1 and the equilibrium output as Y1.\n\nNow assume that the economy of country Beta, a major trading partner of Alpha, enters a recession. On your graph from part (a), show the effect of country Beta’s recession on each of the following in country Alpha in the short run.\n\nAggregate demand. Explain.\n\nReal output and price level, labeled as Y2 and PL2.\n\nThe central bank of Alpha wishes to offset the effect of Beta’s recession on Alpha’s real output. Assume the banking system in Alpha has ample reserves. What monetary policy action should the central bank of Alpha take?\n\nDraw a correctly labeled graph of the reserve market for Alpha, and show the effect of the monetary policy action you identified in part (c) on the policy rate in the short run.\n\nAssume now that the real interest rate in Beta becomes greater than the real interest rate in Alpha. Based on the change in real interest rate, answer each of the following.\n\nWill financial capital flow from Alpha to Beta or from Beta to Alpha?\n\nWill the value of Alpha’s currency on the foreign exchange market relative to Beta’s currency appreciate, stay the same, or depreciate? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}