{
  "id": "FT544143-22",
  "type": "frq",
  "title": "Economy below FE - AS-AD, CB policy, fiscal policy",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the economy of Eichland is operating below full employment.\n\nDraw a correctly labeled graph of long-run aggregate supply, short-run aggregate supply, and aggregate demand, and show each of the following.\n\nCurrent equilibrium output and price level, labeled as Y1 and PL1\n\nFull-employment output, labeled as Yf\n\nAssume the banking system in Eichland has ample reserves and that the central bank targets a new policy rate to reach full employment. Should the central bank increase or decrease its administered interest rates?\n\nGiven the central bank action you identified in part (b), draw a correctly labeled graph of the reserve market and show the effect on the policy rate.\n\nThe policy makers pursue a fiscal policy rather than the monetary policy in part (b). Assume that the marginal propensity to consume is 0.8 and the value of the recessionary gap is $300 billion.\n\nIf the government changes its spending without changing taxes to eliminate the recessionary gap, calculate the minimum required change in government spending. Show your work.\n\nIf the government changes taxes without changing government spending to eliminate the recessionary gap, will the minimum required change in taxes be greater than, smaller than, or equal to the minimum required change in government spending in part (d)(i) ? Explain.\n\nAssume the government lowers income tax rates to eliminate the recessionary gap. Will each of the following increase, decrease, or stay the same?\n\nAggregate demand. Explain.\n\nLong-run aggregate supply. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Multipliers"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}