{
  "id": "FT544128",
  "type": "frq",
  "title": "US below FE - effects of world oil price increase",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the United States economy is currently operating at an equilibrium below full employment.\n\nDraw a correctly labeled graph of aggregate demand and aggregate supply, and show each of the following.\n\nLong-run aggregate supply\n\nCurrent equilibrium output and price level\n\nNow assume a significant increase in the world price of oil, a major production input for the United States. Show on your graph in part (a) how the increase in the oil price affects each of the following in the short run.\n\nShort-run aggregate supply\n\nReal output and price level\n\nGiven your answer in part (b), explain what will happen to unemployment in the United States in the short run.\n\nAssume that the United States trades with Japan. Draw a correctly labeled graph of the foreign exchange market for the United States dollar. Based on your indicated change in real output in part (b), show and explain how the supply of the United States dollar will be affected in the foreign exchange market.\n\nGiven your answer in part (d), indicate what will happen to the value of the United States dollar relative to the Japanese yen.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.3",
    "text": "3.3: Short-Run Aggregate Supply (SRAS)"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}