{
  "id": "FT542766-22",
  "type": "frq",
  "title": "AD-AS, loanable funds analysis with spending incr.",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the United States economy is currently in long-run equilibrium.\n\nDraw a correctly labeled graph of aggregate demand and aggregate supply and show each of the following.\n\nThe long-run aggregate supply curve\n\nThe current equilibrium output and price levels, labeled as YE and PLE, respectively\n\nAssume that the government increases spending on national defense without raising taxes.\n\nOn your graph in part (a), show how the government action affects aggregate demand.\n\nHow will this government action affect the unemployment rate in the short run? Explain.\n\nAssume that the economy adjusts to a new long-run equilibrium after the increase in government spending.\n\nHow will the short-run aggregate supply curve in the new long-run equilibrium compare with that in the initial long-run equilibrium in part (a) ? Explain.\n\nOn your graph in part (a), label the new long-run equilibrium price level as PL2.\n\nIn order to finance the increase in government spending on national defense from part (b), the government borrows funds from the public. Using a correctly labeled graph of the loanable funds market, show the effect of the government’s borrowing on the real interest rate.\n\nGiven the change in the real interest rate in part (d), what is the impact on each of the following?\n\nInvestment\n\nEconomic growth rate. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}