{
  "id": "FT543682",
  "type": "frq",
  "title": "Zarland below FE - AD-AS, fiscal and mon., ForEx",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nThe economy of Zarland is operating below the full-employment level of output with a balanced budget. The banking system of Zarland has limited reserves.\n\nDraw a correctly labeled graph of short-run aggregate supply, long-run aggregate supply, and aggregate demand, and show each of the following.\n\nThe country’s current equilibrium output and price level, labeled Y1 and PL1, respectively\n\nThe full-employment output, labeled Yf\n\nIf Zarland increases government expenditures and taxes by equal amounts, can aggregate demand increase? Explain.\n\nIf Zarland decides to pursue an expansionary monetary policy, what open-market operation should the central bank undertake?\n\nUsing a correctly labeled graph of the money market, show the short-run effect of the open-market operation you identified in part (c) on the interest rate.\n\nAs a result of the interest rate change associated with the expansionary monetary policy, will the supply of Zarland’s currency in the foreign exchange market increase, decrease, or remain the same in the short run? Explain.\n\nBased on your answer in part (e), will the value of Zarland’s currency in the foreign exchange market increase, decrease, or remain the same in the short run?\n\nFollowing the change in the value of Zarland’s currency that you identified in part (f), will Zarland’s exports increase, decrease, or remain the same in the short run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Multipliers"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}