{
  "id": "FT543506",
  "type": "frq",
  "title": "Effects of a decrease in business equipment orders",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that a country’s economy is in long-run equilibrium.\n\nUsing a correctly labeled graph of aggregate demand, short-run aggregate supply, and long-run aggregate supply, show the short-run equilibrium price level, labeled PL1, and output level, labeled Y1.\n\nAssume that increased uncertainty has reduced business orders for equipment. What is the impact of the change in business orders on each of the following in the short run?\n\nAggregate demand. Explain.\n\nEmployment\n\nBased on the change in business orders, what will happen to the long-run economic growth rate? Explain.\n\nUsing a correctly labeled graph of the loanable funds market, show the effect of the change in business orders on the real interest rate in the country in the short run.\n\nGiven the effect on the real interest rate identified in part (d), what will happen to each of the following?\n\nThe supply of the country’s currency on the foreign exchange market. Explain.\n\nThe international value of the country’s currency",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}