{
  "id": "FT543221",
  "type": "frq",
  "title": "Country X above FE - AD-AS, Phillips curve, ForEx",
  "content": {
    "description": "Assume the economy of Country X is operating above its full-employment output level.\n\nUsing a correctly labeled graph of aggregate demand, short-run aggregate supply, and long-run aggregate supply, show the short-run equilibrium, labeling the equilibrium price level as PLe and the equilibrium output as Ye.\n\nDraw a single correctly labeled graph and show both a short-run and a long-run Phillips curve. Identify a point that could represent the short-run equilibrium in part (a) and label it as Z.\n\nAssume that the central bank of Country X wants the economy to be in full-employment equilibrium. If the banking system in Country X has ample reserves, what monetary policy action should the central bank initiate?\n\nGiven your answer in part (c), what will be the effect of the central bank’s action on each of the following in the short run?\n\nThe nominal interest rate\n\nEmployment. Explain.\n\nAssume that the real interest rate increases in Country X. Will the international value of Country X’s currency increase, decrease, or remain unchanged on the foreign exchange market? Explain.\n\nAssume that Country X’s capital and financial account balance is initially zero. Given your answer to part (e), will its capital and financial account balance now be in surplus, be in deficit, or remain at zero?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}