{
  "id": "FT543328-22",
  "type": "frq",
  "title": "U.S. in recession - Phillips curve, AD-AS, policy",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the United States economy is currently in a recession in a short-run equilibrium.\n\nDraw a correctly labeled graph of the short-run and long-run Phillips curves. Use the letter A to label a point that could represent the current state of the economy in recession.\n\nDraw a correctly labeled graph of aggregate demand and aggregate supply in the recession and show each of the following.\n\nThe long-run equilibrium output, labeled Yf\n\nThe current equilibrium output and price levels, labeled Ye and PLe, respectively\n\nTo balance the federal budget, suppose that the government decides to raise income taxes while maintaining the current level of government spending. On the graph drawn in part (b), show the effect of the increase in taxes. Label the new equilibrium output and price levels Y2 and PL2, respectively.\n\nAssume that the banking system in the United States has ample reserves and the Federal Reserve uses monetary policy to stimulate the economy.\n\nWhat monetary policy should the Federal Reserve implement?\n\nUsing a correctly labeled graph of the reserve market, show how the policy in part (d)(i) affects the policy rate.\n\nWhat will be the impact of the monetary policy on the price level? Explain.\n\nNow assume instead that the government and the Federal Reserve take no policy action in response to the recession.\n\nIn the long run, will the short-run aggregate supply increase, decrease, or remain unchanged? Explain.\n\nIn the long run, what will happen to the natural rate of unemployment?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}