{
  "id": "FT543300-22",
  "type": "frq",
  "title": "US below FE - AD-AS, fiscal policy effects",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the United States economy is currently operating below the full-employment level of real gross domestic product with a balanced budget.\n\nDraw a correctly labeled graph of aggregate demand, short-run aggregate supply, and long-run aggregate supply, and show each of the following in the United States.\n\nCurrent output and price level, labeled as Y1 and PL1, respectively\n\nFull-employment output, labeled as Yf\n\nThe United States government increases spending on goods and services by $100 billion, which is financed by borrowing. How will the increase in government spending affect each of the following?\n\nCyclical unemployment\n\nThe natural rate of unemployment\n\nIf the marginal propensity to consume is equal to 0.75, calculate the maximum possible change in real gross domestic product that could result from the $100 billion increase in government spending.\n\nUsing a correctly labeled graph of the loanable funds market, show the effect of the $100 billion increase in government spending on the real interest rate.\n\nBased on the real interest rate change in part (d), what is the effect on the long-run economic growth rate? Explain.\n\nNow assume that instead of financing the $100 billion increase in government spending by borrowing, the United States government increases taxes by $100 billion. With this equal increase in government spending and taxes, will the real gross domestic product increase, decrease, or remain the same? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Economic Indicators and the Business Cycle"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Unemployment"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}