{
  "id": "FT544137-22",
  "type": "frq",
  "title": "Economy in eq - Phillips curve, mon policy",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that an economy is in long-run equilibrium with an expected inflation rate of 6 percent and an unemployment rate of 5 percent. The nominal interest rate is 8 percent.\n\nUsing a correctly labeled graph with both the short-run and long-run Phillips curves and the relevant numbers from above, show the current long-run equilibrium as point A.\n\nCalculate the real interest rate in the long-run equilibrium. Show your work.\n\nAssume now that the central bank decides to target an inflation rate of 3 percent. Assuming the banking system has limited reserves, what open-market operation should the central bank undertake?\n\nUsing a correctly labeled graph of the money market, show how the central bank’s action you identified in part (c) will affect the nominal interest rate.\n\nHow will the interest rate change you identified in part (d) affect aggregate demand in the short run? Explain.\n\nAssume that the monetary policy action is successful. What will happen to each of the following as the economy approaches a new long-run equilibrium?\n\nThe short-run Phillips curve. Explain.\n\nThe natural rate of unemployment",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: Aggregate Demand (AD)"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}