{
  "id": "FT543305",
  "type": "frq",
  "title": "US at FE - AD-AS, loanable funds mkt., ForEx mkt.",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the United States economy is operating at full employment.\n\nUsing a correctly labeled graph of the long-run aggregate supply, short-run aggregate supply, and aggregate demand, show each of the following.\n\nCurrent price level, labeled PL1\n\nCurrent output level, labeled Y1\n\nAssume that personal savings in the United States increase. Using a correctly labeled graph of the loanable funds market, show the impact of the increase in personal savings on the real interest rate.\n\nBased on the real interest rate change identified in part (b),\n\nwill interest-sensitive expenditures increase, decrease, or remain unchanged?\n\nwhat will happen to the rate of economic growth? Explain.\n\nAssume that the real interest rate of the euro zone increases relative to the real interest rate of the United States. Draw a correctly labeled graph of the foreign exchange market for the euro and show the impact of the change in the real interest rate in the euro zone on each of the following.\n\nDemand for the euro. Explain.\n\nValue of the euro relative to the United States dollar\n\nAssume that the United States current account balance is zero. Based on the change in the value of the euro identified in part (d)(ii), will the United States current account balance now be in surplus, be in deficit, or remain at zero?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}