{
  "id": "FT543899-22",
  "type": "frq",
  "title": "Vandrovia below FE - AD-AS, mon policy effects",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the economy of Vandrovia is operating at less than full employment.\n\nUsing a correctly labeled aggregate demand and aggregate supply graph, show the following.\n\nFull-employment output\n\nCurrent output\n\nCurrent price level\n\nVandrovia’s banking system has limited reserves. Identify an open-market operation that could restore full employment in the short run.\n\nUsing a correctly labeled graph of the money market, show how the open-market operation you identified in part (b) affects the interest rate in the short run.\n\nExplain how the change in the interest rate you identified in part (c) will affect aggregate demand.\n\nShow on the graph in part (a) how the change in the interest rate you identified in part (c) will affect output and price level.\n\nInstead of the open-market operation in part (b), suppose that no policy actions are taken to address the unemployment problem. With flexible prices and wages, explain how each of the following will eventually change.\n\nShort-run aggregate supply\n\nOutput and price level",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}