{
  "id": "FT554082",
  "type": "frq",
  "title": "Country below FE - AD-AS, gov't spending increase",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that a country’s economy is operating below full employment and has a balanced trade, and that the government is running a budget deficit.\n\nDraw a correctly labeled aggregate demand and aggregate supply graph and show the economy’s current output and price level.\n\nSuppose that the country’s government increases spending to achieve full-employment output. On your graph in part (a), show the short-run effect that the increased deficit spending would have on each of the following.\n\nAggregate demand\n\nOutput\n\nPrice level\n\nUsing a correctly labeled loanable-funds market graph, show the effect of the increase in deficit spending on the real interest rate.\n\nGiven your answer in part (c), explain how the international value of the country’s currency will be affected.\n\nBased on your answer in part (d), respond to each of the following.\n\nExplain the effects on the country’s exports and imports.\n\nIdentify the effect on the country’s trade balance.\n\nGiven the results in the loanable-funds market discussed in part (c), explain how this government deficit spending would influence long-run growth.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.8",
    "text": "3.8: Fiscal Policy"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}