{
  "id": "FT554292-22",
  "type": "frq",
  "title": "Effects of domestic military expenditures increase",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nA country’s economy is in a short-run equilibrium with an output level less than the full-employment output level. Assume an upward-sloping aggregate supply curve.\n\nUsing a correctly labeled aggregate demand and aggregate supply graph, show the following.\n\nFull-employment output, labeled as YF\n\nEquilibrium real output and price level, labeled as YE and PLE, respectively\n\nAssume that the country’s government increases domestic military expenditures. On the graph from part (a), show how the increased military expenditures affect the following in the short run.\n\nAggregate demand\n\nEquilibrium real output and price level, labeled as Y2 and PL2, respectively\n\nUsing a correctly labeled graph of the short-run Phillips curve, show the effect of the increased military expenditures in the short run, labeling the initial point as A and the new point as B.\n\nAssume that the increased military spending is financed through government borrowing. What will happen to the real interest rate? Explain.\n\nAssume that the economy produces only two goods: military goods and civilian goods. Using a correctly labeled production possibilities curve, show the effect of the increase in military expenditures from part (b), labeling the initial point as C and the new point as D.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}