{
  "id": "FT554248-22",
  "type": "frq",
  "title": "Australia in recession, trades with New Zealand",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that Australia and New Zealand are trading partners. Australia’s economy is currently in recession.\n\nNow assume that Australia begins to recover from its recession. Using a correctly labeled graph of aggregate demand and aggregate supply for New Zealand, show the impact of Australia’s rising income on each of the following in the short run.\n\nAggregate demand in New Zealand. Explain.\n\nOutput in New Zealand\n\nUsing a correctly labeled graph of the money market for New Zealand, show the effect of the output change in part (a)(ii) on the following.\n\nDemand for money. Explain.\n\nThe nominal interest rate\n\nAssume that the price level in New Zealand rises. Given your answer to part (b)(ii), explain what will happen to real interest rates.\n\nAlthough recovering, Australia remains in recession and its government takes no action. Indicate whether each of the following curves will shift to the left, shift to the right, or remain unchanged in the long run in Australia.\n\nAggregate supply\n\nAggregate demand",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: Aggregate Demand (AD)"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}