{
  "id": "FT554262",
  "type": "frq",
  "title": "Country Z - effects of increase in gov't spending",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the economy of Country Z is operating on the upward-sloping portion of its short-run aggregate supply curve. Assume that the government increases spending.\n\nHow will the increase in government expenditures affect each of the following in the short run?\n\nAggregate demand\n\nShort-run aggregate supply\n\nUsing a correctly labeled graph of aggregate demand and aggregate supply, show the effect of the increase in government expenditures on real output and the price level.\n\nAssume that the government funded this increase in expenditure by borrowing from the public. Using a correctly labeled graph of the loanable-funds market, show the effect of the increase in government borrowing on the real interest rate.\n\nGiven the change in the real interest rate in part (c), what will be the effect on each of the following on the foreign exchange market?\n\nSupply of Country Z’s currency. Explain.\n\nThe value of Country Z’s currency\n\nGiven your answer in part (d) (ii), what will be the effect of the change in the value of Country Z’s currency on Country Z’s exports? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.8",
    "text": "3.8: Fiscal Policy"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}