{
  "id": "FT554218-22",
  "type": "frq",
  "title": "Effects of an open-market sale of bonds",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that a country’s economy is currently at equilibrium along an upward-sloping short-run aggregate supply curve. Suppose that the country’s banking system has limited reserves and the central bank conducts an open-market sale of government bonds.\n\nUsing a correctly labeled graph of the money market, show how the open-market sale of bonds will affect each of the following.\n\nMoney supply\n\nInterest rate\n\nIndicate whether the interest rate you identified in (a) (ii) is a real or a nominal rate.\n\nUnder what condition will the nominal interest rate differ from the real interest rate?\n\nUsing a correctly labeled graph of aggregate demand and aggregate supply, show the short-run effect of the open-market operation on each of the following.\n\nReal output\n\nPrice level\n\nOn a correctly labeled graph of the Phillips curve, show how the open-market operation will affect the following in the short run. Use an arrow to show the direction of change.\n\nUnemployment rate\n\nInflation rate\n\nIdentify a fiscal policy action that would offset the impact on real output and price level that you identified in (d).",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe economic concepts, principles, or models."
  }
}