{
  "id": "FT558059",
  "type": "frq",
  "title": "Country X - Phillips curve, fiscal policy, AD-AS",
  "content": {
    "description": "Directions:You are advised to spend the first 10 minutes reading all of the questions and planning your answers. You will then have 50 minutes to answer all three of the following questions. You may begin writing your responses before the reading period is over. It is suggested that you spend approximately half your time on the first question and divide the remaining time equally between the next two questions. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. Use a pen with black or dark blue ink.\n\nAssume that the economy of Country X has an actual unemployment rate of 7%, a natural rate of unemployment of 5%, and an inflation rate of 3%.\n\nUsing the numerical values given above, draw a correctly labeled graph of the short-run and long-run Phillips curves. Label the current short-run equilibrium as point B. Plot the numerical values above on the graph.\n\nAssume that the government of Country X takes no policy action to reduce unemployment. In the long run, will each of the following shift to the right, shift to the left, or remain the same?\n\nShort-run aggregate supply curve. Explain.\n\nLong-run Phillips curve\n\nIdentify a fiscal policy action that could be used to reduce the unemployment rate in the short run.\n\nDraw a correctly labeled graph of aggregate demand and short-run aggregate supply, and show the impact on the equilibrium price level and real gross domestic product (GDP) of the fiscal policy action identified in part (c).\n\nBased on the change in real GDP identified in part (d), will the supply of Country X’s currency in the foreign exchange market increase, decrease, or remain the same? Explain.\n\nBased on your answer to part (e) and assuming a flexible exchange rate system, will Country X’s currency appreciate, depreciate, or remain the same in the foreign exchange market?",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}