{
  "id": "FT554215-22",
  "type": "frq",
  "title": "Increase in oil price effects, policy responses",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that a country’s economy is in equilibrium.\n\nUsing a correctly labeled aggregate demand and aggregate supply graph, show how an increase in the price of oil, an important natural resource, will affect the following in the short run.\n\nReal output\n\nPrice level\n\nUsing a correctly labeled graph, show how the increase in the price of oil affects the short-run Phillips curve.\n\nAssume that the central bank of the country responds to the higher price of oil by decreasing its administered interest rates.\n\nExplain the process by which the decrease in the administered interest rates will affect aggregate demand in the short run.\n\nIndicate how the decrease in the administered interest rates will affect real output and the price level.\n\nNow assume that instead of using monetary policy in response to the oil price increase, the government reduces business taxes, which results in lower production costs. Using a new correctly labeled graph, show the effect of the reduction in business taxes on the following.\n\nReal output\n\nPrice level",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}