{
  "id": "FT554079-22",
  "type": "frq",
  "title": "Decrease in private investment, policy responses",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nUsing a correctly labeled aggregate supply and aggregate demand graph, show the impact of a sudden, large decrease in private investment spending on each of the following.\n\nOutput\n\nPrice level\n\nUsing the results in part (a), explain how employment is affected.\n\nIdentify one specific fiscal policy that might be implemented to offset the effects of the decrease in investment, and explain how the policy would affect each of the following in the short run.\n\nAggregate demand\n\nOutput and the price level\n\nReal interest rates\n\nGiven a banking system with limited reserves, identify an open-market operation that the central bank might implement to offset the effects of the decrease in investment, and explain how the policy would affect each of the following in the short run.\n\nReal interest rates\n\nAggregate demand\n\nOutput and the price level\n\nIf the central bank continues the open-market operation described in (d), explain the long-run effects on each of the following.\n\nInflation\n\nValue of the domestic currency in foreign exchange markets",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}