{
  "id": "FT554297-22",
  "type": "frq",
  "title": "Meekland - effects of fall in consumer confidence",
  "content": {
    "description": "In answering the question, you should emphasize the line of reasoning that generated your results; it is not enough to list the results of your analysis. Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes.\n\nAssume that the economy of Meekland is in a long-run equilibrium with a balanced government budget.\n\nUsing a correctly labeled graph of aggregate supply and aggregate demand, show each of the following.\n\nLong-run aggregate supply\n\nThe output level, labeled YE, and the price level, labeled PLE\n\nAssume consumer confidence falls. Show on your graph in part (a) the short-run impact of the change in consumer confidence and label the new equilibrium price level and output Y1 and PL1, respectively.\n\nUsing a correctly labeled graph of the short-run and long-run Phillips curves, show the effect of the fall in consumer confidence on inflation. Label the initial long-run equilibrium point A and the new short-run equilibrium point B.\n\nIf the government and the central bank do not pursue any discretionary policy change, how does the fall in consumer confidence affect government transfer payments in Meekland? Explain.\n\nDraw a correctly labeled graph of the loanable funds market in Meekland and show the effect of the change in government transfer payments you identified in part (d) on the real interest rate.\n\nIn the absence of any changes in fiscal and monetary policies, in the long run will the short-run aggregate supply curve shift to the left, shift to the right, or remain unchanged as a result of the fall in consumer confidence? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}