{
  "id": "FT568481",
  "type": "frq",
  "title": "US in recession - trades with eurozone, policies",
  "content": {
    "description": "Assume the United States economy is in recession.\n\nDraw a correctly labeled graph of the long-run aggregate supply, short-run aggregate supply, and aggregate demand curves, and show each of the following.\n\nCurrent price level, labeled PL1\n\nCurrent output, labeled Y1\n\nNow assume the euro zone, a major trading partner of the United States, enters into a recession.\n\nWhat will be the effect on United States exports to the euro zone? Explain.\n\nOn your graph in part (a), show the effect of the change identified in part (b) (i) on real output in the United States.\n\nWhat will be the effect of the change identified in part (b)(ii) on unemployment in the United States?\n\nAssume the euro zone recession causes a decrease in the demand for United States dollars in the foreign exchange market.\n\nWill the euro appreciate, depreciate, or remain unchanged against the dollar? Explain.\n\nDraw a correctly labeled graph of the foreign exchange market for dollars, and show the effect of the decrease in the demand for dollars on the exchange rate for dollars.\n\nAssume the United States implements a combination of expansionary fiscal and monetary policies. In the absence of complete crowding out, what will be the effect of these policies on each of the following?\n\nAggregate demand in the United States\n\nThe price level in the United States\n\nInterest rates in the United States. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}