{
  "id": "JA692336",
  "type": "frq",
  "title": "Oil Spills and Environmental Impacts FRQ",
  "content": {
    "description": "",
    "question": "(a) Oil spills in the ocean can negatively affect marine ecosystems.i. Describe one environmental problem in a marine ecosystem that could result from an oil spill.",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Oil spills in the ocean can negatively affect marine ecosystems.i. Describe one environmental problem in a marine ecosystem that could result from an oil spill.",
        "image": null
      },
      {
        "text": "ii. Propose a solution to lessen the effect of the problem you described in (a)(i).",
        "image": null
      },
      {
        "text": "(b) Over <math alttext=\"70%\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>70%</mtext></mrow></mstyle></math> of the oil consumed in the United States is used by the transportation industry. One way to reduce the likelihood of oil spills is to reduce the use of oil to produce fuel for transportation.i. Propose one solution to reduce the use of oil in the production of transportation fuel.",
        "image": null
      },
      {
        "text": "ii. Besides reducing the likelihood of an oil spill, justify your solution by describing an additional potential advantage.",
        "image": null
      },
      {
        "text": "(c) On April 20, 2010, a blowout on the deep water, offshore drilling ring, Deepwater Horizon, resulted in the largest accidental marine oil spill in history. The flow of escaping oil from the well was finally stopped on September 19, 2010. i. Crude oil released from the well washed up on approximately <math alttext=\"1,313\"><mstyle><mrow><mtext>1,313</mtext></mrow></mstyle></math> miles of coastline around the Gulf of Mexico. The total length of the coastline of the Gulf of Mexico is approximately <math alttext=\"3,540\"><mrow><mtext>3,540</mtext></mrow></math> miles. Calculate the percentage of the coastline along the Gulf of Mexico that was directly affected by the Deepwater Horizon oil spill.",
        "image": null
      },
      {
        "text": "ii. Crude oil escaped from the well at an average rate of <math alttext=\"60,000\"><mrow><mtext>60,000</mtext></mrow></math> barrels per day. Calculate how many barrels of crude oil flowed from the well from May 1 to May 31, 2010.",
        "image": null
      },
      {
        "text": "iii. An oil refinery can refine about <math alttext=\"20\"><mrow><mtext>20</mtext></mrow></math> gallons of gasoline from one barrel of crude oil. If an automobile has a fuel economy of <math alttext=\"25\"><mrow><mtext>25</mtext></mrow></math> miles per gallon, calculate the maximum number of miles an automobile could theoretically travel using the quantity of gasoline that could have been refined from the crude oil that escaped from the well in May of 2010.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Energy Resources and Consumption"
  },
  "topic": {
    "code": "6.13",
    "text": "6.13: Energy Conservation"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Apply appropriate mathematical relationships to solve a problem, with work shown (e.g., dimensional analysis)."
  }
}