{
  "id": "KE790907",
  "type": "frq",
  "title": "Electricity Generation 2011 - Largest Fuel Source",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram below illustrates the electricity generation in ten countries during 2011. Country Population, 2011 (in millions) China 1,345.9 India 1,241.3 United States 311.7 Brazil 196.7 Russia 142.8 Japan 128.1 Germany 81.9 France 63.3 South Korea 49.0 Canada 34.5 (a) Based on the data in the graph, identify the fuel source that made the largest contribution to total electricity generated in 2011 by the ten countries.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram below illustrates the electricity generation in ten countries during 2011. Country Population, 2011 (in millions) China 1,345.9 India 1,241.3 United States 311.7 Brazil 196.7 Russia 142.8 Japan 128.1 Germany 81.9 France 63.3 South Korea 49.0 Canada 34.5 (a) Based on the data in the graph, identify the fuel source that made the largest contribution to total electricity generated in 2011 by the ten countries.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Macroeconomics/VR252040.g01.png"
      },
      {
        "text": "(b) Based on the data in the graph, identify the country that produced the greatest percentage of its electricity in 2011 from nuclear power.",
        "image": null
      },
      {
        "text": "(c) Based on the data in the graph, describe one environmental problem in Brazil that could result if total electricity generation was increased by 10 percent with its least-used fuel source.",
        "image": null
      },
      {
        "text": "(d) Based on the data in the graph, propose a solution to reduce an environmental problem linked to the primary fuel source used to generate electricity in Germany, other than reduced use of the fuel source.",
        "image": null
      },
      {
        "text": "(e) The ecological footprint of an average individual living in Japan in 2011 was ten times larger than the ecological footprint of an average individual living in India. Using the data provided in both the graph and table, make a claim that supports or refutes the hypothesis that the total ecological footprint of Japan was larger than that of India.",
        "image": null
      },
      {
        "text": "(f) A conservationist group proposes a countywide recycling program with curbside pickup to recycle single-use plastics. They argue this action will reduce the ecological footprint of the county more than switching to reusable items like water bottles or shopping bags. Make a claim that supports or refutes the proposed recycling program as a way to reduce the ecological footprint of the county.",
        "image": null
      },
      {
        "text": "Transportation is another major contributor to an individual’s ecological footprint. In countries like the United States, passenger vehicles contribute to a range of environmental problems.(g) Describe one regulatory practice that could reduce the effect of passenger vehicles on nitrogen oxides in the atmosphere.",
        "image": null
      },
      {
        "text": "(h) Describe an additional benefit, other than reducing the air pollutant mentioned, that could result from the regulatory practice identified in part (g).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.11",
    "text": "5.11: Ecological Footprints"
  },
  "skill": {
    "code": "Skill 5.A",
    "text": "Skill 5.A: Describe patterns or trends in data."
  }
}