{
  "id": "QG569573",
  "type": "frq",
  "title": "Methane Landfills and Beef Calculations",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.Human activities generate large amounts of solid waste, including organic waste. The decomposition of organic waste in landfills can result in the release of methane into the atmosphere.(a) Describe one environmental problem associated with the release of methane into the atmosphere.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.Human activities generate large amounts of solid waste, including organic waste. The decomposition of organic waste in landfills can result in the release of methane into the atmosphere.(a) Describe one environmental problem associated with the release of methane into the atmosphere.",
        "image": null
      },
      {
        "text": "There are biological and physical factors that can affect the decomposition of the solid waste in a landfill and the release of methane in the atmosphere.(b) Describe one factor that could affect the decomposition of the solid waste in a landfill.",
        "image": null
      },
      {
        "text": "(c) Propose a solution to decrease the amount of methane released from landfills into the atmosphere.",
        "image": null
      },
      {
        "text": "(d) Justify the solution proposed in part (c) by describing an additional advantage, other than decreasing the amount of methane released from landfills.",
        "image": null
      },
      {
        "text": "Another anthropogenic activity that releases methane is raising beef cattle. In 2021, <math alttext=\"31.2\" overflow=\"scroll\"><mn>31.2</mn></math> million beef cattle were raised in the United States.(e) The average cow releases <math alttext=\"150\" overflow=\"scroll\"><mn>150</mn></math> liters of methane per day. Calculate the amount of methane that was released by all beef cattle raised in the United States in 2021. Show your work.",
        "image": null
      },
      {
        "text": "Another environmental concern with raising beef cattle for food is that it is not as efficient as growing crops for food.(f) A typical beef cow needs <math alttext=\"11.8\" overflow=\"scroll\"><mn>11.8</mn></math> kilograms of food per day, and each hectare of cattle pasture produces <math alttext=\"26.2\" overflow=\"scroll\"><mn>26.2</mn></math> kilograms of grasses. Calculate the number of hectares of pasture that would be needed to support all beef cattle raised in the United States for one day. Show your work.",
        "image": null
      },
      {
        "text": "(g) The average American consumes <math alttext=\"2,250\" overflow=\"scroll\"><mn>2</mn><mtext>,</mtext><mn>250</mn></math> kilocalories of food per day. Beef cattle can produce <math alttext=\"2.7\" overflow=\"scroll\"><mn>2.7</mn></math> million kilocalories per hectare of land. Corn can produce <math alttext=\"30.4\" overflow=\"scroll\"><mn>30.4</mn></math> million kilocalories per hectare of land. Calculate how many more American people could be fed if <math alttext=\"150\" overflow=\"scroll\"><mn>150</mn></math> hectares of land was used to grow corn instead of raising beef cattle. Show your work.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.7",
    "text": "5.7: Meat Production Methods"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}