{
  "id": "SX164977",
  "type": "frq",
  "title": "Economic Impacts of NH3 and VOCs",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram below illustrates the relative economic costs of air pollutants in the United States. (a) Based on the information in the map, describe the pattern of economic cost associated with <math alttext=\"N H 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>NH</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math>.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The diagram below illustrates the relative economic costs of air pollutants in the United States. (a) Based on the information in the map, describe the pattern of economic cost associated with <math alttext=\"N H 3\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>NH</mtext></mrow><mrow><mn>3</mn></mrow></msub></mrow></mstyle></math>.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Macroeconomics/VR252000.g02.png"
      },
      {
        "text": "(b) Describe a solution for reversing the pattern of economic damage seen for <math alttext=\"V O Cs\" display=\"inline\" overflow=\"scroll\"><mstyle><mrow><mtext>VOCs</mtext></mrow></mstyle></math> in the eastern United States.",
        "image": null
      },
      {
        "text": "(c) Using the information in the maps, describe an area in the United States that would most likely experience high levels of photochemical smog.",
        "image": null
      },
      {
        "text": "(d) There are many coal-fired power plants in the midwestern and eastern United States. Identify one of the mapped pollutants that is produced during the combustion of coal and explain how wind patterns and the location of the sources of the pollutant lead to its pattern of economic damage.",
        "image": null
      },
      {
        "text": "(e) A farmer in the Midwest believes that incorporating no-till farming at the farm will reduce emissions of one of the mapped air pollutants. Identify one of the mapped air pollutants the farmer could accurately be thinking will be reduced and make a claim using evidence that supports this assertion.",
        "image": null
      },
      {
        "text": "Some of the agricultural practices emerging from the Green Revolution could have contributed to the air pollutants shown in the maps, while other methods had little to no impact on air pollution.(f) Identify and describe one method that emerged during the Green Revolution that would not contribute to air pollution but has negatively impacted soil composition.",
        "image": null
      },
      {
        "text": "(g) Make a claim that proposes a solution to the problem identified in part (f).",
        "image": null
      },
      {
        "text": "(h) For the solution proposed in part (g), describe one disadvantage or unintended consequence that could result from the solution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Earth Systems and Resources"
  },
  "topic": {
    "code": "4.5",
    "text": "4.5: Global Wind Patterns"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Describe characteristics of an environmental concept, process, or model represented visually."
  }
}