{
  "id": "VR041310-22",
  "type": "frq",
  "title": "Macroeconomic Equilibrium",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe economy of Country X is in equilibrium at full employment.\n\n(a) Draw a correctly labeled graph of the long-run aggregate supply, short-run aggregate supply, and aggregate demand curves, and show each of the following.\n\n(i) The current equilibrium price level, labeled <math alttext=\"P L sub 1\"> <mstyle> <mrow> <msub> <mrow> <mtext>PL</mtext> </mrow> <mrow> <mn>1</mn> </mrow> </msub> </mrow> </mstyle> </math>\n\n(ii) The current equilibrium real output, labeled <math alttext=\"Y sub 1\"> <mstyle> <mrow> <msub> <mrow> <mtext>Y</mtext> </mrow> <mrow> <mn>1</mn> </mrow> </msub> </mrow> </mstyle> </math>\n\n(b) Assume that household income increases as a result of recent economic prosperity in Country X. On your graph in part (a), show the effect of the increase in household income on real output and the price level.\n\n(c) What will be the effect of the change identified in part (b) on unemployment in Country X?\n\n(d) Will the change in real output shown in part (b) be smaller or larger in the presence of automatic stabilizers? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: Aggregate Demand (AD)"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}