{
  "id": "VR041597-22",
  "type": "frq",
  "title": "Macroeconomic Equilibrium",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe economy of Moneyland has an actual unemployment rate that is less than the natural unemployment rate.\n\n(a) Draw a correctly labeled graph of the long-run aggregate supply, short-run aggregate supply, and aggregate demand curves, and show each of the following.\n\n(i) Current price level, labeled <math alttext=\"P L sub 1\"><mstyle><mrow><msub><mrow><mtext>PL</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math>\n\n(ii) Current real output, labeled <math alttext=\"Y sub 1\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math>\n\n(iii) Full-employment output, labeled <math alttext=\"Y sub F\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mtext>F</mtext></mrow></msub></mrow></mstyle></math>\n\n(b) Suppose that consumer spending increases. On your graph in part (a), show the effect of the increase in consumer spending on the equilibrium price level and real output in the short run.\n\n(c) Identify one fiscal policy action the government of Moneyland can use to restore full employment.\n\n(d) Assume instead that the government of Moneyland decides not to take any policy action. Will short-run aggregate supply increase, decrease, or stay the same in the long run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: Aggregate Demand (AD)"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}