{
  "id": "VR041418-22",
  "type": "frq",
  "title": "Loanable funds and foreign exchange markets",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nJapan and the United States are major trading partners and the exchange rate between the Japanese yen and the United States dollar is determined in a flexible foreign exchange market.\n\n(a) Assume real income increased in the United States. Draw a correctly labeled graph of the foreign exchange market for the yen, and show the effect of the increased real income in the United States on the equilibrium exchange rate for the yen.\n\n(b) Will each of the following increase, decrease, or stay the same as a result of the increase in the United States real income?\n\n(i) Japan’s net exports. Explain.\n\n(ii) Unemployment in Japan. Explain.\n\n(iii) Japan’s long-run aggregate supply\n\n(c) Assume instead household savings increased in the United States. Draw a correctly labeled graph of the loanable funds market in the United States, and show the effect of the increase in household savings on the equilibrium real interest rate.\n\n(d) Based on the change in the equilibrium real interest rate identified in part (c), what will happen to financial capital flows to the United States?\n\n(e) Based on your answer to part (d), what will happen to the international value of the dollar in the foreign exchange market? Explain.\n\n(f) Based on your answer to part (e), will the Federal Reserve buy or sell yen in the foreign exchange market to stabilize the dollar/yen exchange rate? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Financial Sector"
  },
  "topic": {
    "code": "4.7",
    "text": "4.7: The Loanable Funds Market"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}