{
  "id": "VR041947-22",
  "type": "frq",
  "title": "Sweden and Norway - PPC, comp. adv., trade",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to \"Calculate,\" you must show how you arrived at your final answer.\n\nSweden and Norway use equal quantities of resources to produce food and capital goods. The table below shows the maximum possible production of food OR capital goods for each country.\n\nCountry\n Food\n Capital Goods\n\nSweden\n 50\n 100\n\nNorway\n 30\n 120\n\n(a) Draw a correctly labeled graph of the production possibilities curve for Sweden. Place food on the horizontal axis and capital goods on the vertical axis. Plot the relevant numerical values on the graph.\n\n(b) On your graph in part (a), indicate the following.\n\n(i) A point that represents an efficient level of production, labeled E\n\n(ii) A point that represents an inefficient level of production, labeled I\n\n(iii) A point that represents an unattainable level of production, labeled U\n\n(c) Assume Sweden moves from producing 20 units of food and 60 units of capital goods to producing 30 units of food and 40 units of capital goods. What will happen to economic growth in Sweden in the future?\n\n(d) Which country has the comparative advantage in the production of capital goods? Explain.\n\n(e) Based on the table above, identify a specific number of units of capital goods that could be traded for 10 units of food and be mutually beneficial.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}