{
  "id": "VR059626",
  "type": "frq",
  "title": "Agricultural and Mining Impacts to Soil FRQ",
  "content": {
    "description": "",
    "question": "(a) Human activities, such as agriculture, can require altering the land.\ni. Identify an environmental problem associated with large-scale intensive agriculture on soil.",
    "image": null,
    "frqParts": [
      {
        "text": "(a) Human activities, such as agriculture, can require altering the land.\ni. Identify an environmental problem associated with large-scale intensive agriculture on soil.",
        "image": null
      },
      {
        "text": "ii. Identify a potential sustainable agricultural practice to reduce the impact of large-scale intensive agriculture on soils.",
        "image": null
      },
      {
        "text": "iii. Describe a drawback of using sustainable agricultural practices to produce crops.",
        "image": null
      },
      {
        "text": "Mineral resources are extracted from the earth by mining ore and separating it from the residual rock.\n(b) Identify one type of mining that is used to extract natural resources from the earth.",
        "image": null
      },
      {
        "text": "(c) Figure <math alttext=\"1\" overflow=\"scroll\"><mrow><mtext>1</mtext></mrow></math> shows the amount of sediment in runoff in undisturbed areas and in areas where mining has disturbed the vegetation in the riparian zone of a stream in Brazil.\n\ni. Identify the day of the study when the largest amount of sediment was present in runoff.",
        "image": "https://assets.learnosity.com/organisations/537/VR059626.g04.png"
      },
      {
        "text": "ii. Describe the relationship between the amount of rainfall and the amount of sediment in runoff.",
        "image": null
      },
      {
        "text": "iii. Based on the data in the graph, explain how mining practices affected the water quality in nearby streams.",
        "image": null
      },
      {
        "text": "(d) The extraction of mineral resources has a variety of environmental impacts and can also affect human health.\ni. Describe one affect mining can have on human health.",
        "image": null
      },
      {
        "text": "ii. Make a claim that proposes a solution to reduce the environmental impacts of mining, other than a ban on mining.",
        "image": null
      },
      {
        "text": "iii. Use data and evidence from the graph to support a potential solution to reduce the impacts of mining on stream quality.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.2",
    "text": "5.2: Clearcutting"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}