{
  "id": "VR189008",
  "type": "frq",
  "title": "Sweden AD-AS in LR equilibrium - open economy",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAssume the economy of Sweden is in long-run equilibrium and has a surplus in its current account.\n\n(a) Is the Swedish capital and financial account in deficit, in surplus, or in balance? Explain.\n\n(b) Draw a correctly labeled graph of short-run aggregate supply, long-run aggregate supply, and aggregate demand curves for Sweden, and show the current equilibrium real output, labeled <math alttext=\"Y sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math>, and the current equilibrium price level, labeled <math alttext=\"P L sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PL</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math>.\n\n(c) Assume the United Kingdom decreases its imports from Sweden. On your graph in part (b), show the new equilibrium real output, labeled <math alttext=\"Y sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math>, and the new equilibrium price level, labeled <math alttext=\"P L sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PL</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math>, as a result of this change.\n\n(d) As a result of the decrease in the United Kingdom’s imports from Sweden, would policy makers in Sweden be more concerned about cyclical unemployment or inflationary pressures in the short run? Explain.\n\n(e) Assume the banking system in Sweden has limited reserves. If the Swedish central bank’s goal is to return the economy to long-run equilibrium, what open-market operation should it use?\n\n(f) The currency of the United Kingdom is the pound, and the currency of Sweden is the krona. Draw a correctly labeled graph of the foreign exchange market for the krona, and show the impact of the decrease in the United Kingdom’s imports from Sweden on the value of the krona in the foreign exchange market.\n\n(g) If the Swedish central bank’s goal is to reverse the exchange rate change shown in part (f) by changing the interest rate, what open-market operation should it use?\n\n(h) Explain how the open-market operation identified in part (g) would reverse the change in the exchange rate.",
    "question": "Respond to all parts of the question:",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe economic concepts, principles, or models."
  }
}