{
  "id": "VR189013",
  "type": "frq",
  "title": "Geeland budget - automatic stabilizers - FP",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe government budget of the country of Geeland is currently balanced. The government budget is composed of tax revenues <math alttext=\"T\" overflow=\"scroll\"><mrow><mtext>(T)</mtext></mrow></math>, transfer payments <math alttext=\"T R\" overflow=\"scroll\"><mrow><mtext>(TR)</mtext></mrow></math>, and government spending <math alttext=\"G\" overflow=\"scroll\"><mstyle><mrow><mtext>(G)</mtext></mrow></mstyle></math>.\n\n(a) Assume the economy moves into a recession and there is no discretionary policy action.\n\n(i) Will the government budget move into a deficit or a surplus in the short run? Explain using the appropriate components of the government budget identified above.\n\n(ii) Based on your answer to part (a)(i), what will happen to the government debt?\n\n(b) Based on your answer to part (a)(i), identify one specific fiscal policy action that will balance the budget.\n\n(c) How will the fiscal policy action from part (b) affect the actual unemployment rate in the short run? Explain.\n\n(d) Did the government efforts to maintain a balanced budget make Geeland’s recession more severe or less severe in the short run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.8",
    "text": "3.8: Fiscal Policy"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}