{
  "id": "VR250419",
  "type": "frq",
  "title": "Effects of CB buying bonds from Canary Bank",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nCanary Bank is a commercial bank in Econland with the following balance sheet (T-account). The banking system in Econland has limited reserves.\n\nAssets\n\nLiabilities\n\nReserves\n\n<math alttext=\"$10,000\" overflow=\"scroll\"><mstyle><mrow><mtext>$10,000</mtext></mrow></mstyle></math>\n Demand Deposits\n\n<math alttext=\"$200,000\" overflow=\"scroll\"><mstyle><mrow><mtext>$200,000</mtext></mrow></mstyle></math>\n\nGovernment Bonds\n\n<math alttext=\"$300,000\" overflow=\"scroll\"><mstyle><mrow><mtext>$300,000</mtext></mrow></mstyle></math>\n Owners’ Equity\n\n<math alttext=\"$110,000\" overflow=\"scroll\"><mstyle><mrow><mtext>$110,000</mtext></mrow></mstyle></math>\n\n(a) Calculate the required reserve ratio if Canary Bank holds no excess reserves. Show your work.\n\n(b) The central bank of Econland buys <math alttext=\"$50,000\" overflow=\"scroll\"><mstyle><mtext>$50,000</mtext></mstyle></math> of government bonds from Canary Bank. What is the dollar value of the change in the monetary base? Explain using numbers.\n\n(c) Based on your answer to part (a), calculate the maximum change in the money supply as a result of the central bank bond purchase after all adjustments take place in the banking system. Show your work.\n\n(d) Given the change in the money supply in part (c), calculate the change in nominal gross domestic product if the velocity of money is <math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mn>2</mn></mrow></mstyle></math>. Show your work.\n\n(e) Assume the economy of Econland is initially at full employment. Based solely on the change in the money supply in part (c), will real output increase, decrease, or stay the same in the long run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Financial Sector"
  },
  "topic": {
    "code": "4.3",
    "text": "4.3: Definition, Measurement, and Functions of Money"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}