{
  "id": "VR250439",
  "type": "frq",
  "title": "Zingerla and Springland PPC and trade",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nZingerla and Springland are trading partners. Both countries have the same amount of resources and can produce oranges and/or lemons. The production possibilities curves below show the combination of oranges and lemons that each country can produce.\n\n(a) Assume that prior to trade, Zingerla is producing <math alttext=\"0\" overflow=\"scroll\"><mstyle><mrow><mn>0</mn></mrow></mstyle></math> units of oranges and <math alttext=\"50\" overflow=\"scroll\"><mstyle><mrow><mn>50</mn></mrow></mstyle></math> units of lemons. What can you conclude about the use of resources in Zingerla? Explain using the production possibilities curve model.\n\n(b) Which country has the comparative advantage in the production of lemons? Explain using numbers.\n\n(c) Now assume each country specializes in the production of the good in which it has a comparative advantage, and the terms of trade are <math alttext=\"25\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn></mrow></mstyle></math> units of lemons for <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math> unit of oranges. Will Zingerla gain from trade? Explain.\n\n(d) Assume Springland and Zingerla are able to quadruple the production of oranges. Which country now has the absolute advantage in the production of oranges? Explain using numbers.\n\n(e) Assume Springland’s civilian working-age population is <math alttext=\"200\" overflow=\"scroll\"><mrow><mtext>200</mtext></mrow></math> million, the labor force participation rate in Springland is <math alttext=\"50%\" overflow=\"scroll\"><mrow><mtext>50%</mtext></mrow></math>, and the unemployment rate is <math alttext=\"12%\" overflow=\"scroll\"><mrow><mtext>12%</mtext></mrow></math>. Calculate the number of unemployed people in Springland. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}