{
  "id": "VR250372",
  "type": "frq",
  "title": "2013 Aggregate economic activity",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe following macroeconomic data are from a fictitious country’s economy in 2013. Dollar values are measured in billions of 2013 dollars, and population figures are measured in millions. Assume the country’s economy is in short-run equilibrium.\n\nConsumption\n $500\n\nPopulation\n 220\n\nInvestment\n $200\n\nLabor Force\n 200\n\nExports\n $50\n\nEmployed\n 186\n\nImports\n $60\n\nGovernment Spending\n $150\n\nExpected Inflation Rate\n 3%\n\nTaxes\n $50\n\nPotential Real Output\n $800\n\n(a) Calculate the actual rate of unemployment. Show your work.\n\n(b) Is the economy facing a recessionary gap, an inflationary gap, or neither? Explain using numbers.\n\n(c) Based on your answer to part (b), how will the economy adjust in the long run in the absence of any government policy action? Explain.\n\n(d) Now assume the economy is in long-run equilibrium.(i) Assume net exports decrease by $8 billion and the marginal propensity to consume is 0.6. Calculate the maximum possible change in real output. Show your work.(ii) Based on the change in net exports, what will happen to the equilibrium price level in the short run? Explain.\n\n(e) Based on the change in real output identified in part (d)(i), is the actual rate of unemployment greater than, less than, or equal to the natural rate of unemployment in the short run? Explain.\n\n(f) Based on loanable funds analysis, how will a decrease in government deficit spending affect the equilibrium real interest rate? Explain.\n\n(g) Based solely on the change in the equilibrium real interest rate identified in part (f), what will be the effect on each of the following?(i) The amount of borrowing by firms to purchase plant and equipment. Explain.(ii) The long-run aggregate supply curve. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Economic Indicators and the Business Cycle"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Unemployment"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}