{
  "id": "VR251996",
  "type": "frq",
  "title": "Indian Seafood Production",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Seafood is an important part of the human diet in many parts of the world. Seafood is harvested from different sources. (a) Based on the graph, describe the trend in total seafood production in India between 1960 and 2016.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. Seafood is an important part of the human diet in many parts of the world. Seafood is harvested from different sources. (a) Based on the graph, describe the trend in total seafood production in India between 1960 and 2016.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Macroeconomics/VR251996.g01.png"
      },
      {
        "text": "(b) Based on the data in the graph, identify the years in which wild-caught seafood production exceeded seafood production by aquaculture in India.",
        "image": null
      },
      {
        "text": "(c) Explain one possible reason why aquaculture production in India changed between 1990 and 2016.",
        "image": null
      },
      {
        "text": "(d) Most wild fish populations belong to the public and not to individuals or individual countries. Explain how regulations can be used to reduce the impact of the environmental problems that result from the public ownership of fisheries.",
        "image": null
      },
      {
        "text": "Primary consumers, like tilapia and scallops, and secondary consumers, like salmon and trout, are both harvested in the wild and raised in aquaculture.(e) A shopper in the seafood section of their market believes that purchasing farmed tilapia is a better choice for the environment than purchasing farmed salmon. Make a claim using evidence that supports or refutes this assertion.",
        "image": null
      },
      {
        "text": "(f) Another shopper believes that purchasing farmed scallops is a better choice for the environment than purchasing wild-caught scallops. Make a claim by citing an environmental problem associated with one of the options that supports or refutes this assertion.",
        "image": null
      },
      {
        "text": "(g) Propose a solution to the environmental problem you cited in part (f).",
        "image": null
      },
      {
        "text": "(h) For the solution you proposed in part (g), describe one disadvantage or unintended consequence that could result.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.9",
    "text": "1.9: Trophic Levels"
  },
  "skill": {
    "code": "Skill 5.A",
    "text": "Skill 5.A: Describe patterns or trends in data."
  }
}