{
  "id": "VR250433",
  "type": "frq",
  "title": "Italy and France PPC and trade",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nItaly and France are trading partners. Both countries have the same amount of resources and can produce perfume and/or shoes. The production pos sibilities curves below show the combination of perfume and shoes that each country can produce.\n\n(a) Assume that prior to trade, Italy is producing <math alttext=\"50\" overflow=\"scroll\"><mstyle><mrow><mn>50</mn></mrow></mstyle></math> units of perfume and <math alttext=\"0\" overflow=\"scroll\"><mstyle><mrow><mn>0</mn></mrow></mstyle></math> units of shoes. What can you conclude about the use of resources in Italy? Explain using the production possibilities curve model.\n\n(b) Which country has the comparative advantage in the production of perfume? Explain using numbers.\n\n(c) Now assume each country specializes in the production of the good in which it has a comparative advantage, and the terms of trade are <math alttext=\"5\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn></mrow></mstyle></math> units of perfume for <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math> unit of shoes. Will France gain from trade? Explain.\n\n(d) Assume France and Italy are able to triple the production of shoes. Which country now has the absolute advantage in the production of shoes? Explain using numbers.\n\n(e) Assume France’s civilian working-age population is <math alttext=\"60\" overflow=\"scroll\"><mrow><mtext>60</mtext></mrow></math> million, the labor force participation rate in France is <math alttext=\"50%\" overflow=\"scroll\"><mrow><mtext>50%</mtext></mrow></math>, and the unemployment rate is <math alttext=\"20%\" overflow=\"scroll\"><mrow><mtext>20%</mtext></mrow></math>. Calculate the number of unemployed people in France. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}