{
  "id": "VR250415",
  "type": "frq",
  "title": "Brazil and Argentina PPC and trade",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nBrazil and Argentina are trading partners. Both countries have the same amount of resources and can produce beef and/or coffee. The table below shows the maximum number of units of beef or coffee that can be produced by each country. Assume constant opportunity costs in both countries.\n\nBeef\n Coffee\n\nBrazil\n <math alttext=\"20\" overflow=\"scroll\"><mstyle><mrow><mn>20</mn></mrow></mstyle></math>\n <math alttext=\"2\" overflow=\"scroll\"><mstyle><mrow><mn>2</mn></mrow></mstyle></math>\n\nArgentina\n <math alttext=\"20\" overflow=\"scroll\"><mstyle><mrow><mn>20</mn></mrow></mstyle></math>\n <math alttext=\"5\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn></mrow></mstyle></math>\n\n(a) Assume that prior to trade, Brazil is producing <math alttext=\"5\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn></mrow></mstyle></math> units of beef and <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math> unit of coffee. What can you conclude about the use of resources in Brazil? Explain using the production possibilities curve model.\n\n(b) Which country has the comparative advantage in the production of beef? Explain using numbers.\n\n(c) Now assume each country specializes in the production of the good in which it has a comparative advantage, and the terms of trade are <math alttext=\"3\" overflow=\"scroll\"><mstyle><mrow><mn>3</mn></mrow></mstyle></math> units of beef for <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math> unit of coffee. Will Argentina gain from trade? Explain.\n\n(d) Suppose the maximum production of coffee in Argentina increases. How will this affect Argentina’s opportunity cost of producing beef? Explain.\n\n(e) Assume Argentina’s civilian working-age population is <math alttext=\"50\" overflow=\"scroll\"><mstyle><mrow><mn>50</mn></mrow></mstyle></math> million, the labor force participation rate in Argentina is <math alttext=\"70%\" overflow=\"scroll\"><mstyle><mrow><mn>70</mn><mo>%</mo></mrow></mstyle></math>, and the unemployment rate is <math alttext=\"20%\" overflow=\"scroll\"><mstyle><mrow><mn>20</mn><mo>%</mo></mrow></mstyle></math>. Calculate the number of employed people in Argentina. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}