{
  "id": "VR250430",
  "type": "frq",
  "title": "China and Russia PPC and trade",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nChina and Russia are trading partners. Both countries have the same amount of resources and can produce bulldozers and/or trucks. The production possibilities curves below show the combination of bulldozers and trucks that each country can produce.\n\n(a) Assume that prior to trade, Russia is producing <math alttext=\"0\" overflow=\"scroll\"><mstyle><mrow><mn>0</mn></mrow></mstyle></math> units of bulldozers and <math alttext=\"10\" overflow=\"scroll\"><mstyle><mrow><mn>10</mn></mrow></mstyle></math> units of trucks. What can you conclude about the use of resources in Russia? Explain using the production possibilities curve model.\n\n(b) Which country has the comparative advantage in the production of bulldozers? Explain using numbers.\n\n(c) Now assume each country specializes in the production of the good in which it has a comparative advantage, and the terms of trade are <math alttext=\"5\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn></mrow></mstyle></math> units of bulldozers for <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math> unit of trucks. Will Russia gain from trade? Explain.\n\n(d) Assume Russia and China are able to double the production of bulldozers. Which country now has the absolute advantage in the production of bulldozers? Explain using numbers.\n\n(e) Assume China’s civilian working-age population is <math alttext=\"125\" overflow=\"scroll\"><mstyle><mrow><mn>125</mn></mrow></mstyle></math> million, the labor force participation rate in China is <math alttext=\"80%\" overflow=\"scroll\"><mstyle><mrow><mn>80</mn><mo>%</mo></mrow></mstyle></math>, and the unemployment rate is <math alttext=\"8%\" overflow=\"scroll\"><mstyle><mrow><mn>8</mn><mo>%</mo></mrow></mstyle></math>. Calculate the number of unemployed people in China. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}