{
  "id": "VR250386",
  "type": "frq",
  "title": "Effects of cash deposit at IWK Bank",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe central bank buys <math alttext=\"$8,000\" overflow=\"scroll\"><mstyle><mtext>$8,000</mtext></mstyle></math> worth of bonds in the open market from Diane, who deposits the proceeds in her checking account at <math alttext=\"I W K\" overflow=\"scroll\"><mstyle><mrow><mtext>IWK</mtext></mrow></mstyle></math> Bank. The banking system has limited reserves, and the required reserve ratio is <math alttext=\"25%\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn><mo>%</mo></mrow></mstyle></math>.\n\n(a) What is the amount by which <math alttext=\"I W K\" overflow=\"scroll\"><mstyle><mrow><mtext>IWK</mtext></mrow></mstyle></math> Bank’s liabilities have changed? Explain.\n\n(b) Calculate the change in required reserves for <math alttext=\"I W K\" overflow=\"scroll\"><mstyle><mrow><mtext>IWK</mtext></mrow></mstyle></math> Bank. Show your work.\n\n(c) What is the dollar value of the maximum amount of new loans <math alttext=\"I W K\" overflow=\"scroll\"><mstyle><mrow><mtext>IWK</mtext></mrow></mstyle></math> Bank can initially make as a result of Diane’s deposit? Explain.\n\n(d) Based on the central bank’s open-market purchase of bonds, calculate the maximum amount by which the money supply can change throughout the banking system. Show your work.\n\n(e) How will the change in the money supply in part (d) affect aggregate demand and the price level in the short run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Financial Sector"
  },
  "topic": {
    "code": "4.4",
    "text": "4.4: Banking and the Expansion of the Money Supply"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}