{
  "id": "VR251997",
  "type": "frq",
  "title": "Deer Population and Biodiversity in Forest C",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nThe diagram below illustrates three ecological communities that are isolated but in close proximity to one another. The density of the deer population in each community differs, as indicated in the diagram.\n\n(a) Based on the diagram, describe the relationship between the deer population and biodiversity in Forest C.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nThe diagram below illustrates three ecological communities that are isolated but in close proximity to one another. The density of the deer population in each community differs, as indicated in the diagram.\n\n(a) Based on the diagram, describe the relationship between the deer population and biodiversity in Forest C.",
        "image": "https://assets.learnosity.com/organisations/537/VR251997.g01.png"
      },
      {
        "text": "(b) Based on the information in the diagram, identify a species of plant that is resistant to deer consumption.",
        "image": null
      },
      {
        "text": "(c) If each of the three forests is near a different but identical housing development, identify the forest nearest which homeowners will most likely consider deer to be pests, and explain how the deer could have become pests.",
        "image": null
      },
      {
        "text": "(d) Most species of deer are known to eat many different types of plants. Other than being herbivores, identify the category of species that explains how deer are very adaptable to new environments.",
        "image": null
      },
      {
        "text": "Deer are common tick hosts. Possums are hosts for young ticks and eat many of the young ticks before they can feed. Other species such as squirrels and mice are not as effective at removing ticks.\n(e) A local homeowner proposes protecting the habitat of the possums in Forest A to reduce the tick population. Describe a possible disadvantage or unintended consequence of the homeowner’s proposal.",
        "image": null
      },
      {
        "text": "(f) Homeowners living near Forest C believe deer are eating their sugar maple trees. Make a claim based on evidence that supports or refutes the belief of these homeowners.",
        "image": null
      },
      {
        "text": "Some forested areas of the country have large, flat-topped boulders left behind by glaciers. The tops of the boulders have become covered with lichens, grasses, shrubs, and even some small trees. Deer can jump onto the top of shorter boulders to graze; however, none of the deer can jump onto the tallest boulders. Scientists sampled vegetation from the tops of these boulders, some of which were grazed by deer and some of which were not. Scientists observed that the most diverse plant growth occurred on the boulders that could not be reached by deer.\n(g) Identify the control group for the investigation.",
        "image": null
      },
      {
        "text": "(h) Identify the hypothesis for the investigation.",
        "image": null
      },
      {
        "text": "(i) The boulders studied in the investigation described above were deposited by a glacial retreat approximately 14,000 years ago. These boulders then eroded over time to form components of the soil in the forest. Describe a different natural occurrence that could lead to soil formation from similar initial conditions.",
        "image": null
      },
      {
        "text": "(j) Describe an anthropogenic occurrence that could require re-establishing a forest in an area with previously established soil.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: Introduction to Ecosystems"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}