{
  "id": "VR250407",
  "type": "frq",
  "title": "Effects of cash withdrawal at MAE Bank",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe central bank sells <math alttext=\"$20,000\" overflow=\"scroll\"><mstyle><mtext>$20,000</mtext></mstyle></math> worth of bonds in the open market to Katherine, who withdraws cash from her checking account at <math alttext=\"M A E\" overflow=\"scroll\"><mstyle><mrow><mtext>MAE</mtext></mrow></mstyle></math> Bank to pay for the bonds. The banking system has limited reserves, the required reserve ratio is <math alttext=\"20%\" overflow=\"scroll\"><mstyle><mrow><mn>20</mn><mo>%</mo></mrow></mstyle></math>, and banks do not hold excess reserves.\n\n(a) What is the amount by which <math alttext=\"M A E\" overflow=\"scroll\"><mstyle><mrow><mtext>MAE</mtext></mrow></mstyle></math> Bank’s liabilities change as a result of Katherine’s cash withdrawal? Explain.\n\n(b) Calculate the change in required reserves for <math alttext=\"M A E\" overflow=\"scroll\"><mstyle><mrow><mtext>MAE</mtext></mrow></mstyle></math> Bank as a result of Katherine’s cash withdrawal. Show your work.\n\n(c) Have Katherine’s financial asset holdings increased, decreased, or stayed the same? Explain.\n\n(d) Based on the central bank’s open market sale of bonds, calculate the maximum amount by which the money supply can change throughout the banking system. Show your work.\n\n(e) How will the change in the money supply in part (d) affect unemployment and the price level in the short run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Financial Sector"
  },
  "topic": {
    "code": "4.4",
    "text": "4.4: Banking and the Expansion of the Money Supply"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Determine the outcome of an economic situation using economic concepts, principles, or models."
  }
}