{
  "id": "VR252010",
  "type": "frq",
  "title": "Boreal Forest Biome Distribution in Canada",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The map shows the terrestrial biomes found in Canada. (a) Based on the map, describe the geographic distribution of the boreal forest biome in Canada.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples. The map shows the terrestrial biomes found in Canada. (a) Based on the map, describe the geographic distribution of the boreal forest biome in Canada.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Macroeconomics/VR252010.g02.png"
      },
      {
        "text": "(b) Based on the biomes shown in the map, identify the city found in the wheat-producing region of Canada.",
        "image": null
      },
      {
        "text": "Forests are a natural resource found in Canada. Spruce, fir, and pine species are native over much of the country and are harvested to produce a variety of products. One method of harvesting is clear-cutting.(c) Describe one unintended consequence of clear-cutting forests in Canada.",
        "image": null
      },
      {
        "text": "(d) Explain one way that removal of trees negatively affects the phosphorus cycle.",
        "image": null
      },
      {
        "text": "(e) There are a variety of methods to create sustainable forests, each with their own unique advantages and disadvantages. Explain how the removal of a few trees could be used to create or manage sustainable forests in Canada.",
        "image": null
      },
      {
        "text": "(f) In addition to the forests, another major natural resource found in Canada is natural gas. Alberta and British Columbia (Northwest Canada) account for 97% of Canada’s natural gas production. Describe one way that the transport of natural gas in Canada can harm wildlife.",
        "image": null
      },
      {
        "text": "Renewable sources of energy are increasingly contributing to the total energy supply in Canada. Currently, hydroelectric power is Canada’s largest renewable energy source. Hydroelectric facilities can have major impacts on aquatic ecosystems.(g) Propose a solution, other than switching to a different renewable energy source, that can reduce the impacts of hydroelectric dams on migratory species.",
        "image": null
      },
      {
        "text": "(h) Justify the solution proposed in part (g) by stating a positive economic or environmental impact, other than maintaining aquatic ecosystems, that results from implementation of the solution.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Living World - Ecosystems"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Terrestrial Biomes"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain environmental concepts and processes."
  }
}