{
  "id": "VR250442",
  "type": "frq",
  "title": "Tomburg and Perria PPC and trade",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nTomburg and Perria are trading partners. Both countries have the same amount of resources and can produce butter and/or wheat. The production possibilities curves below show the combination of butter and wheat that each country can produce.\n\n(a) Assume that prior to trade, Tomburg is producing <math alttext=\"30\" overflow=\"scroll\"><mstyle><mrow><mn>30</mn></mrow></mstyle></math> units of butter and <math alttext=\"5\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn></mrow></mstyle></math> units of wheat. What can you conclude about the use of resources in Tomburg? Explain using the production possibilities curve model.\n\n(b) Which country has the comparative advantage in the production of butter? Explain using numbers.\n\n(c) Now assume each country specializes in the production of the good in which it has a comparative advantage, and the terms of trade are <math alttext=\"4\" overflow=\"scroll\"><mstyle><mrow><mn>4</mn></mrow></mstyle></math> units of butter for <math alttext=\"1\" overflow=\"scroll\"><mstyle><mrow><mn>1</mn></mrow></mstyle></math> unit of wheat. Are these terms of trade mutually beneficial? Explain.\n\n(d) Assume Perria and Tomburg are able to increase their production of butter by <math alttext=\"50%\" overflow=\"scroll\"><mstyle><mrow><mn>50</mn><mo>%</mo></mrow></mstyle></math>. Which country now has the absolute advantage in the production of butter? Explain using numbers.\n\n(e) Assume Tomburg’s civilian working-age population is <math alttext=\"5\" overflow=\"scroll\"><mstyle><mrow><mn>5</mn></mrow></mstyle></math> million, the labor force participation rate in Tomburg is <math alttext=\"80%\" overflow=\"scroll\"><mstyle><mrow><mn>80</mn><mo>%</mo></mrow></mstyle></math>, and the unemployment rate is <math alttext=\"25%\" overflow=\"scroll\"><mstyle><mrow><mn>25</mn><mo>%</mo></mrow></mstyle></math>. Calculate the number of unemployed people in Tomburg. Show your work.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Basic Economic Concepts"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Opportunity Cost and the Production Possibilities Curve (PPC)"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Identify an economic concept, principle, or model using quantitative data or calculations."
  }
}