{
  "id": "VR598479",
  "type": "frq",
  "title": "Turtle Nests and Mercury",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nCommon snapping turtles, Chelydra serpentina, are primarily aquatic, but they lay their eggs on land. Researchers are interested in understanding the impact of pollution on turtle nesting sites. The researchers examined nesting sites at two agricultural areas along the floodplain of a river upstream and downstream from a chemical factory that is a known source of aqueous mercury pollution. Turtle eggs, soil, and vegetation samples taken from areas around turtle nests downstream from the chemical factory showed high levels of mercury in a previous study. Mercury was not detected in samples taken upstream from the chemical factory.\n\nDistribution of Turtle Nests Along River\n\n(a) The map shows locations of both successful and unsuccessful turtle nests.\n\n(i) Identify the area with the greatest nest success rate, based on the information in the diagram.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Refer to the figure or diagram to answer the question. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.\n\nCommon snapping turtles, Chelydra serpentina, are primarily aquatic, but they lay their eggs on land. Researchers are interested in understanding the impact of pollution on turtle nesting sites. The researchers examined nesting sites at two agricultural areas along the floodplain of a river upstream and downstream from a chemical factory that is a known source of aqueous mercury pollution. Turtle eggs, soil, and vegetation samples taken from areas around turtle nests downstream from the chemical factory showed high levels of mercury in a previous study. Mercury was not detected in samples taken upstream from the chemical factory.\n\nDistribution of Turtle Nests Along River\n\n(a) The map shows locations of both successful and unsuccessful turtle nests.\n\n(i) Identify the area with the greatest nest success rate, based on the information in the diagram.",
        "image": "https://assets.learnosity.com/organisations/537/VR598479.g05.svg"
      },
      {
        "text": "(ii) Identify the dependent variable in the study.",
        "image": null
      },
      {
        "text": "(iii) Based on the information provided, identify a likely scientific question for the study.",
        "image": null
      },
      {
        "text": "(iv) Describe why researchers measured mercury levels in locations upstream from the factory.",
        "image": null
      },
      {
        "text": "(v) There are plans to remove trees and other vegetation along the river bank. Explain how this modification could affect the location and number of successful turtle nests in Area B.",
        "image": null
      },
      {
        "text": "(b) Mercury can affect organisms and ecosystems in many ways.\n(i) Describe how a persistent pollutant, such as mercury, can negatively affect an organism.",
        "image": null
      },
      {
        "text": "(ii) Describe how a persistent pollutant, such as mercury, can negatively affect an ecosystem.",
        "image": null
      },
      {
        "text": "(iii) Researchers measured methylmercury in a location downstream from the factory. Explain how methylmercury could be present in the stream.",
        "image": null
      },
      {
        "text": "(iv) Researchers claimed that the soil nearest to the river has higher levels of mercury than the field has, and those elevated levels have affected the nesting success for turtles. Explain how the pattern shown in the diagram supports or refutes this claim.",
        "image": null
      },
      {
        "text": "(c) The turtle study was conducted in an agricultural area. Describe how a specific agricultural practice changes the soil in an area.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Aquatic and Terrestrial Pollution"
  },
  "topic": {
    "code": "2.4",
    "text": "2.4: Ecological Tolerance"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}