{
  "id": "VR598481",
  "type": "frq",
  "title": "Urbanization and Solar Radiation",
  "content": {
    "description": "",
    "question": "Write your answers in the spaces provided. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.Increasing global urbanization causes associated problems such as the formation of urban heat islands.(a) Describe how urbanization leads to the formation of urban heat islands.",
    "image": null,
    "frqParts": [
      {
        "text": "Write your answers in the spaces provided. Where calculations are required, clearly show how you arrived at your answer. Where explanation or discussion is required, support your answers with relevant information and/or specific examples.Increasing global urbanization causes associated problems such as the formation of urban heat islands.(a) Describe how urbanization leads to the formation of urban heat islands.",
        "image": null
      },
      {
        "text": "(b) Urban heat islands have been linked to a variety of environmental problems.(i) Propose a reasonable solution that could help lower the temperature increases caused by urban heat islands.",
        "image": null
      },
      {
        "text": "(ii) Justify the solution proposed in part (b)(i) by providing one additional benefit other than reducing temperatures in urban heat islands.",
        "image": null
      },
      {
        "text": "(c) Urban areas are increasingly using solar energy to generate electricity for residences and businesses.(i) As a result of improved technology, the efficiency of solar panels has changed over time. In 1992 a solar cell had a maximum efficiency of <math alttext=\"15.9%\" display=\"inline\" overflow=\"scroll\"><mn>15.9</mn><mo>%</mo></math>. In 2017 a solar cell prototype capable of <math alttext=\"44.5%\" display=\"inline\" overflow=\"scroll\"><mn>44.5</mn><mo>%</mo></math> efficiency was produced. Calculate the percent change in efficiency from the 1992 cell to the 2017 cell. Show your work.",
        "image": null
      },
      {
        "text": "(ii) The average home in the United States uses <math alttext=\"12,900\" display=\"inline\" overflow=\"scroll\"><mn>12</mn><mtext>,</mtext><mn>900</mn></math> kWh of electricity per year. The local power company is raising the cost of purchasing electricity from <math alttext=\"$0.11\" display=\"inline\" overflow=\"scroll\"><mo>$</mo><mn>0.11</mn></math> per kWh to <math alttext=\"$0.13\" display=\"inline\" overflow=\"scroll\"><mo>$</mo><mn>0.13</mn></math> per kWh. Assuming a home uses the average kWh of electricity in one year, calculate the change in electricity cost for one year for the homeowner. Show your work.",
        "image": null
      },
      {
        "text": "(iii) The roof of a typical house in the United States receives a total of four hours of sunlight per day that can be converted by solar panels into electricity. A house has <math alttext=\"30\" display=\"inline\" overflow=\"scroll\"><mn>30</mn></math> solar panels on its roof, and each panel generates a maximum output of <math alttext=\"300\" display=\"inline\" overflow=\"scroll\"><mn>300</mn></math> watts. Calculate how many kWh can be produced by the system at maximum output in one calendar year. Show your work.",
        "image": null
      },
      {
        "text": "(d) Explain why the Northern Hemisphere receives more solar energy from the Sun between June and August than the Southern Hemisphere receives between June and August.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Land and Water Use"
  },
  "topic": {
    "code": "5.10",
    "text": "5.10: Impacts of Urbanization"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Describe environmental concepts and processes."
  }
}