{
  "id": "VR598844",
  "type": "frq",
  "title": "United States economy",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAssume the United States economy is in short-run macroeconomic equilibrium at an output level greater than potential output.\n\n(a) Draw a correctly labeled graph of the aggregate demand, short-run aggregate supply, and long-run aggregate supply curves, and show each of the following.\n\n(i) The current equilibrium real output and price level, labeled as <math alttext=\"Y sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math> and <math alttext=\"P L sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PL</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math>, respectively\n\n(ii) The full-employment output, labeled as <math alttext=\"Y sub F\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext></mtext><mstyle><mrow><mtext>Y</mtext></mrow></mstyle></mrow><mrow><mtext>F</mtext></mrow></msub></mrow></mstyle></math>\n\n(b) Assume government spending increases by $100 billion. On your graph in part (a), show the short-run effect of the change in government spending on the equilibrium real output and price level. Label the new equilibrium output as <math alttext=\"Y sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math> and the new equilibrium price level as <math alttext=\"P L sub 2\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PL</mtext></mrow><mrow><mn>2</mn></mrow></msub></mrow></mstyle></math>.\n\n(c) Assume the marginal propensity to consume is 0.8. As a result of the increase in government spending, what is the numerical value of the maximum change in each of the following in the short run?\n\n(i) Real output\n\n(ii) Household savings\n\n(d) Draw a correctly labeled graph of the money market and show the effect of the change in real output identified in part (c)(i) on the equilibrium nominal interest rate.\n\n(e) Based on the change in the nominal interest rate shown in part (d), what will happen to the prices of previously issued bonds in the short run?\n\n(f) The United States and the European Union are trading partners with flexible exchange rates. The currency in the United States is the dollar, and the currency in the European Union is the euro. Assume the inflation rate in the United States increases relative to the inflation rate in the European Union. As a result of the change in the United States inflation rate, what will happen to each of the following in the foreign exchange market?\n\n(i) The demand for dollars. Explain.\n\n(ii) The international value of the dollar\n\n(g) Suppose the Federal Reserve attempts to keep the value of the dollar constant in the foreign exchange market. Based on the change in the value of the dollar in part (f)(ii), should the Federal Reserve buy or sell each of the following?\n\n(i) The euro\n\n(ii) The dollar",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Multipliers"
  },
  "skill": {
    "code": "Skill 2.B",
    "text": "Skill 2.B: Using economic concepts, principles, or models, explain how a specific economic outcome occurs when there are multiple contributing variables, or what multiple actions should be taken in order to achieve a specific economic outcome."
  }
}