{
  "id": "VR598696",
  "type": "frq",
  "title": "Economy operating below full employment",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAssume a country’s economy is operating below full employment.\n\n(a) Draw a correctly labeled graph of aggregate demand, short-run aggregate supply, and long-run aggregate supply, and show each of the following.\n\n(i) The current equilibrium real output and price level, labeled as <math alttext=\"Y sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math> and <math alttext=\"P L sub 1\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>PL</mtext></mrow><mrow><mn>1</mn></mrow></msub></mrow></mstyle></math>, respectively\n\n(ii) The full-employment output, labeled as <math alttext=\"Y sub F\" overflow=\"scroll\"><mstyle><mrow><msub><mrow><mtext>Y</mtext></mrow><mrow><mtext>F</mtext></mrow></msub></mrow></mstyle></math>\n\n(b) Identify one fiscal policy action the country’s government can take to restore full employment.\n\n(c) Assume instead that no fiscal policy action is taken. Suppose a change in investment spending causes real <math alttext=\"G D P\" overflow=\"scroll\"><mi>GDP</mi></math> to increase by <math alttext=\"$200\" overflow=\"scroll\"><mo>$</mo><mn>200</mn></math> billion. Calculate the minimum change in investment spending that could have caused this increase in real <math alttext=\"G D P\" overflow=\"scroll\"><mi>GDP</mi></math> if the marginal propensity to save is 0.25. Show your work.\n\n(d) Assume the output gap was initially <math alttext=\"$800\" overflow=\"scroll\"><mo>$</mo><mn>800</mn></math> billion. On your graph in part (a), show the short-run effect of the change in investment spending identified in part (c), labeling the new equilibrium real output as <math alttext=\"Y sub 2\" overflow=\"scroll\"><msub><mtext>Y</mtext><mn>2</mn></msub></math> and the new equilibrium price level as <math alttext=\"P L sub 2\" overflow=\"scroll\"><msub><mtext>PL</mtext><mn>2</mn></msub></math>.\n\n(e) Given your answer to part (d), is the actual rate of unemployment greater than, less than, or equal to the natural rate of unemployment? Explain.\n\n(f) Assume that private savings now increase. Draw a correctly labeled graph of the loanable funds market and show the effect of the increase in private savings on the real interest rate.\n\n(g) Based solely on the change in the real interest rate shown in part (f), what will happen to each of the following?\n\n(i) Real <math alttext=\"G D P\" overflow=\"scroll\"><mtext>GDP</mtext></math> in the short run. Explain.\n\n(ii) Long-run aggregate supply. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Unemployment"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}