{
  "id": "VR596687",
  "type": "frq",
  "title": "US inflationary gap- Phillips curve- fiscal policy",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answer. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAssume the United States economy is currently facing an inflationary gap of <math alttext=\"$500\" overflow=\"scroll\"><mtext>$500</mtext></math> billion, a natural rate of unemployment of <math alttext=\"5\" overflow=\"scroll\"><mtext>5</mtext></math> percent, and an actual rate of inflation of <math alttext=\"4\" overflow=\"scroll\"><mtext>4</mtext></math> percent.\n\n(a) Using the relevant numerical values given above, draw a correctly labeled graph of the short-run Phillips curve and the long-run Phillips curve. Label the current short-run equilibrium as point <math alttext=\"X\" overflow=\"scroll\"><mtext>X</mtext></math>. Plot the relevant numerical values given above on the graph.\n\n(b) Suppose the federal government decreases government spending without changing taxes, and the marginal propensity to consume is <math alttext=\"0.8\" overflow=\"scroll\"><mtext>0.8</mtext></math>.\n\n(i) Calculate the minimum decrease in government spending needed to change aggregate demand by the amount of the output gap. Show your work.\n\n(ii) Based solely on the decrease in government spending, what will happen to the short-run Phillips curve in the short run?\n\n(iii) Based solely on the decrease in government spending, what will happen to the equilibrium real interest rate in the loanable funds market? Explain.\n\n(iv) The United States and Mexico are trading partners with flexible exchange rates. The currency of Mexico is the peso and the currency of the United States is the dollar. Draw a correctly labeled graph of the foreign exchange market for the dollar, and show the impact of the real interest rate change from part (b) (iii) on the international value of the dollar.\n\n(c) Assume instead the government chooses to decrease government spending by <math alttext=\"$500\" overflow=\"scroll\"><mtext>$500</mtext></math> billion and decrease income taxes by <math alttext=\"$500\" overflow=\"scroll\"><mtext>$500</mtext></math> billion.\n\n(i) What will be the numerical value and direction of the maximum change in aggregate demand?\n\n(ii) What will happen to the demand for loanable funds? Explain.\n\n(d) In the absence of any policy actions to correct the inflationary gap, what will happen to real gross domestic product in the United States in the long run? Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Multipliers"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}