{
  "id": "VR733440",
  "type": "frq",
  "title": "Shaunland Long Run EQ",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe economy of Shaunland is in long-run equilibrium.\n\n(a) Draw a correctly labeled graph of the aggregate demand, short-run aggregate supply, and long-run aggregate supply curves, and show each of the following.\n\n(i) The current equilibrium real output and price level, labeled <math alttext=\"Y sub 1\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Y</mi><mn>1</mn></msub></math> and <math alttext=\"P L sub 1\" overflow=\"scroll\"><msub><mtext>PL</mtext><mn>1</mn></msub></math>, respectively\n\n(ii) The full-employment output, labeled <math alttext=\"Y sub F\" overflow=\"scroll\"><msub><mtext>Y</mtext><mi mathvariant=\"normal\">F</mi></msub></math>\n\n(b) Assume that the price of steel increases and Shaunland relies heavily on steel in domestic production. On your graph in part (a), show the short-run effect of the increase in steel prices on the equilibrium real output, labeled <math alttext=\"Y sub 2\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Y</mi><mn>2</mn></msub></math>, and the equilibrium price level, labeled <math alttext=\"P L sub 2\" overflow=\"scroll\"><msub><mi>PL</mi><mn>2</mn></msub></math>.\n\n(c) As a result of the increase in the price of steel, is Shaunland experiencing cost-push inflation, demand-pull inflation, or deflation? Explain.\n\n(d) Assume no policy action is taken to restore full employment. Based on your answer to part (c), explain how the economy will adjust in the long run.\n\n(e) Assume instead of waiting for the long-run adjustment process, the central bank of Shaunland is considering implementing monetary policy to offset the effect of the increase in steel prices on the price level. The banking system in Shaunland has limited reserves. Identify the appropriate open-market operation that the central bank of Shaunland would implement.\n\n(f) Draw a correctly labeled graph of the money market in Shaunland and show the effect of the open-market operation identified in part (e) on the equilibrium nominal interest rate.\n\n(g) Based on the change in the nominal interest rate shown on your graph in part (f), what will happen to each of the following?\n\n(i) Shaunland’s actual unemployment rate in the short run. Explain.\n\n(ii) Shaunland’s international financial capital flows",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Using economic concepts, principles, or models, explain how a specific economic outcome occurs, or what action should be taken in order to achieve a specific economic outcome."
  }
}