{
  "id": "VR734227",
  "type": "frq",
  "title": "Northland in recession-policy effects",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe economy of Northland is in short-run equilibrium with an actual unemployment rate of 7% and an actual inflation rate of 1%. The natural unemployment rate in Northland is 5%.\n\n(a) Using the relevant numerical values given, draw a correctly labeled graph of the short-run and long-run Phillips curves. Label the current short-run equilibrium point as X. Plot the relevant numerical values provided on the graph.\n\n(b) Is the expected inflation rate greater than, less than, or equal to 1%? Explain.\n\n(c) Assume the marginal propensity to consume is 0.9.\n\n(i) If the government decreases income taxes by $20 billion, calculate the maximum change in aggregate demand. Show your work.\n\n(ii) If instead the government increases spending by $20 billion, calculate the maximum change in aggregate demand. Show your work.\n\n(d) On your graph in part (a), show a possible new short-run equilibrium point labeled Z that would result if the government increases spending and there is no change in inflationary expectations.\n\n(e) How would an increase in unemployment compensation affect aggregate demand in the short run? Explain.\n\n(f) Assume instead the government takes none of the preceding policy actions. (Northland is still in short-run equilibrium; the actual unemployment rate is 7%, the actual inflation rate is 1%, and the natural unemployment rate is 5%.) What will happen to each of the following in the long run?\n\n(i) The short-run aggregate supply curve. Explain.\n\n(ii) The short-run Phillips curve\n\n(iii) The actual unemployment rate",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.7",
    "text": "3.7: Long-Run Self-Adjustment"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Demonstrate the effect of a change in an economic situation on an accurately labeled graph or visual."
  }
}