{
  "id": "VR733441",
  "type": "frq",
  "title": "US Japan fiscal policy foreign exchange",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nThe economy of the United States is currently operating below full employment.\n\n(a) Assume the government wants to increase aggregate demand by $200 billion and the marginal propensity to consume is 0.8.\n\n(i) Calculate the minimum change and state the direction of change in government spending required to increase aggregate demand by $200 billion. Show your work.\n\n(ii) Suppose instead the government chooses to change income taxes in order to increase aggregate demand. Calculate the minimum change and state the direction of change in income taxes required to increase aggregate demand by $200 billion. Show your work.\n\n(b) Assume the United States and Japan are trading partners with flexible exchange rates. Based solely on the change in the price level resulting from the increased aggregate demand in the United States, will the United States’ net exports to Japan increase, decrease, or remain unchanged? Explain.\n\n(c) The currency of the United States is the dollar (USD) and the currency of Japan is the yen (JPY). Draw a correctly labeled graph of the foreign exchange market for the dollar and show the effect of the change in net exports identified in part (b) on the international value of the dollar.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.6",
    "text": "3.6: Changes in the AD-AS Model in the Short Run"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}