{
  "id": "VR734183",
  "type": "frq",
  "title": "Vanderlandia recession-effects of govt spending",
  "content": {
    "description": "Include correctly labeled diagrams, if useful or required, in explaining your answers. A correctly labeled diagram must have all axes and curves clearly labeled and must show directional changes. If the question prompts you to “Calculate,” you must show how you arrived at your final answer.\n\nAssume the economy of Vanderlandia is in short-run equilibrium with a real GDP of $500 million. The full-employment level of real GDP is $550 million.\n\n(a) Draw a correctly labeled graph of the aggregate demand, short-run aggregate supply, and long-run aggregate supply curves, and show each of the following.\n\n(i) The current equilibrium real output and price level, labeled <math alttext=\"Y sub 1\" overflow=\"scroll\"><msub><mi mathvariant=\"normal\">Y</mi><mn>1</mn></msub></math> and <math alttext=\"P L sub 1\" overflow=\"scroll\"><msub><mtext>PL</mtext><mn>1</mn></msub></math>, respectively\n\n(ii) The full-employment output, labeled <math alttext=\"Y sub F\" overflow=\"scroll\"><msub><mtext>Y</mtext><mi mathvariant=\"normal\">F</mi></msub></math>\n\n(b) Assume no policy action is taken to restore full employment.\n\n(i) Explain how the economy will adjust in the long run.\n\n(ii) Following the long-run adjustment process, will the price level in Vanderlandia be greater than, less than, or equal to <math alttext=\"P L sub 1\" overflow=\"scroll\"><msub><mi>PL</mi><mn>1</mn></msub></math> shown on your graph in part (a)?\n\n(c) Assume instead that policymakers in Vanderlandia are considering changing government spending to restore full employment in the short run and that the marginal propensity to save is 0.2.\n\n(i) Calculate the minimum change and state the direction of change in government spending required to completely close the output gap in the short run. Show your work.\n\n(ii) On your graph in part (a), show the short-run effect of the change in government spending in part (c)(i), labeling the new equilibrium price level <math alttext=\"P L sub 2\" overflow=\"scroll\"><msub><mtext>PL</mtext><mn>2</mn></msub></math>.\n\n(d) Draw a correctly labeled graph of the loanable funds market, and show the effect of the change in government spending in part (c)(i) on the equilibrium real interest rate.\n\n(e) Based on the change in the real interest rate shown on your graph in part (d), what will happen to each of the following?\n\n(i) The price of previously issued bonds\n\n(ii) The rate of economic growth in the long run. Explain.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: National Income and Price Determination"
  },
  "topic": {
    "code": "3.5",
    "text": "3.5: Equilibrium in the Aggregate Demand-Aggregate Supply (AD-AS) Model"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Interpret a specific economic outcome using quantitative data or calculations."
  }
}