{
  "id": "FT533173",
  "type": "frq",
  "title": "Mechanization of cotton industry Japan and India",
  "content": {
    "description": "Document 1\n\nSource: Data gathered by British colonial authorities\n\nDocument 2\n\nSource: Data from the Japanese Imperial Cabinet Bureau of Statistics\n\nDocument 3\n\nSource: Two women recalling their girlhoods working in Japanese textile factories, circa 1900.\n\nFrom morning, while it was still dark, we worked in the lamplit factory till ten at night. After work, we hardly had the strength to stand on our feet. When we worked later into the night, they occasionally gave us a yam. We then had to do our washing, fix our hair, and so on. By then it would be eleven o’clock. There was no heat even in the winter; we had to sleep huddled together to stay warm. We were not paid the first year. In the second year my parents got 35 yen,* and the following year 50 yen.\n\nSoon after I went to work in the factory, my younger sister Aki came to work there too. I think she worked for about two years, and then took to her bed because of illness. At that time there were about thirty sick people at the factory. Those who clearly had lung troubles were sent home right away. Everyone feared tuberculosis and no one would come near such patients. Aki was also sent home, and died soon after. She was in her thirteenth year. Aki had come to the factory determined to become a 100-yen worker and make our mother happy. I can never forget her sad eyes as she left the factory sickly and pale.\n\n*Japanese currency\n\nDocument 4\n\nSource: Buddhist priest from a rural area of Japan from which many farm girls were sent to work in the mills, circa 1900.\n\nThe money that a factory girl earned was often more than a farmer’s income for the entire year. For these rural families, the girls were an invaluable source of income. The poor peasants during this period had to turn over 60 percent of their crops to the landlord. Thus the poor peasants had only bits of rice mixed with weeds for food. The peasants’ only salvation was the girls who went to work in the factories.\n\nDocument 5\n\nSource: Tsurumi Shunsuke, Japanese industrialist, circa 1900.\n\nWhere do the cheap workers come from? They all come from farming communities. People from families that are working their own land, or are engaged in tenant farming but have surplus workers, come to the cities and the industrial centers to become factory workers. Income from the farms provides for the family needs and subsistence of the parents and siblings. The person who takes employment in the factory is an unattached component of the family. All he or she has to do is earn enough to maintain his or her own living. That is why the workers’ wages are low. This shows how important a force agriculture continues to be for the development of our nation’s commerce and industry.\n\nDocument 6\n\nSource: Radhakamal Mukerjee, Indian economist, The Foundation of\n\nIndian Economics, 1916.\n\nFor the last few decades there has been a rapid decline of the handwoven cloth industry throughout the country on account of the competition of machine manufactures. Though many still wear clothing made from cloth woven on handlooms, large numbers of handloom weavers have been abandoning their looms. The local textile industry owes its very existence, promotion, and growth to the enterprising spirit of native bankers and investors, who invest large capital as shareholders, investors, and financiers.\n\nDocument 7\n\nSource: Data from “Industrialization and the Status of Women in Japan,” dissertation, 1973.\n\nDocument 8\n\nSource: Photo from an official company history, Nichibo cotton mill, Japan, 1920s.\n\nDocument 9\n\nSource: Report of the British Royal Commission of Labour in India, Calcutta, 1935.\n\nMost of the workers in the cotton mills are recruited from among the small peasants and agricultural laborers of the villages, along with unemployed hand weavers. They live in small rented huts. The average worker remains in the same factory for less than two years. Wages are low, and there has been no significant change in wages over the last decades.\n\nDocument 10\n\nSource: Arno S. Pearse, British official of the International Federation of Master Cotton Spinners’ and Manufacturers’ Associations. Photo from a report on Indian textile mills, 1935.",
    "question": "Using the documents, analyze similarities and differences in the mechanization of the cotton industry in Japan and India in the period from the 1880s to the 1930s. Identify an additional type of document and explain how it would help your analysis of the mechanization of the cotton industry.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the documents, analyze similarities and differences in the mechanization of the cotton industry in Japan and India in the period from the 1880s to the 1930s. Identify an additional type of document and explain how it would help your analysis of the mechanization of the cotton industry.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.4",
    "text": "5.4: Industrialization Spreads in the Period from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}