{
  "id": "FT533219",
  "type": "frq",
  "title": "Black people seeking freedom in Atlantic World",
  "content": {
    "description": "Document 1\n\nSource: Thomas Gage, English Catholic priest, account of his stay in colonial Central America from 1625 to 1637.\n\nWhat the Spaniards most fear are some two or three hundred Maroons [runaway slaves], who have fled Spanish Guatemala and their masters into these woods. The Maroons live there and bring up their children and increase daily, so that all the power of Guatemala is not able to bring them under subjugation.\n\nBy their example and encouragement many slaves also shake off their misery and join with them to enjoy liberty, though it be but in the woods and mountains. Their weapons are bows and arrows which they use only to defend themselves if the Spaniards set upon them. The Spaniards have often said that the chief cause of their slaves’ fleeing to those mountains is to be ready to join with the English or Hollanders if ever they land in Guatemala. The Maroons know that they would enjoy that liberty which the Spaniards will never grant them.\n\nDocument 2 \n\nSource: Jane Eltonhead, slaveholder and widow of a wealthy planter in the Maryland colony, official statement in local court, 1656.\n\nI discharge Francis Payne, Negro, of all debts, claims or demands whatsoever, and do this day acknowledge to have received from the said Francis Payne, Negro, the sum and quantity of 3800 pounds of tobacco. With this tobacco I received full payment of Francis Payne of Northampton, Negro, for the freedom of himself, his wife and children.\n\nDocument 3\n\nSource: Spanish Governor and Town Council of Cartago, Costa Rica, Central America, 1676.\n\nHaving considered the various points of the petition from mulattoes*, free coloreds, and lower-class mestizos*, we see that it is in the interests of the Crown that the petitioners come together and settle so that their lives might be overseen by regular justice and they might live in Christian discipline. Until today, they have lived freely in the valleys and mountains without the justices being able to control them. And it is also the desire of the king our lord and in the interests of the security of these provinces, to have them together and ready with arms in hand, as they are today, for the defense of the province of Costa Rica against the hostilities that our enemies intend to inflict upon us. We therefore concede them the right to settle in La Puebla and the right to name and develop town council consisting of three councilors, a mayor and bailiff.\n\n*pejorative term used for mixed race people in the Spanish Empire\n\nDocument 4\n\nSource: Court Record, French Caribbean colony of Martinique, 1705.\n\nThe petition presented by Babet Binture, which was forwarded to us by said Babet who is presently in the service of a Ms. Pallu. By this petition, she seeks her liberty, claiming to have been born of a free mother and a free father. We heard the said Ms. Pallu and the said Babet who requested us to hear witnesses on both sides. We, considering the inquiries which were made since then, declare and declared, Babet and all her children free and emancipated since birth, to enjoy their freedom like other freedmen.\n\nDocument 5 \n\nSource: Ventur Smith, A Narrative of the Life and Adventures of Venture, a Native of Africa: But Resident above Sixty Years in the United States of America, Related by Himself, discussing events in the 1750s, published in 1798.\n\nI returned to my master and gave him what I received of my six months labor. This left only thirteen pounds and eighteen shillings to make up the full sum for my redemption. My master liberated me, saying that I might pay what was behind if I could ever make it convenient, otherwise it would be well. The amount of money which I had paid my master towards redeeming my time, was seventy-one pounds and two shillings. The reason of my master for asking such an unreasonable price, was he said, to secure himself in case I should ever come to want. Being thirty-six years old, I left Col. Smith once for all. I had already been sold three different times, made considerable money with seemingly nothing to derive it from, been cheated out of a large sum of money, lost much by misfortunes, and paid an enormous sum for my freedom.\n\nDocument 6\n\nSource: Slaves’ petition for freedom to the Governor of Massachusetts, His Majesty’s Council, and the House of Representatives, 1774.\n\nThat your petitioners apprehend, they have in common with other men, a natural right to be free, and without molestation, to enjoy such property, as they may acquire by their industry, or by any other means not detrimental to their fellow men; and that no person can have any just claim to their services unless by the laws of the land they have forfeited them, or by voluntary compact become servants; neither of which is our case; but we were dragged by the cruel hand of power, some of use from our dearest connections, and others stolen from the bosoms of tender parents and brought hither to be enslaved. This are we deprived of everything that has a tendency to make life even tolerable.\n\nWe are often under the necessity of obeying man, not only in omission of, but frequently in opposition to the Laws of God. So inimical is slavery to religion!\n\nWe humbly & earnestly request, that you would release us from bondage, by such other ways or means, as to your Excellency & Honours shall seem good and wise upon the whole. And your Petitioners, as in duty bound shall ever pray.\n\nDocument 7\n\nSource: The Earl of Dunmore, British governor of Virginia, proclamation, 1775.\n\nAnd I do hereby further declare free all indentured Servants, Negroes, or other who are able and willing to bear Arms if they join his Majesty’s troops as soon as may be, to speedily reduce this Colony to a proper sense of its Duty.\n\nDocument 8\n\nSource: Jean-Baptiste-Antoine DeVerger, French officer, sketch, American foot-soldiers during the Yorktown campaign, 1781.\n\nDocument 9\n\nSource: Toussaint L’Ouverture, leader of the slave revolt in Saint-Domingue (Haiti), letter to the French government, 1797.\n\nDo you think that men who have been able to enjoy the blessing of liberty will calmly see it snatched away? We supported our chains only so long as we did not know any condition of life more happy than that of slavery. But today when we have left it, if we had a thousand lives we would sacrifice them all rather than be forced into slavery again. The same hand which has broken our chains will not enslave us anew. But if, to re-establish slavery in Saint-Domnigue, this was done, then I declare to you it would be to attempt the impossible: we have known how to face dangers to obtain our liberty, we shall know how to brave death to maintain it.\n\nDocument 10\n\nSource: Boston King, Memoirs of the Life of Boston King, a Black Preacher, 1798.\n\nPeace was restored between America and Great Britain, which diffused universal joy among all parties, except us, who had escaped from slavery, and taken refuge in the English army; for a report prevailed at New York, that all the slaves, in number two thousand, were to be delivered up to their masters, although some of them had been three or four years among the English. This dreadful rumor filled us with inexpressible anguish and terror. The English had compassion upon us in the day of distress, and issued out a Proclamation, stating that all slaves should be free, who had taken refuge in the British lines. Soon after, ships were fitted out, and furnished with every necessary for conveying us to Nova Scotia. We safely arrived in the month of August.",
    "question": "Using the documents, analyze ways in which Black people sought their freedoms in the Atlantic World during the period 1550 to 1800. Identify one additional type of document and explain how it would help your analysis.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/World_History_Modern/116af784313e62c4245a195ba7ee29c5.png",
    "frqParts": [
      {
        "text": "Using the documents, analyze ways in which Black people sought their freedoms in the Atlantic World during the period 1550 to 1800. Identify one additional type of document and explain how it would help your analysis.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using all but one of the documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least three documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nUse evidence to corroborate, qualify, or modify an argument that addresses the prompt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Transoceanic Interconnections"
  },
  "topic": {
    "code": "4.6",
    "text": "4.6: Internal and External Challenges to State Power from 1450 to 1750"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}