{
  "id": "FT571657",
  "type": "frq",
  "title": "Christianity changing Latin American societies",
  "content": {
    "description": "Document 1\n\nSource: Record of the confession of Domingos Fernandes Nobre, a Brazilian man of mixed European-Amerindian ancestry, at his Inquisition trial, Brazil, 1592.\n\nThe defendant, Domingos Fernandes Nobre, confessed that twenty years ago he went to the wilderness of Porto Seguro, Brazil, in the company of others to search for gold, and there he practiced the customs of the heathens, staining his legs with paint. He also confessed that sixteen years ago he was ordered to go to the region of Paraíba, as captain of a company to bring natives as slaves downriver to be settled and, while being there, he painted his body in the heathen way and danced and sang and played musical instruments with the heathens in their way.\n\nDocument 2\n\nSource: Felipe Guaman Poma de Ayala, Christian descendant of Inca nobles, two pages from The First New Chronicle and Good Government, an illustrated history of South America that Poma de Ayala sent to the King of Spain, circa 1615.\n\nThe page on the left shows Vari Viracocha Runa and Vari Viracocha Uarni, a mythical first couple of humans created by the Inca god Viracocha. The page on the right shows Adam and Eve, the first couple of humans in the Bible.\n\nGianni Dagli Orti/ The Art Archive at Art Resource, NY/ Werner Forman/ Art Resource, NY\n\nDocument 3\n\nSource: Jacinto de la Serna, Catholic priest and religious scholar, manuscript written to aid priests working among the Amerindian population of Mexico, 1656.\n\nIt is true that those first priests worked admirably, zealous to teach these poor ones [the Amerindians]. But for all this, the natives did not leave behind their deception and blindness, especially those who were very distant from the main towns where the priests worked. Scattered in remote villages, the doctrine and teaching did not reach them as was necessary. It was in those places that the Devil hit the hardest, and it is from there that the principal teachers of idolatry continue to spill their venom and persuade the people not to forget the ways of their ancestors. And when they perform their idolatries, it is with such stealth and so hidden that they avoid discovery.\n\nTo better conceal their deception, they mix their idolatrous ceremonies with good, holy things, joining light with darkness, venerating Christ our Lord, his Holy Mother, and the saints (whom some believe to be gods), together with their idols. They even perform the holy sacraments while at the same time making sacrifices to fire, sacrificing hens and animals, spilling cactus liquor in the church, offering their idols food and drink, attributing to them any sickness that afflicts them, and asking their favors and assistance in all matters. They also venerate the mountains of the Sierra Nevada and the volcano of Toluca, where they go regularly to make sacrifices because it was there that they had their ancient temples.\n\nDocument 4\n\nSource: Fabián de Vargas, Native American from the town of Betaza, near Oaxaca, Mexico, witness testimony in a court case concerning religious ceremonies being performed in Betaza, 1703.\n\nDuring the communal idolatries, the town’s [Native American] elders sacrifice two or three deer and many turkeys and dogs. They confess with the town’s [Native American] heathen priests before making the sacrifices, bringing each heathen priest a payment determined beforehand by the town council, and all the town’s religious figures.\n\nWhen the sacrifice is over, everyone comes to the place where the ceremony was performed and gets on their knees. After making those sacrifices, the town officials purchase some candles from the money that was paid to them to hold the sacrifice, and place them on the altars at the church, and then they order people to sing a Christian devotional song. A large feather that usually adorns the images of Our Lady is taken from the church to the site of the sacrifices, and the person who officiates at the sacrifices and sings diabolical songs wears the feather on his head while performing the ceremonies. During the sacrifices, they post guards in various places, so they may give a warning if they see a Spaniard or any suspicious person from out of town.\n\nDocument 5\n\nSource: Testimony of Captain Diogo de Carvalho in the Inquisition trial of Luzia Pinta, a free Black woman from Angola, resident in Rio de Janeiro, Brazil, 1741.\n\nI saw Luzia at the home of João Peixoto. There was a small altar with a canopy, and she had a curved knife in her hand, and was wearing a large ribbon tied on her head with the ends thrown backward in the style of an angel. And singing there with her were two other Black women, also from Angola, and an African man playing a small tambourine. And after two hours of playing and singing, Luzia became as if out of her mind, speaking things that no one understood. Many people who had come there to be cured were lying down on the floor, and she stepped over them various times. On these occasions it was said that she had the winds of divination, and she said that God told her on these occasions what she was to do. She also cured the wife of João do Valle. I also heard that many times she had been called to go to other towns to cure people.\n\nDocument 6\n\nSource: Saint Benedict of Palermo holding the infant Jesus, a statue from the Church of Our Lady of the Rosary of the Black People, Salvador, Brazil, circa 1750.\n\nBenedict of Palermo was a saint of African ancestry who lived in Italy in the sixteenth century. The Church of Our Lady of the Rosary of the Black People in Salvador was built by a religious brotherhood of enslaved and free African Brazilians.\n\nDocument 7\n\nSource: Félix de Azara, visiting emissary from the King of Spain, writing about the Jesuit-run Guaraní* missions in Paraguay, eighteenth century.\n\nAll were baptized and knew how to say their prayers, which all the boys and unmarried girls had to recite in a chorus near the entrance of the church at dawn. Yet those who are familiar with the place assert that there was little true religion among the Indians. This is not strange, in view of the fact that the Indians themselves say that there were few Jesuits capable of preaching the gospel in Guaraní. As a partial remedy for this deficiency, the Jesuits had certain clever Indians learn a few sermons, which they preached in the town square after some festival or tournament; I have heard some of these, and they contained a good deal of nonsense which the speaker drew out of his head....\n\n*Amerindian ethnic group indigenous to Paraguay",
    "question": "Directions: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response you should do the following.\n\n• Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\n• Describe a broader historical context relevant to the prompt.\n\n• Support an argument in response to the prompt using at least four documents.\n\n• Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\n• For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\n• Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which Christianity changed societies in Latin America in the period 1500–1800.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/World_History_Modern/1902577c395b90faeb6f1082693481e9.jpg",
    "frqParts": [
      {
        "text": "Directions: Question 1 is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response you should do the following.\n\n• Respond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\n• Describe a broader historical context relevant to the prompt.\n\n• Support an argument in response to the prompt using at least four documents.\n\n• Use at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\n• For at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\n• Demonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which Christianity changed societies in Latin America in the period 1500–1800.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Transoceanic Interconnections"
  },
  "topic": {
    "code": "4.4",
    "text": "4.4: Maritime Empires Established"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}