{
  "id": "FT571515",
  "type": "frq",
  "title": "Jerry Bentley, religious and cultural traditions",
  "content": {
    "description": "“[This] book acknowledges that cultural traditions spread over long distances even in ancient times, but it also recognizes that expansive traditions often faced fierce opposition, and it holds further that cross-cultural conversion is a deeply problematical concept. Indeed, [this] book argues that religious and cultural traditions rarely won foreign converts except when favored by a powerful set of political, social or economic incentives. Sometimes the prospect of trade or political alliance drew a people’s attention to a foreign cultural tradition. Other times state sponsorship made political and military support available to an expanding cultural tradition. Yet even under the best of circumstances... expansive cultural traditions rarely attracted large numbers of foreign adherents without the aid of a syncretic process.”\n\nJerry H. Bentley, historian, Old World Encounters, 1993",
    "question": "Use the passage to answer all parts of the question that follows.\n\nIdentify and explain TWO examples in the period 600 C.E. to 1450 C.E. that support the author’s argument concerning the role of political, social, or economic incentives in the spread of religious or cultural traditions.\n\nIdentify and explain ONE example after 1450 C.E. in which syncretism played an important role in the spread of religious or cultural traditions.",
    "image": null,
    "frqParts": [
      {
        "text": "Use the passage to answer all parts of the question that follows.\n\nIdentify and explain TWO examples in the period 600 C.E. to 1450 C.E. that support the author’s argument concerning the role of political, social, or economic incentives in the spread of religious or cultural traditions.\n\nIdentify and explain ONE example after 1450 C.E. in which syncretism played an important role in the spread of religious or cultural traditions.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Networks of Exchange"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: The Silk Roads"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}