{
  "id": "FT571652",
  "type": "frq",
  "title": "Pekka Hamalainen, Comanche and the Americas",
  "content": {
    "description": "“Nomads, the historical record shows, can evade, resist, stop, sustain, exploit, destabilize, and destroy empires. They can also build enduring empires of their own, but only if they modify the essence of their being and become less nomadic. Their institutions, like their very way of life, tend to be fluid and short-lived, and they lack such classic elements of empires as state structure and surplus-generating agriculture. Indeed, to preserve their might, nearly all nomadic empires developed over time more fixed institutions of governance and production that required at least seasonal sedentarism. So too did the Comanches, although this may seem implausible at first sight....\n\nAt the dawn of the eighteenth century, the Comanche were a small tribe of hunter-gatherers living in the rugged canyonlands on the far northern frontier of the Spanish kingdom of New Mexico.... It was here, at the advancing edge of the world’s largest empire, that the Comanches launched an explosive expansion. They purchased and plundered horses from New Mexico, reinvented themselves as mounted fighters, and reenvisioned their place in the world.... asa hegemonic people who grew increasingly powerful and prosperous at the expense of the surrounding societies, Indian and Euro-American alike. Gradually, a momentous shift took shape. In the Southwest, European imperialism not only stalled in the face of indigenous resistance; it was eclipsed by indigenous imperialism.”\n\nPekka Hämäläinen, historian, The Comanche Empire, 2008",
    "question": "In your responses, be sure to address all parts of the questions you answer. Use complete sentences; an outline or bulleted list alone is not acceptable. You may plan your answers in this exam booklet, but no credit will be given for notes written in this booklet.\n\nUse the passage  to answer all parts of the question that follows.\n\nIdentify ONE way in which the author challenges commonly held assumptions about the Americas in the age of European colonialism.\n\nExplain ONE example of a society other than the Comanche that made the type of transition described by the author in the first paragraph.\n\nExplain ONE example of a nomadic empire other than the Comanche that successfully confronted an established state or states in world history.",
    "image": null,
    "frqParts": [
      {
        "text": "In your responses, be sure to address all parts of the questions you answer. Use complete sentences; an outline or bulleted list alone is not acceptable. You may plan your answers in this exam booklet, but no credit will be given for notes written in this booklet.\n\nUse the passage  to answer all parts of the question that follows.\n\nIdentify ONE way in which the author challenges commonly held assumptions about the Americas in the age of European colonialism.\n\nExplain ONE example of a society other than the Comanche that made the type of transition described by the author in the first paragraph.\n\nExplain ONE example of a nomadic empire other than the Comanche that successfully confronted an established state or states in world history.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Land-Based Empires"
  },
  "topic": {
    "code": "3.1",
    "text": "3.1: Empires Expand"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}