{
  "id": "VH908892",
  "type": "frq",
  "title": "Tokugawa Decree 1615 SAQ",
  "content": {
    "description": "“The greater and lesser daimyo [lords] of the provinces and all their salaried officials must speedily expel any soldiers in their service who have been accused of rebellion or murder. . . . Any repairs to castles in the provinces must be reported to the government of the shogun [ruler of Japan], as well as any new construction, which is strictly forbidden. Walls extending more than a certain distance are a peril to the state. High fortresses and well-dredged moats are the origins of great turmoil. . . . [When reporting for duty] daimyo with larger estates should not be escorted by more than twenty mounted warriors. Daimyo with smaller estates should reduce their escort proportionally.”\n\nDecree issued by the newly established Tokugawa Shogunate concerning the regulation of warrior households, Japan, 1615",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE purpose of the decree.\n\nb) Identify ONE way in which the decree reflects the historical situation of the period 1450–1750 in terms of state development.\n\nc) Identify ONE piece of evidence from the decree that a historian could use to argue that powerful elites remained a threat to states in the period 1450–1750.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE purpose of the decree.\n\nb) Identify ONE way in which the decree reflects the historical situation of the period 1450–1750 in terms of state development.\n\nc) Identify ONE piece of evidence from the decree that a historian could use to argue that powerful elites remained a threat to states in the period 1450–1750.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Land-Based Empires"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Empires - Administration"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify a source's point of view, purpose, historical situation, and/or audience."
  }
}