{
  "id": "VH909136",
  "type": "frq",
  "title": "Barton De-Centering Europe SAQ",
  "content": {
    "description": "“To ‘de-center’ Britain from the story of industrialization, or Spain from the history of Latin America, or Germany from the history of science can only be accomplished by vandalizing the past. Similarly, to ‘de-center’ Europe from the process of creating a world history in the modern age is a task that presents a number of challenges that historians have by no means solved. They have not solved these challenges because the task of ‘de-centering’ Europe from world history is not, at its core, a historical task. It is, rather, a political task—one dictated by the interests of present-day globalized multicultural elites determined to keep the movement of people and capital fluid, without deeply held identities and without allegiance to national borders. In this task, all dissent is suppressed. Historians are expected to get with the program and, to our shame, the vast majority have done just that.\n\nWe need a more workable model of modern world history. To be sure, it needs to be a model that is stripped of the blind triumphalism of the old modernization theory of inevitable progress toward Westernization. But it also needs to be a model that does not react to the new global culture by cultivating fantasies of ‘the empire strikes back’ and predicting the ‘impending’ decline of the West, when no such revolution has ever been, or will ever be in the offing.”\n\nGregory Barton, historian of modern Great Britain, “The British Model of World History,” scholarly article, 2012",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE argument that Barton makes in the passage.\n\nb) Explain ONE cultural or economic development in the late twentieth century that would explain Barton’s argument about the “impending decline of the West” in the second paragraph.\n\nc) Explain ONE cultural or economic change in the late twentieth century that historians who support the process of “de-centering” world history would likely cite as a limitation of Barton’s arguments in the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE argument that Barton makes in the passage.\n\nb) Explain ONE cultural or economic development in the late twentieth century that would explain Barton’s argument about the “impending decline of the West” in the second paragraph.\n\nc) Explain ONE cultural or economic change in the late twentieth century that historians who support the process of “de-centering” world history would likely cite as a limitation of Barton’s arguments in the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Globalization"
  },
  "topic": {
    "code": "9.4",
    "text": "9.4: Economics in the Global Age"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}