{
  "id": "VH916035",
  "type": "frq",
  "title": "Verbiest Letter from China 1683 SAQ",
  "content": {
    "description": "“In 1683, the Kangxi emperor of China asked that I and two other Jesuit fathers accompany him on a journey from Beijing to the Mongol and Turkic regions beyond the Great Wall with 60,000 cavalry and members of the court on a hunting expedition. The emperor wanted to keep the military in constant movement during peace and prepare it for war. He also wanted to prevent his Manchu and Turkic troops from becoming infected by Chinese luxury and, further, to keep the peoples of the region in obedience.\n\nThe emperor has divided the immeasurable districts beyond the Wall into forty-eight provinces and has made them all subject and tributary. Thus, he is sovereign of the Chinese and the nomads and could be justly called the greatest and mightiest ruler in the world. Indeed, the emperor chastises offenders of the highest and lowest classes with impartiality according to their misdeeds and he alone makes decisions after considering the advice of his imperial council and hearing the sentences of the imperial law courts. On this account, men of all rank stand in his presence with deep awe and recognize him as sole ruler.”\n\nFerdinand Verbiest, Flemish Jesuit missionary, adviser, and astronomer at the court of the Kangxi emperor of the Qing dynasty, letter to fellow Jesuits in Europe, 1683",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Identify ONE way in which the passage illustrates the development of China in the seventeenth and eighteenth centuries.\n\nb) Identify ONE other state in the period 1450–1750 that used methods of rule similar to those described in the passage.\n\nc) Explain ONE factor that might have contributed to Verbiest’s view of the emperor in the second paragraph.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Identify ONE way in which the passage illustrates the development of China in the seventeenth and eighteenth centuries.\n\nb) Identify ONE other state in the period 1450–1750 that used methods of rule similar to those described in the passage.\n\nc) Explain ONE factor that might have contributed to Verbiest’s view of the emperor in the second paragraph.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Land-Based Empires"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Empires - Administration"
  },
  "skill": {
    "code": "Skill 2.A",
    "text": "Skill 2.A: Identify a source's point of view, purpose, historical situation, and/or audience."
  }
}