{
  "id": "VH911176",
  "type": "frq",
  "title": "JR McNeill on air pollution deaths Unit 9 SAQ",
  "content": {
    "description": "“The health consequences of air pollution in the twentieth century were gargantuan, although hard to measure precisely. By 1992, according to one World Bank estimate, air pollution in the world’s cities killed 300,000 to 700,000 people a year (car crashes killed about 880,000 a year). In 1996, the Harvard School of Public Health put the figure at 568,000 a year. In 1997, the World Health Organization estimated that all air pollution killed 400,000 people worldwide annually. Taking the lower figure, and assuming a) that at-risk urban populations quadrupled since 1950 and b) that the increasing lethality of air pollution in China, the Third World, and the Soviet bloc offset the air quality improvements in Japan, Western Europe, and the United States, I reckon that air pollution killed about 20 million to 30 million people from 1950 to 1997. For the twentieth century as a whole the figure would be only a bit larger because urban populations were smaller in the first half of the century, although in the Western world air pollution was worse. All told, a ‘guesstimate’ for air pollution’s twentieth-century toll would be 25 million to 40 million, roughly the same as the combined casualties of World Wars I and II, and similar to the global death toll from the 1918–1919 influenza pandemic, the twentieth century’s worst encounter with infectious disease.”\n\nJohn R. McNeill, historian, Something New Under the Sun: An Environmental History of the Twentieth-Century World, 2000.",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Identify ONE major claim that John McNeill advances in the passage regarding the historical significance of air pollution in the late twentieth century.\n\nb) Explain ONE way in which economic developments in the late twentieth century led to the environmental effects outlined in the passage.\n\nc) Based on the passage, explain ONE significant limitation of John McNeill’s efforts to assess the overall toll of air pollution on human societies in the late twentieth century.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Identify ONE major claim that John McNeill advances in the passage regarding the historical significance of air pollution in the late twentieth century.\n\nb) Explain ONE way in which economic developments in the late twentieth century led to the environmental effects outlined in the passage.\n\nc) Based on the passage, explain ONE significant limitation of John McNeill’s efforts to assess the overall toll of air pollution on human societies in the late twentieth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Globalization"
  },
  "topic": {
    "code": "9.3",
    "text": "9.3: Technological Advances - Debates about the Environment after 1900"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}