{
  "id": "VH911298",
  "type": "frq",
  "title": "Abul Fazl intro to Akbar Mahabharata Unit 3 SAQ",
  "content": {
    "description": "“The generous heart of the Emperor is temperamentally inclined towards the well-being of all classes of people friend and foe; relatives and strangers are all equal in his farsighted view. This equal consideration for all is the best method for the physicians of bodies, and should be highly appropriate for the physician of the soul as well. Why should this beneficence then not be the distinctive feature of His Excellency, the chief physician of the chronic ailments of the human soul? He has noticed the increasing conflict between the different sects of Muslims on the one hand and the Jews and the Hindus on the other—the sagacious mind of His Excellency then decided to arrange the translations of the sacred books of all the communities in the empire, so that with the blessing of the most revered and perfect soul of the age, they both refrain from indulging in hostility and disputes.”\n\nAbu’l Fazl ibn Mubarak, grand vizier to the Mughal emperor Akbar, introduction to a Persian translation of the Mahabharata, a Hindu sacred text, sixteenth century India",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Describe ONE way that Akbar’s actions in sponsoring the translations discussed in the passage are similar to actions taken by rulers of other empires during the period 1450–1750.\n\nb) Explain ONE reason why Abu’l Fazl’s introduction may NOT be a completely objective and historically accurate source for the motivations behind Akbar’s policies.\n\nc) Identify ONE other outcome of the interactions between Islam and South Asian religions in the period 1450–1750.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Describe ONE way that Akbar’s actions in sponsoring the translations discussed in the passage are similar to actions taken by rulers of other empires during the period 1450–1750.\n\nb) Explain ONE reason why Abu’l Fazl’s introduction may NOT be a completely objective and historically accurate source for the motivations behind Akbar’s policies.\n\nc) Identify ONE other outcome of the interactions between Islam and South Asian religions in the period 1450–1750.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Land-Based Empires"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Empires - Administration"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}