{
  "id": "VH932849",
  "type": "frq",
  "title": "Rubber Production Brazil vs Congo DBQ",
  "content": {
    "description": "Document 1\n\nSource: Sebastião do Rêgo Barros, governor of the Brazilian province of Pará, the main rubber-producing region in the Amazon Basin, address to the provincial assembly of Pará, 1854.\n\nIn the last few years until now, our province’s trade balance has improved considerably and our trade has increased dramatically. Since 1851, that is, in the last three years alone, our imports have doubled, but our exports have quadrupled. At first glance, this may seem like great news. It is, however, the result of higher consumption of imported goods, the extremely high price of rubber and, consequently, the employment of almost every man into rubber extraction and production. Because so many of our people are working in the rubber fields, we are forced to import first necessity goods, which we had previously produced, from other provinces.\n\nThis is certainly bad. The high profits of the rubber industry make it absorb and annihilate every other industry in our province. The rubber industry also leads to wealth accumulation in the hands of a few, mainly foreigners, instead of to the establishment of small local businesses, with all the advantages and stability they produce.\n\nDocument 2\n\nSource: Belgian Society for Colonial Studies, Manual for Travelers and Residents in the Congo, 1896. The book was supplied by the Belgian government to all colonial officers stationed in the Congo.\n\nIt is not as difficult to make the natives work as some have claimed. People often represent the African as having no needs and being, therefore, horrified of doing any work. Why would the African trouble himself, they say, when the mildness of his climate frees him from all trouble related to clothing and habitation, and his generous soil gives him food in abundance?\n\nThat view is profoundly wrong. Upon contact with the European, the African soon acquires the need to possess certain objects, which he sees in use and whose utility he immediately begins to appreciate. He suddenly realizes that he needs a gun, gunpowder, salt, glass bottles, cooking utensils, etc. And, going beyond needs, the African finds that he wants to satisfy his vanity—a motivation that is as strong in shaping the behavior of primitive people as it is in shaping our own behavior. He finds himself fascinated by the “treasures” that the Europeans show to him. Their cheap cloth and shiny trinkets stir his passions. In order to obtain such marvels, he will find your ivory, he will extract your rubber, he will carry your luggage.\n\nDocument 3\n\nSource: Edward Wilhelm Sjöblom, Swedish Christian missionary in the Congo, testimony given at a meeting of The Aborigines’ Protection Society, an international organization dedicated to protect the rights of colonial peoples, London, 1897\n\nThe first thing that the natives in inland villages along the Congo are asked to do when agents of the Company* arrive is to start collecting rubber. No one asks them “Would you like to live in peace under Belgian rule?” or “Would you like to become subjects of the Congo Free State?” It is always “Go and collect rubber.” If they refuse, then it is as if a war is declared.\n\nEveryone except the old chiefs is forced to go into the forest to gather rubber. The soldiers the Company employs to enforce its rule are mostly African, but they are from warlike tribes, many from hundreds of miles away. They are really like little kings in the villages and often kill locals who fail to meet their rubber quotas. If the rubber collected from a village does not reach the full amount required, the soldiers attack the natives. They kill some and bring others to the Company commissioner downriver as prisoners. Hundreds are constantly taken down in the Company steamers.\n\n*The Anglo-Belgian India Rubber Company (ABIR), a private company that was given a monopoly right to extract and export rubber from a large part of Belgian King Leopold II’s “Congo Free State” colony in central Africa\n\nDocument 4\n\nSource: United States consular offices in the cities of Belém and Manaus, Brazil, report to the United States Department of State on the biggest rubber exporters from the Amazon Basin, 1899\n\nCompany Name\n Company Owners’ Nationality\n Company Rubber Exports, 1899 (in kilograms)\n Company’s Share of the Total Rubber Exports from the Amazon Basin (percent)\n\nCmok, Prusse & Co.\n German\n 5,448\n 20.2%\n\nAdelbert H. Alden\n United States\n 4,619\n 17.1%\n\nFrank da Costa & Co.\n Brazilian\n 3,953\n 14.7%\n\nThe Sears Pará Rubber Co.\n United States\n 1,908\n 7.1%\n\nPrusse, Dusendschon & Co.\n German\n 1,863\n 6.9%\n\nRudolph Zietz\n German\n 1,634\n 6.1%\n\nCharles De Witt & Co.\n German and Brazilian\n 1,331\n 4.9%\n\nMarius & Levy\n French\n 1,155\n 4.3%\n\nComptoir Colonial Français\n French\n 473\n 1.8%\n\nDenis, Crouan & Co.\n French\n 456\n 1.7%\n\nMello & Co.\n Brazilian and British\n 356\n 1.3%\n\nR. Suárez & Co.\n Bolivian\n 334\n 1.3%\n\nOther (all smaller exporters combined)\n -\n 3,353\n 12.6%\n\nDocument 5\n\nSource: William Pulteney, British consul in the Belgian Congo, report to the British Foreign Office, 1899\n\nAn example of the lengths to which the authorities would go to obtain rubber was told to me as I traveled on the Ubangi River. Apparently one Belgian officer’s method was to have soldiers arrive in a village in canoes. The inhabitants of the village will then invariably flee, leaving the soldiers free to land and start looting. They would take all the chickens, grain, etc., out of the houses. After this they would chase the natives into the forest and, whenever possible, abduct their women. They would then hold the women hostage until the village Chief had brought them the required kilograms of rubber to meet the village quota. After that taking possession of the rubber, to add insult to injury, the soldiers would sell the abducted women to their husbands and relatives for a couple of goats apiece. In that manner, that officer proceeded from village to village until he had collected enough rubber.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which demand for industrial resources, including rubber, shaped European imperialism in the late nineteenth century.\n\nHistorical Background: Natural rubber is made from the sap of several species of trees and vines that grow in the wild in tropical rain forests. In the late nineteenth century, as demand for rubber rapidly increased, the Amazon Basin in South America and the Congo Basin in central Africa emerged as the main rubber-producing regions in the world.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which demand for industrial resources, including rubber, shaped European imperialism in the late nineteenth century.\n\nHistorical Background: Natural rubber is made from the sap of several species of trees and vines that grow in the wild in tropical rain forests. In the late nineteenth century, as demand for rubber rapidly increased, the Amazon Basin in South America and the Congo Basin in central Africa emerged as the main rubber-producing regions in the world.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Consequences of Industrialization"
  },
  "topic": {
    "code": "6.2",
    "text": "6.2: State Expansion from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}