{
  "id": "VH955488",
  "type": "frq",
  "title": "Ramaswamy on Weavers in South India-Secondary SAQ",
  "content": {
    "description": "“The seventeenth century saw the heyday of the [European] East India Companies. They became an inevitable part of the politics and economy of South India, finding their way into the society and even the vocabulary of the local people. The ‘kumbini’,* as the local populace called it, was not to be ignored. As with the rest [of the population], the spinners and weavers, the washers, the dyers and the once powerful textile-merchant guilds had their links with the company [warehouses]. Of course there were also those merchants and weavers who operated independently of the company, but their proportion was small.\n\nWith the establishment of the rival European companies in the seventeenth century, the lives of the weavers [of South India] no longer revolved around the temple but around the European [warehouses] and the towns [on the outskirts of European trading posts]. The weavers gradually began losing their bargaining power and independence. . . . Their creativity also suffered since they were compelled to copy mechanically the [designs] provided to them [by the companies’ officials]. Economically they were much worse off.”\n\n*a Tamil pronunciation of the word “company”\n\nVijaya Ramaswamy, Indian historian, book published in 1985",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE claim made in the passage.\n\nb) Describe ONE reason why European trading companies “became an inevitable part of the politics and economy of South India” and other regions of Asia in the period 1450–1750.\n\nc) Explain ONE piece of evidence from the period 1450–1750 that would complicate the portrayal of the economic relationship between Asian and European producers and merchants provided in the second paragraph.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE claim made in the passage.\n\nb) Describe ONE reason why European trading companies “became an inevitable part of the politics and economy of South India” and other regions of Asia in the period 1450–1750.\n\nc) Explain ONE piece of evidence from the period 1450–1750 that would complicate the portrayal of the economic relationship between Asian and European producers and merchants provided in the second paragraph.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Transoceanic Interconnections"
  },
  "topic": {
    "code": "4.1",
    "text": "4.1: Technological Innovations from 1450 to 1750"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim or argument in a text-based or non-text-based source."
  }
}