{
  "id": "VH978589",
  "type": "frq",
  "title": "Industrialization and Working Conditions DBQ",
  "content": {
    "description": "Document 1\n\nSource: Robert Cruikshank, British cartoonist, “English Factory Slaves: Their Daily Employment” engraving in The Condition of the West Indian Slave Contrasted with That of the Infant Slave in Our English Factories, a book published anonymously in London, 1833.\n\nWelcome Collection\n\nDocument 2\n\nSource: Memorandum from the governor of Hunan province to the Qing imperial government in Beijing, 1883.\n\nAs a result of a long investigation into the abuses of workers at the coal mines of Leiyang district in this province, the following report has been prepared:\n\nThe Leiyang district is rich in coal, which has attracted many entrepreneurs. Hundreds of coal pits and mines of various sizes have been dug, but all suffer from flooding, and must be drained by means of mechanical pumps powered by workers using various treadmill contraptions. To manage the water pumps and recruit labor . . . , the mine owners typically hire agents known locally as “water men.”. . . The water men, allied with local gangsters, have established gambling dens where they entrap people with games of chance, leading them into debt and, in the process, selling them opium to which the poor souls become addicted. Eventually, the unhappy victims, worn down by their gambling debts, are forced to sell themselves into bondage and that is how they enter the mines.\n\nThe people who are . . . coerced into working . . . spend all of their waking hours in these damp dungeons, pedaling away to power the mine pumps. Their shoes and most of their clothes are stripped off in the process and they work in alternating shifts day and night without respite. Those who look tired are beaten on their backs with whips, and those who try to escape have their feet slashed to make their work even more painful.\n\nDocument 3\n\nSource: Adelheid Popp, Austrian feminist and member of the Social Democratic Workers Party, autobiography recounting her experiences as a worker in the 1880s and 1890s, published in 1909.\n\nSoon after my father died—I was ten at the time—I was taken into a workshop where I learned to crochet shawls [by hand]. I used to run to work at six o’clock in the morning when other children were still sleeping and worked diligently for twelve hours.\n\nAs the years went by, I moved from one job to another—to a workshop manufacturing bronze goods, to a metal factory, a shoe factory . . . . The work affected my health . . . a great unconquerable feeling of tiredness overcame me, and I had attacks of dizziness . . . my mother took me to see a doctor, who found me undernourished and bloodless to the last degree, and advised exercise in the open air and good nourishment. How was I to follow his orders?\n\nBut at last things became better. I was recommended to a great factory, which was regarded as highly reputable. . . . Three hundred girls and about thirty men were employed. We had to sort goods that had already been manufactured, count them, and brand on them the logo of the firm. We worked from 7am to 7pm, but we had an hour’s rest at noon and another half-hour in the afternoon. Besides, there was the prospect of wage increases if one worked diligently, as I did. But even in this paradise . . . every one of my coworkers was poor and trembled at the thought of losing her work. All humbled themselves and would suffer the worst injustices from the foremen rather than complain, so as not to lose this good work, so as not to be without food.\n\nDocument 4\n\nSource: Edith Simcox, British trade union activist and social reformer, “Loss or Gain of the Working Classes during the Nineteenth Century,” paper presented at a conference on industrial relations, held in London, 1885.\n\nIn comparing the rate of progress in different sections of the working class, we must admit that the standard of comfort over the last decades has risen amongst the skilled class of workers—for example among the mechanical trades such as mechanicians, masons, carpenters, printing press type-setters, and so on—when all goes well, can and do provide for their households on a more liberal scale than their equivalents at the beginning of the [nineteenth] century. The life of the skilled worker today may not yet be perfectly comfortable or picturesque, but it excludes none of the possibilities of real civilization. But we cannot congratulate ourselves on this show of progress until we have examined to what proportion of the manual labor classes this description applies.\n\nOf the more than ten million industrial workers [in Britain] today, I would estimate that no more than two million are skilled enough or securely enough employed to be living habitually in a state of ease and comparative security of the modest sort indicated above. The rest include the many millions of day-to-day wage laborers and less skilled workers, male and female, whose maximum wages only suffice for the barest necessities and decencies of life, and for whom, therefore, any mischance means poverty, turning quickly to long-term pauperism.\n\nDocument 5\n\nSource: Indian Jute Manufacturers’ Association, an organization of mostly British jute* mill owners in India, letter to the colonial government of India in opposition to a proposed measure to limit workers’ hours, 1890.\n\nIn England, factories work with a highly disciplined regularity of attendance on the part of their workers. But in India workers come and go in a manner undreamt of in England, and in a way which will reduce English manufacturers to despair. While in England, and Europe in general, factory labor is ordinarily continuous and constant, in India the exact reverse is the case, not because the mills are not well run, but because the habits and ways of Indian workers are utterly unlike anything found in England. They do not work the same number of hours as would be thought quite an ordinary day’s work elsewhere, even under the best of circumstances. Without exception, Indian workers are in the habit of going out at odd times for 5 or 10 minutes for all sorts of purposes. One often sees them engaged in drinking water, washing their hands and feet, smoking, or looking about.\n\nIn India workers’ affiliation with and residence near the factory is distinctly temporary. The factory-hands continue to follow with interest the domestic concerns of their tribesmen, castemen, and neighbors. It is rare, indeed, to find a factory-hand in India who does not go to his home in the country at least once every year or year and a half.\n\n*a plant grown for its strong fibers, used to make ropes, burlap, packaging sacks, etc.\n\nDocument 6\n\nSource: Fusataro Takano, Japanese labor organizer, An Appeal to All Workers, pamphlet distributed to workers in Tokyo factories, 1897.\n\nWorker! You are a person without capital who provides a living for those who control capital. But when you meet some misfortune at work and are disabled, or when you become infirm with age and can no longer work, you will immediately lose your only means of making a living and will be thrown out to the curb. If you die on the job, your wife and children will be hard pressed to stay alive. Alone against capital, you are as helpless as a candle in the wind.\n\nIn the old days, when there were no machines, your wife and children stayed at home and worked [from home] to help the entire family make a living. But with the rise of the factories and mills your wife, who should be looking after the home had to go off to work in the factory. And since even little children now work the machines, the life of the home is thrown into confusion. . . . If we seek the reason for this, we will find that because of the cheapness of labor, a man with only a pair of hands can no longer support a wife and children. This is truly most deplorable.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent to which the lives of workers changed as a result of industrialization during the nineteenth century.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent to which the lives of workers changed as a result of industrialization during the nineteenth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.3",
    "text": "5.3: Industrial Revolution Begins"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}