{
  "id": "VH978544",
  "type": "frq",
  "title": "Enlightenment DBQ",
  "content": {
    "description": "Document 1\n\nSource: Edmund Burke, British political theorist and member of Parliament, Reflections on the Revolution in France, pamphlet published in 1790.\n\nThanks to our sullen British resistance to innovation, thanks to the cold sluggishness of our national character, we can never become the converts of Rousseau or the disciples of Voltaire. Atheists are not our preachers and madmen are not our lawgivers. . . . In England, we preserve our native traditions entirely. We fear God; we look up with awe to kings, with affection to parliaments, with duty to magistrates, with reverence to priests, and with respect to nobility. Why? Because when we think about the goodness of these traditions, it is natural to feel protective of them. Far from liberating us, turning away from our institutions would render us unfit for true liberty and would turn us into in an immoral, insolent mob justly deserving of slavery through the whole course of our lives.\n\nDocument 2\n\nSource: Leopold Zunz, German Jewish religious scholar and rabbi, Lectures on the Historical Development of Jewish Worship, book published in Berlin, 1832.\n\nFor our people today, the light must shine forth not from Babylon or Jerusalem, but from Germany, our fatherland, whose inhabitants’ patience, energy, insight, and honesty unite in a wonderful mix. In the various states of Germany, the civil and spiritual emancipation of the Jews* relentlessly moves forward, together with the general advances in legal freedoms and true civilization that we have experienced in recent years. The old forces of religious persecution and spiritual oppression no longer can resist the forces of the new age. In this new age, I foresee for our community guarantees of progress, hope for good schools, for educational institutions, for enlightened rabbis, for improved religious services, and for peaceful co-existence with other religious communities.\n\nThe spark of enlightenment, once ignited, cannot be extinguished. . . . The ongoing reform within Judaism is irrevocable—just as the victory of freedom and civilization is irrevocable.\n\n*During the early nineteenth century, some German states were beginning to extend legal and citizenship rights to their Jewish subjects.\n\nDocument 3\n\nSource: Yukichi Fukuzawa, Japanese writer and educational scholar, An Encouragement to Learning, multivolume book published between 1872 and 1876.\n\nA landlord and a peasant may differ in terms of their condition in life, but they are no different in regard to rights. To pursue happiness or pleasure, provided one does not interfere with others in doing so, is a basic human right. In respect to this right, there is no difference between high and low, masters and servants, landlords and peasants. This right is in man because he is born from nature.\n\nThere are those who argue that a state of every-man-for-himself is in accord with human nature, and that civilization and enlightenment are nothing but social conventions that are unnatural. But this position is incorrect. In a truly enlightened society, there are laws but no one violates them, even though they are quite lenient because in a civilized society, people are not restrained by the force of laws or of the armies of the monarch but rather by their hearts.\n\nCivilization and enlightenment do not arise from the action of the government from above, nor are they born from the lower classes. They are always the product of the middle classes. Only in countries where the middle classes can stand independent and separate from the state can enlightenment be expected to make any progress. Viewing the histories of Western countries, there is not a single example of commerce and industry begun by an action of the government. The great men responsible for the steam engine, the railroad, the laws of economic, etc., were all from the middle classes, not politicians or laborers.\n\nDocument 4\n\nSource: Cover page of a French satirical magazine showing famous French journalist and woman suffrage activist Hubertine Auclerc leading other women in an attack on the “Bastille of the Rights of Man,” 1881.\n\nAuclerc is carrying a banner that says “Rights of Woman.”\n\nDocument 5\n\nSource: Shemseddin Sami Frashëri, Ottoman journalist, member of the reformist Young Turk movement, “Transferring the New Civilization of Islamic Peoples,” journal article published in Istanbul, 1883.\n\n[Holding the works of past civilizations] in reverence as something sacred is tantamount to trying to benefit from the wick of an oil lamp in the presence of sunlight. To give an example: many Europeans today consider Aristotle and Ibn Sina* as two great mentors of civilization . . . yet no European school of zoology today teaches its students by using Aristotle’s History of Animals, and no modern European medical school uses Ibn Sina’s Canon of Medicine. They rendered their services to humanity; they each lit a lamp in gloomy centuries enveloped in the darkness of ignorance. Gradually people left this environment, finding their way with the help of their lamps. At last the sun of the enlightenment rose, the light of education flooded the world. The duty we owe to our ancient scholars today is simply to cherish and respect them. . . . But we should not let that respect distract us from our main task, which is to spread the sunlight of modern science and civilization among our Muslim brothers. . . . Indeed, it would not be an exaggeration to say that the survival of Islam today is contingent upon the enlightenment of Muslims.\n\nBut we are facing a major obstacle: new fanaticism. Because, at present, civilization appears to be firmly in the hands of the Christian nations of the West and many of our Muslim scholars have denounced it in its entirety as a product of unbelief. These scholars have convinced too many ordinary Muslims that European civilization is something stolen from us, imperfect, an imitation, something that we can mock or insult while maintaining that the classical Islamic civilization is the only true civilization. This is the new fanaticism that is holding us back.\n\nIn Europe, too, fanaticism used to be an obstacle on the road to civilization. But finally, during the Enlightenment, the intellectuals of Europe gathered together… and waged a war against fanaticism… only then did progress in civilization begin. In our society, too, in order to achieve progress and civilization and save the people from the ignorance . . . a war must be declared against fanaticism…\n\n*a famous Muslim scholar of medicine and the natural sciences, active in the early eleventh century c.e.\n\nDocument 6\n\nSource: Zhang Zhidong, Qing dynasty court official and provincial governor, Exhortation to Study, book published in Beijing, 1898.\n\nYears ago, the government of France was changed from a monarchy to a republic. The common people rose against the upper class because the rulers were vicious and the government was cruel. But our emperor is exceedingly humane, our laws are not oppressive, and it is a folly to introduce these ideas into China.\n\nThere are many people today who have only a smattering of Western ways but who speak confidently about personal rights and liberty. This is preposterous. These ideas about personal rights and liberties are derived from the books of the Westerners, which say that God bestows upon each individual certain mental and spiritual faculties and that, as a consequence, every man is endowed with intelligence and knowledge, which enable him to act freely. This means, say our knee-jerk Westernizers, that every human being has the right to personal liberty. A greater mistake was never made! All the countries in the West, even those that are republics, have governments, and they all clearly define the duties of officials, soldiers, workers, lawyers, and judges. The officials and the common people alike are bound by the laws. No place on earth, then, can afford to have true personal liberty. If each individual possessed this “liberty,” then every family and village would serve only its personal ends. The scholar would sit idle and do nothing else, the farmer would pay no taxes, the merchant would grow rich beyond bounds, the worker would raise his own wage, the city beggar would plunder and rob, the son would disobey his father, the student would not follow the teacher, the wife would not obey her husband, and mankind would soon be annihilated.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent to which Enlightenment thought continued to influence political and social debates across the world throughout the period 1750–1900.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least three documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nEvaluate the extent to which Enlightenment thought continued to influence political and social debates across the world throughout the period 1750–1900.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.1",
    "text": "5.1: The Enlightenment"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}