{
  "id": "VH985488",
  "type": "frq",
  "title": "Neocolonialism DBQ",
  "content": {
    "description": "Document 1\n\nSource: Gamal Abdel Nasser, President of Egypt, parliamentary speech explaining why his government had passed decrees nationalizing all large businesses in Egypt and restricting the amount of land a single individual could own to about 100 acres, 1961.\n\nWe always refused to compromise with imperialism, but up until now we had made the mistake of compromising with the wealthy classes in Egypt who are, in essence, the agents of imperialism. We imagined that whatever the differences between the ordinary people and the wealthy might be, the wealthy were nonetheless sons of the same country and partners in the same future as the rest of us. But experience has shown that we were wrong. It has shown that these reactionary elements in our society, on which imperialism relies, cannot be left to their own devices to continue to rob the people of its economic and social gains. When we nationalized the Suez Canal [in 1956], we thought our blows against imperialism should be aimed at its alliances and military bases. But we forgot that imperialism was also hiding in the palaces and safes of our Egyptian millionaires.\n\nFor hundreds of years, our fellow countrymen suffered political oppressions and social injustice. But now [with nationalization] they have found a way to regain their rights. Farmers have been turned into landowners. Factory workers have also been turned into owners, for now they take part in the administration of their companies.\n\nDocument 2\n\nSource: Jerry Rawlings, President of Ghana, excerpt from the “Economic Recovery Program,” a government document adopting the recommendations of the World Bank regarding restructuring of Ghana’s economy, 1983.\n\nWe will welcome and actively encourage foreign investment in petroleum exploration and production, mining and mineral processing, timber logging, wood processing, etc. To achieve this, we will pass new laws to streamline and remove bureaucratic obstacles and delays in processing foreign investors’ applications for prospecting and resource exploitation. We will draft new financial and accounting regulations to guarantee the free transfer of funds and dividends across the border and to ensure the uninterrupted availability of foreign investment funds deposited in Ghanaian banks. We assure existing foreign investors that they will be allowed to operate freely within the confines of our laws. The [national] Bank of Ghana will make endeavors to assist such investors in clearing their backlog of missed payments.\n\nDocument 3\n\nSource: Albert Adu Boahen, historian and member of Ghana’s main opposition party, excerpt from a public lecture series delivered in the mid-1980s and published as a book by the Ghana Academy of Arts and Sciences in 1989.\n\nThe trouble with us in Ghana and, indeed, in the whole of our continent is not lack of ideas, plans, and programs for the solution of our problems but the resolve and integrity to implement them. . . .\n\nMy solution is to advise that we give priority attention to agriculture and domestic cottage industries—and make these much more lucrative than the selling of dog chains, hair products, and all sorts of other imported goods that so many of our people are currently engaged in. And may I be permitted to caution this and all African and Third World governments that if we do not put an end to our reckless accumulation of foreign debts, we stand a great risk of being recolonized by the industrialized countries and their agencies in the near future. Already Liberia has now been virtually recolonized and its economy has been taken over by the United States. And how many IMF* and World Bank experts do we have in both advisory and managerial positions in this country at this very moment? Too many! Unless we change course, we are headed for trouble!\n\n*International Monetary Fund, an international economic organization providing loans to developing countries in exchange for commitments to implement free-market economic reforms.\n\nDocument 4\n\nSource: Yoweri Museveni, President of Uganda, “The Crisis of the State in Africa,” speech delivered at an international economic development conference held in Mbeya, Tanzania, 1990.\n\nSoon after the formal departure of the colonial rulers at independence, African states were beset by many problems and I shall concentrate on the most crucial of them. The first problem was that the state was economically dependent on the former colonial powers, especially for technology. We often talk of economic dependence, but this dependence is coupled with and aggravated by an absence of technology: we do not have the technical and managerial skills to enable us to solve our own problems.\n\nAfter a number of years of independence—more than 30 years in some countries—we have managed to train a few economists and some scientists, professional people like you. But because we have not solved the problem of technological dependence, we are not making much headway.\n\nThe only way at present that we can participate in the global economy is by someone giving us technology in the form of aid. The donor finances it and then his people come and build a factory in our country. Occasionally, we buy technology with our own money. This is all fine and good, but it means that we cannot be truly independent. And since our states cannot be independent, they become easy prey to manipulation and they find themselves unable to respond to people’s needs without the permission, as it were, of the former colonial rulers. A state that does not have the capacity to tell the colonial or neocolonial rulers that it will act independently, in spite of what those rulers think, is completely handicapped.\n\nDocument 5\n\nSource: Number of people living in extreme poverty,* 1990 and 2004. Data adapted from The World’s Most Deprived: Characteristics of and Causes of Extreme Poverty and Hunger, 2007.\n\nThis publication was produced by the International Food Policy Research Institute, an organization based in Washington D.C. and founded by a bipartisan group of members of Congress. This organization is dedicated to improving access to food and eliminating malnutrition and hunger in developing countries.\n\n*Extreme poverty is defined as having an income of less than 50 cents per day.\n\nDocument 6\n\nSource: “Increases in Africa’s Exports, 1998–2009,” map based on data gathered by the Organization for Economic Cooperation and Development (OECD),* 2009.\n\n*The OECD is an intergovernmental organization dedicated to promoting global trade. The United States, Canada, the countries of the European Union, Japan, South Korea, Australia, New Zealand, Turkey, Mexico, and Chile are member states of the OECD. Neither China, nor India, nor any of the countries in Africa are members of the OECD.\n\nDocument 7\n\nSource: Robert Cooper, British diplomat and foreign policy advisor to Prime Minister Tony Blair, “The New Liberal Imperialism,” essay published in the British newspaper The Guardian, 2002.\n\nIn many former colonies, the state has almost ceased to exist. In this premodern world of failed states, governments have either lost their legitimacy or they have lost the monopoly of the use of force, or both. Examples of total collapse are relatively rare, but the number of countries at risk grows all the time. All over Africa countries are at risk, but really no area of the world is without its dangerous cases. In such areas chaos is the norm and war is a way of life. These premodern states may be too weak even to secure their home territory, let alone pose a threat internationally, but they can provide a base for non-state actors who may represent a danger to the Western world. If non-state actors, notably drug, crime, or terrorist groups, take to using bases in such states for attacks on the more orderly parts of the world, then the organized states may eventually have to respond.\n\nWhat form should our response take? The most logical way to deal with chaos, and the one most employed in the past, is colonization. But colonization is unacceptable in the modern world. And yet the weak still need the strong and the strong still need an orderly world. A world in which the efficient and well governed export stability and liberty and which is open for investment and growth—all of this seems highly desirable.\n\nWhat is needed then is a new kind of imperialism, one acceptable to a world of human rights and universal values. Such postmodern imperialism is primarily the voluntary imperialism of the global economy. This is usually operated by international financial institutions such as the IMF and the World Bank. These institutions provide help to states wishing to find their way back into the global economy and into the virtuous circle of investment and prosperity. In return they make demands which, they hope, address the political and economic failures that have contributed to the original need for assistance.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which newly independent African countries succeeded in achieving economic independence from the West in the second half of the twentieth century.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which newly independent African countries succeeded in achieving economic independence from the West in the second half of the twentieth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Cold War and Decolonization"
  },
  "topic": {
    "code": "8.1",
    "text": "8.1: Setting the Stage for the Cold War and Decolonization"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}