{
  "id": "VH992533",
  "type": "frq",
  "title": "Duara on Japan and Pan-Asianism Secondary SAQ",
  "content": {
    "description": "“In the aftermath of World War I, Japanese imperialism came to be rethought radically in the context of pan-Asianism, the new discourse of civilization that began at the time to burgeon in Japan and many other parts of [Asia]. Pan-Asianism meant different things to different people, even within Japan. There were those . . . who saw the Japanese role in pan-Asianism as nondomineering—oriented toward solidarity and the revival of Asia. [For others] pan-Asianism called for a final war between the West and the East led by Japan, which had amply demonstrated its leadership abilities. Pan-Asianism also had a special meaning for Japanese nationalists and thinkers during the 1920s because of the growing perception that, despite Japan's effort to become a world-class nation-state . . . , the Japanese continued to encounter racism and discrimination.\n\nDiscrimination was perceived in the international conferences in Washington (1922), the London Naval Conference (1930), and wherever Japan was allotted a lower quota of ships than the British and Americans. But most of all, it was the buildup of exclusionary policies in the United States and the final Exclusion Laws prohibiting Japanese immigration in 1924 that galled Japanese nationalists. In their view, Asian civilization did not exhibit inhuman racist attitudes and policies of this kind, and for [Japanese] militants . . . these ingrained civilizational differences would have to be fought out in a final, righteous war of the East against the West.”\n\nPrasenjit Duara, Indian historian, article published in an academic journal, 2006",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE piece of evidence that Duara uses in the passage to support his claim regarding Western racial attitudes and Japanese militarism in the second paragraph.\n\nb) Explain ONE development in the period before 1930 that would support Duara’s claim that Japan had “amply demonstrated its leadership abilities” as stated in the first paragraph.\n\nc) Explain ONE way in which the ideology of Japanese pan-Asianism as described in the passage differed from the ideologies of other militarized states in the 1930s.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage to answer all parts of the question that follows.\n\na) Identify ONE piece of evidence that Duara uses in the passage to support his claim regarding Western racial attitudes and Japanese militarism in the second paragraph.\n\nb) Explain ONE development in the period before 1930 that would support Duara’s claim that Japan had “amply demonstrated its leadership abilities” as stated in the first paragraph.\n\nc) Explain ONE way in which the ideology of Japanese pan-Asianism as described in the passage differed from the ideologies of other militarized states in the 1930s.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Global Conflict"
  },
  "topic": {
    "code": "7.5",
    "text": "7.5: Unresolved Tensions after World War I"
  },
  "skill": {
    "code": "Skill 3.B",
    "text": "Skill 3.B: Identify the evidence used in a source to support an argument."
  }
}