{
  "id": "VH992391",
  "type": "frq",
  "title": "Salvador Allende Farewell Address SAQ",
  "content": {
    "description": "“My friends,\n\nSurely this will be the last opportunity for me to address you. The Chilean air force has bombed most of the radio towers. My words do not have bitterness but disappointment. May they be a moral punishment for those in the armed forces who have betrayed their oaths.\n\nI say to the workers: I will not resign!\n\nWorkers of my country: I want to thank you for the loyalty that you always have shown to a man who gave his word that he would respect the constitution and the law. At this definitive moment—the last moment that I can address you—I hope that you learn this lesson: foreign capital, imperialism, and the reactionary forces of Chile created the climate in which the armed forces of Chile—with foreign assistance—retook power for those forces in order to continue defending their profits and privileges.\n\nWorkers of my country, I have faith in Chile and its destiny. Go forward knowing that sooner rather than later, avenues will open again where free men will walk to build a better society.”\n\nSalvador Allende, president of Chile, farewell address during a military coup, 1973",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Identify ONE ideology that informed the author’s point of view in the passage.\n\nb) Explain ONE way in which the actions of the Chilean military as described in the passage reflect the global political context of the late twentieth century.\n\nc) Identify ONE state in Latin America or Africa, other than Chile, in which global geopolitical circumstances led to political instability in the second half of the twentieth century.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUse the passage  to answer all parts of the question that follows.\n\na) Identify ONE ideology that informed the author’s point of view in the passage.\n\nb) Explain ONE way in which the actions of the Chilean military as described in the passage reflect the global political context of the late twentieth century.\n\nc) Identify ONE state in Latin America or Africa, other than Chile, in which global geopolitical circumstances led to political instability in the second half of the twentieth century.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Cold War and Decolonization"
  },
  "topic": {
    "code": "8.3",
    "text": "8.3: Effects of the Cold War"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}