{
  "id": "VR000351",
  "type": "frq",
  "title": "Nationalism and the Ottoman Empire DBQ",
  "content": {
    "description": "Document 1\n\nSource: Faik Konitza, Albanian journalist and intellectual, “The Young Turks and Their Panacea,” article published in Albania, a magazine Konitza had founded in Brussels, Belgium, 1901.\n\nSome of the so-called Ottoman reformers, especially those who go by the name of “Young Turks” have become obsessed with the idea of a constitution and insist that changing from the current system of royal absolutism to a constitutional monarchy would cure the empire from all that is ailing it. Their leader, Ahmed Riza, has been particularly fixated on the topic of constitutional government. He has gotten it into his head that he is a great political thinker and he keeps putting forth the same simplistic idea over and over. His philosophy can be summarized in the following few sentences: True sovereignty can only derive from a constitution. If the Ottoman Empire had a constitution, all of its present problems will disappear—no more Armenian Question; no more Albanian Question, etc.; prosperity, happiness, and peace everywhere. The constitution as a cure-all.\n\nAhmed Riza is only fooling himself if he thinks that a constitution by itself will suffice—as if by a magic wand—to change the fundamental nature of the Turkish character.\n\nDocument 2\n\nSource: Yusuf Akchura, Ottoman military officer, member of the Young Turk movement, “Three Policies,” article in a Cairo-based journal published by Ottoman critics of Sultan Abdul Hamid’s government, 1903.\n\nThree different political paths have been conceived and pursued in the Ottoman Empire in the recent past. The first path was to try to create an Ottoman nation by bringing together all the different groups subject to the Ottoman government. The second path was to work for the political unification of all the world’s Muslims by using the concept of the Caliphate and the fact that the Ottoman sultan is the Caliph of all Muslims. The third path was to form a Turkish political nationality based on the common descent of the world’s Turkic peoples.\n\nThese attempts to create a united Ottoman nation have ended in failure. The Muslims in the empire did not want unification with the non-Muslims. The idea also did not appeal to the non-Muslim subjects. The Christian nineteenth century had made these groups aware of their past, their rights, and their nationalisms. They awoke to the fact that the Turks had ended their independence and destroyed their governments. Their national leaders told them that they had witnessed nothing but oppression and contempt under Ottoman rule.\n\nAs for the second path—what Europeans call Pan-Islamism—it may very well be possible to convince most of the Muslims in the world that they ought to unite under the Ottoman sultan in his role as Caliph of Islam. But . . . truth be told, each major Muslim state in the world today is under the influence of the Christian states. These states will do all they can to prevent the political resurgence of Islam.\n\nThat brings us to the benefits of the third path—the “Unification of the Turks.” The Turks within the empire would unite tightly around their shared race. And the remaining Muslim elements in the empire—most notably the Arabs—would eventually be assimilated and Turkified. But the principal benefit is that this policy would aid in the unification of the Turkic peoples who now live outside the empire and who are spread throughout the majority of Asia and Eastern Europe.* Thus, the Turks will be able to form a vast political nationality that would protect their existence among the other great nationalities of the world.\n\n*Akchura was born into a Turkic Tatar family that had emigrated from Russia to the Ottoman Empire when he was a child.\n\nDocument 3\n\nSource: A secret agreement between the Armenian Revolutionary Federation, an Armenian nationalist group active in the Ottoman Empire, and representatives of the parliament of the Persian Empire, January, 1908.\n\nWHEREAS the despotic government of the Ottoman sultan has acted aggressively to create international difficulties with the new constitutional government in Persia,* and has done everything in its power to stop the revolutionary movements gaining ground in the Ottoman Empire day by day, including the Armenian revolutionary movement,WHEREAS the successful functioning of a constitutional government in a neighboring Muslim state such as Persia would greatly weaken the Ottoman monarchy, and contribute greatly to the extension of the activities of movements opposing the Ottoman sultan’s absolutism,\n\nThe Armenian Revolutionary Federation undertakes to organize active resistance of all the elements hostile to the present regime of Turkey and to accelerate general revolution. . . or, in case of a war, to provide competent officers for the Persian army and to place at the disposal of the Persian government its specialists in explosive devices.\n\nThe Persian friends undertake, for their part, to provide Armenian revolutionaries with a safe harbor in and safe passage through Persia, including for the transport of arms and munitions; to assist Armenian revolutionaries in procuring arms and munitions from abroad; and to insist at international conferences, on the necessity of the establishment of a constitutional regime in the Ottoman Empire and the realization of autonomy in the Ottoman Armenian provinces.\n\n*The Persian Constitutional Revolution of 1905–1906 had led the Shah of Persia to accept a constitution and transfer some of his power to an elected Parliament.\n\nDocument 4\n\nSource: Color lithograph issued by leaders of the Greek community of Istanbul to mark the Young Turk Revolution, July, 1908.\n\nThe image shows an allegorical figure representing the Ottoman Empire being helped to her feet by Young Turk leaders. The background shows representatives of different ethnic groups. A stone in the foregrounds is inscribed with the phrase “Long live the Constitution!” in Ottoman Turkish, Greek, and French.\n\nDocument 5\n\nSource: Shukri al-Asali, Arab member of the Ottoman Parliament, representing a district in Ottoman Syria, speech in parliament, 1911.\n\nThe government has published recently a list of all civil servants and, having read it carefully, I only found the names of four Arab officials. You know, however, that the Arabs constitute about half the Ottoman Empire’s population and that they contribute heavily to the treasury. And yet, despite this fact, and despite the fact that the constitution decrees just and equal treatment among the different elements of the empire, we see them barred from government functions in the central administration. But isn’t there among all the young educated Arabs in the empire anyone who is competent enough to be even a low- or mid-level government official? Like an office clerk or secretary in some ministerial department? Is it possible that the entire Arab nation lacks competent young men to fill a clerical position in our state bureaucracy? And yet, in the Ministry of Finance for example, we find 111 Turks, 13 Jews, 10 Armenians, 4 Greeks, and not a single Arab!\n\nDocument 6\n\nSource: Debates in the Ottoman Parliament on the question of Jewish immigration to Ottoman Palestine, May, 1911.\n\nRuhi al-Khalidi, [Arab representative from Palestine]:“Zionism means increasing and multiplying the foreign Jewish community in Palestine, Syria, and Iraq, and establishing a Jewish state with its center in Jerusalem. The idea of establishing a Jewish state has existed among Jews since time immemorial. There are many chapters about this in the Torah [Jewish scripture].”\n\nNissim Matzliah, [Jewish representative from Izmir, a city on the Aegean Sea]:“Let me set the record straight. The previous speaker made wild allegations and spoke of things no one has ever heard of before. He seems to be saying that Jews in the Ottoman lands are striving to create an Israelite government here! He said that this is because of the writings in the Torah. Well, if that is the case, and the Torah threatens the state, let us burn the Torah! If Zionism is indeed harmful to the Ottoman state, then without question my loyalty is to the state. This country belongs not only to the Ottoman Turks and Christians, but equally to the Ottoman Jews. In other words, it belongs to all Ottomans. Ottoman Jews’ allegiance and patriotism equal that of our peers. But you know very well that the desire of the Zionists to settle in Palestine is not about threatening our state. The oppression and hostility that the European Jews have experienced—humanity cannot even bear it. I believe that the Jewish nation, if allowed, will live here in comfort and will not betray our welcome. In fact, the Ottoman state will be very well served, because there will be no better friend to the Ottomans than the Jews.”\n\nDocument 7\n\nSource: Ihsan Hasan Turjman, Arab soldier in the Ottoman armies, diary entries from 1915, when he was serving in the army headquarters for Palestine in Jerusalem.\n\nSeptember 10, 1915:\n\nMy greatest fear is being sent to the front. I cannot imagine myself fighting in the war. And why should I go? To fight for my country? But I am “Ottoman” in name only. Even if I am told that by going to fight, we will liberate Egypt,* I will still refuse to go. What does this barbaric state [the Ottoman Empire] want from us? To liberate Egypt on our backs? Our leaders promised us and other fellow Arabs that we would be partners in this government and that they would seek to advance the interests and conditions of the Arab nation. But what have we actually seen from these promises? Had they treated us as equals, I would not hesitate to give my blood and my life—but as things stand, I consider even a drop of my blood to be more precious to me than the entire Turkish state.\n\n*Egypt, although still technically an autonomous province of the Ottoman Empire, had been a de facto colony of Great Britain since the 1880s.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which nationalism contributed to the collapse of the Ottoman Empire in the early twentieth century.\n\nHistorical Background: As the twentieth century began, the Ottoman Empire was ruled by the politically oppressive regime of Sultan Abdul Hamid II. However, in 1908 a group of Ottoman army officers and intellectuals known as the Young Turks staged a revolution that overthrew Abdul Hamid and established a parliament and a liberal constitution that proclaimed the legal and political equality of all Ottoman subjects, regardless of religion and ethnicity.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which nationalism contributed to the collapse of the Ottoman Empire in the early twentieth century.\n\nHistorical Background: As the twentieth century began, the Ottoman Empire was ruled by the politically oppressive regime of Sultan Abdul Hamid II. However, in 1908 a group of Ottoman army officers and intellectuals known as the Young Turks staged a revolution that overthrew Abdul Hamid and established a parliament and a liberal constitution that proclaimed the legal and political equality of all Ottoman subjects, regardless of religion and ethnicity.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Global Conflict"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Shifting Power after 1900"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}