{
  "id": "VR000609",
  "type": "frq",
  "title": "WW1 Memory in the Interwar DBQ",
  "content": {
    "description": "Document 1\n\nSource: Tomb of the Unknown Warrior in Westminster Abbey, London, the traditional burial place of many English monarchs, prime ministers, great scientists, and artists. Built in November, 1920.\n\nparkerphotography / Alamy Stock Photo\n\nThe tomb of the Unknown Warrior is located in the most prominent place in Westminster Abbey, directly in front of the main entrance.\n\nDocument 2\n\nSource: Mohandas Gandhi, Indian independence leader, statement at his trial for sedition, Ahmedabad, India, March 1922.\n\nWhen the existence of the Empire was threatened in 1899 by the Boer War,* I offered my services to England, raised a volunteer ambulance corps and served at several military engagements . . . I received medals for my service. . . .\n\nWhen the war broke out in 1914 between England and Germany, I raised a volunteer ambulance corps in London, staffed by Indians living in London at the time, chiefly students. Its work was acknowledged by the authorities to be valuable. Lastly, in India when a special appeal was made at the war conference in Delhi in 1918 by Lord Chelmsford for Indian recruits [to serve in the British armies in the war, I struggled at the cost of my health to raise a corps in Kheda until the very end of the war. . . . In all these efforts at service to Britain, I was motivated by the belief that it was possible by such services to gain a status of full equality in the Empire for my countrymen. . . .\n\nBut all that hope was shattered. I saw that Britain’s reforms in India . . . were only a method of further robbing India of her wealth and of prolonging her servitude. I came reluctantly to the conclusion that the British connection had made India more helpless than she ever was before, politically and economically.\n\n*an armed conflict in southern Africa, which pitted the British colonial authorities against rebellious Boer (Dutch) settlers\n\nDocument 3\n\nSource: Adolf Hitler, provincial leader of the Nazi Party in Bavaria and future Chancellor of Germany, speech in front of right-wing paramilitary supporters, September, 1922.\n\nThe economy is of secondary importance. World history teaches us that no people became great through economic success alone: it was actually economics that brought them to their ruin. Nations die when their races disintegrate. Germany, too, did not become great through economics.\n\nA nation that loses its honor becomes politically defenseless, and then becomes enslaved also in the economic sphere. With that in mind, we must call to account the criminals of November 1918.* It cannot be that two million Germans should have fallen in vain and that afterwards one should sit down as friends at the same table with traitors. No, we do not pardon, we demand vengeance!\n\nThe dishonoring of the nation must cease. For those who betrayed their Fatherland at Versailles, the gallows is the proper place. Our streets and squares shall once more bear the names of our heroes; they shall not be named after Jewish traitors. The administration of the state must be cleared of the rabble that is being fattened at the stall of the political parties and international finance. We must demand the disclosure of all secrets that now surround the signing of the peace treaty. With thoughts of love? No! But in holy hatred against the Jewish cabal and their enablers who have ruined us!\n\nWe demand the immediate expulsion of all Jews who have entered Germany since 1914, and of all those who have gained their wealth through trickery on the Stock Exchange or through other shady transactions.\n\n*a reference to the so-called “stab-in-the-back” theory, which held that German soldiers had not lost the war, but had been betrayed by corrupt politicians and financiers eager to accept defeat.\n\nDocument 4\n\nSource: Political platform of the Communist International, a Soviet-sponsored organization of communist parties and movements from around the world, based in Moscow, 1929.\n\nThe war crisis of 1914–18 was accompanied by the disgraceful collapse of the unity of socialist parties in Europe. Acting in complete violation of the principle that the proletariat has no fatherland under capitalism, as explained in the “Communist Manifesto” written by Marx and Engels, the leaders of the socialist parties in the various countries, with a few exceptions, voted for the war, came out definitively in defense of the imperialist “fatherland” (i.e., the state organizations for the imperialist bourgeoisie) and instead of combating the imperialist war, became its loyal soldiers, bards, and propagandists. In this way, socialist parties betrayed their principles and turned into servants of imperialism.\n\nThe principal function of the socialist parties in the West at the present time is to disrupt the essential militant unity of the proletariat in its struggle against capitalism. Western socialism serves the interests of the bourgeoisie and acts as the bourgeoisie’s agent among the working class. It has shown itself to be wholly in favor of class-cooperation, rather than class struggle. Even though at certain periods it is compelled to play the part of an opposition party and pretends to be defending the class interests of the proletariat, it is only doing that to win the confidence of the workers and to be in a position to betray more shamefully the lasting interests of the working class. In the midst of the decisive class battles of our time, this type of socialism is splitting and disrupting the unified front of the proletarian struggle against capital.\n\nDocument 5\n\nSource: C.W. Chandler, Australian pastor, “ANZAC,” article published in Labor Daily, the newspaper of Australia’s leftist Labor Party, April, 1930.\n\nThe word “ANZAC”* conjures up in our minds too many unhappy memories, and, to make matters worse those unhappy memories are today being foully exploited by all manner of politicians who buttress up the system that is working toward further wars.\n\nAustralia and New Zealand are proud of their war veterans and rightly so, but the less that pride has to do with cheap sentimental drama, the better. A New Zealand veteran I knew, upon hearing that a fund was being established to raise money for the building of a war memorial in Auckland [New Zealand] butted in with the remark: ‘We don’t want your memorial; we want work.’ That may not be how all of our veterans feel, but we can be certain that the bulk of them get rather fed up of the pseudo-patriotism of those who stayed at home during the war and made much profit at the expense of those who went through four years of blood and agony.\n\nANZAC Day,* to be rightly spent, should be spent as a day of national contrition. We should make an imaginative pilgrimage to the graves of our ANZACs, and pledge ourselves over their cold ashes to the cause of universal peace. Lastly, in our desire to translate this sentiment into action, we can do no better than work for the greater unity and solidarity of Labor the world over. For only when people say “No,” will wars become things of the barbaric past, and with them will perish the system of exploitation that produced them.\n\n*ANZAC is an a Acronym for “Australian and New Zealand Army Corps,” a military unit in which Australians and New Zealanders fought for Great Britain in the First World War. ANZAC day, April 25, the day of the Gallipoli landings in 1915, became a national holiday in Australia after the war.\n\nDocument 6\n\nSource: Shukru Kaya, Interior Minister of Turkey, speech at the 1931 commemoration of the fallen in the battles of the Gallipoli Campaign.*\n\nToday, it is with honor and pride that we see that the mighty states who fought against us here with such force, now look upon Turkey and its great leader [Mustafa Kemal Atatürk] with respect and appreciation. We owe an endless debt of gratitude to the Turkish youth who shed their blood to save the fatherland and make it a proud and respected nation again.\n\nAlthough no great monument for these nameless heroes has been erected yet, we should not be grieved. For it is the indestructible Turkish state that these glorious heroes established and protected—and it is highest monument to their sacrifice that will always make them be remembered with love.\n\nAcross the battlefield, we also see the graves of the warriors who fought against us. We also appreciate those who rest there. The history of civilization will judge those lying opposite each other and determine whose sacrifice was more just or humane and who to appreciate more: the monuments of the invaders, or those of the heroes who died defending the fatherland.\n\n*a military campaign in 1915, in which Ottoman forces successfully repelled an attempted invasion by British and French troops at the Dardanelles Straight south of the Ottoman capital Istanbul. The British forces included a large number of soldiers from Australia, New Zealand, Canada, and India.\n\nDocument 7\n\nSource: Margaret Kornitzer, British writer and social worker, The Modern Woman and Herself, book published in 1932.\n\nMany women today are further than ever from knowing what they want. They do not realize that their new wide horizons require a wider self-knowledge. It is not that the new kind of woman has been produced within the last two decades or so. We are not new. But our circumstances are different.\n\nDuring the war, a generation of middle-class women acquired the habit of independence in a manless England. This sudden achievement of all that feminists had dreamed of for a hundred years or more turned out to be more than our male society at large had bargained for. So in 1918 women found out that they were expected to surrender everything they had gained during the war, and to behave as if nothing had happened to them or to the world in the previous four years. But the modern woman cannot go back and forget.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which nations or groups used the memory of the First World War to advance their political objectives in the period 1918–1939.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which nations or groups used the memory of the First World War to advance their political objectives in the period 1918–1939.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Global Conflict"
  },
  "topic": {
    "code": "7.2",
    "text": "7.2: Causes of World War I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}