{
  "id": "VR000894",
  "type": "frq",
  "title": "Cold War Asia DBQ",
  "content": {
    "description": "Document 1\n\nSource: Letter from the Polish ambassador to North Korea to the Polish Foreign Ministry in Warsaw, March 13, 1952.\n\nComrade, I am sending you some news from Korea. There are no major changes on the front. Here and there, one side captures some mountain peak, but the front line remains at essentially the same positions. The Americans have again been putting strong pressure on certain sectors, but our communist armies push back all their attacks.\n\nPoland’s assistance to Korea is very modest and insufficient. The Koreans expect greater help from us, a country of 25 million. I want to tell you how other Eastern European countries are assisting them, but I will not bring up the Soviet Union and China. There has been a Hungarian hospital in Korea that can accommodate 3,000 patients for 20 months. Romania also has a hospital for 3,000 people and is also supplied by everything that a hospital needs. The Czechs are sending huge quantities of medicine. In light of the assistance of these countries, it would be good for us to send some machines for processing metals and to send them together with master craftsmen and locksmiths who would set up the machines and teach the Korean teams to work at these machines. This would be both nice and useful.\n\nWith a proletarian greeting.\n\nDocument 2\n\nSource: Henry Byroade, Assistant Secretary of State in the United States State Department, memorandum to his superior regarding British proposals concerning the overthrow of the government of Muhammad Mosaddegh, the nationalist prime minister of Iran, November 26, 1952. In August of 1953, Mosaddegh was overthrown in a coup organized by the CIA and the British intelligence agency MI6.\n\nThe British Foreign Office has informed us that it is inclined to bring about a coup d’état in Iran, replacing the Mosaddegh government by one that would be more “reliable,” if the United States government agreed to cooperate. You will recall the British embassy on October 8 gave us a paper that outlined the possible ways of meeting the threat that would be posed if the communist party of Iran (which is supported by the Soviet Union) took advantage of Mosaddegh’s weakness to seize power. Since then, the State Department and CIA have had three meetings with British representatives. The British believe that there is virtually no chance of an oil settlement* with Mosaddegh and they have little hope that his government will be able to prevent a communist takeover. The British do not appear to have a specific candidate in mind as the leader of the suggested coup, but they believe that several of the “old guard” politicians and more moderate nationalist leaders would be good candidates.\n\nCIA believes that the project is probably feasible and that it could be handled in a way that British and American connection with it could never be proven. However, many things could go wrong. Furthermore, it must be assumed that the Iranians would charge the British with complicity in any sudden political development of this sort, with or without proof, and that this charge would be echoed by the Soviet bloc. There is also the danger of possible violent Soviet reaction, especially if the coup was not completely successful from the beginning.\n\n*The Mosaddegh government had nationalized the Iranian oil industry, which had been under the control of a company controlled by the British government.\n\nDocument 3\n\nSource: Article included in the People’s Liberation Paper, a newspaper of the Malayan National Liberation Movement, the military arm of the Malayan Communist Party, June 1, 1953. The Malayan National Liberation Movement was overwhelmingly composed of ethnic Chinese, who were roughly 25% of the population of the colony of Malaysia. Malayan National Liberation Movement received most of its weapons from the Soviet Union and China.\n\nThe anti-British Revolution War has been fought for five years. The sixth year will commence soon.\n\nFive years ago, the British imperialists promulgated the “State of Emergency.” Before dawn on that day they arrested the employees of the Malayan Communist Party's “Voice of the People” newspaper. Then, the British arrested all of the members of the Malayan Communist Party and the people's community organizations in an attempt to eradicate once and for all the strength of the people's revolution.\n\nUnder attack by deranged armed troops we had no choice but to take up our weapons to counterattack the enemy. We could not just sit there and await our death. By our armed resistance we will protect and develop the people's power of revolution, rid ourselves of British imperialism, and achieve our goal of liberating the people.\n\nTwo years ago, the World Peace Council in Vienna passed a resolution that in principle all people should enact their own governments and foreign troops should withdraw to their own nations. However, the British imperialists have totally ignored the resolution and even made things worse by enslaving the people of the colony. Do not believe the enemy’s deceiving propaganda. Do not destroy the reputation of Malayan Communist Party and the Liberation Army. In order to assure our eventual victory do not volunteer to join the enemy army or police force.\n\nDocument 4\n\nSource: United States National Security Council briefing to President Dwight Eisenhower, May 9, 1960.\n\nThe regime of Ngo Dinh Diem in South Vietnam, in addition to facing a stiff challenge from resurgent communist guerrilla forces, is also confronted with internal problems that are potentially more dangerous.\n\nCriticism of President Diem’s authoritative, one-man rule is becoming more pronounced at all levels of the government, including even among the military. One common complaint is that Diem’s refusal to delegate authority beyond a tight circle of relatives and cronies has paralyzed effective government, fostered favoritism and corruption, and facilitated communist subversion.\n\nNon-Communist opposition to Diem outside government circles—among intellectuals, labor leaders, etc.—is still uncoordinated but is becoming more outspoken. A warning flag is the recent statement in Saigon by a group of former Vietnamese government officials and civil leaders, demanding liberalization of the government and adoption of democratic practices.\n\nDespite growing pressures for reforms, Diem will probably try to maintain the status quo. He insists that emergencies of the times preclude more democratic practices. He thinks more in terms of bigger and better-equipped military forces to beat down the growing communist threat than in basic political and economic reform measures. Over the long run, the communists stand to make even greater subversive gains because of the internal weakness of the Diem regime.\n\nDocument 5\n\nSource: Oleg Bogomolov, director of the Institute of the Economy of the World Socialist System, a Soviet academic research center based in Moscow, report to the Central Committee of the Communist Party of the Soviet Union and the KGB, January 20, 1980.\n\nThe introduction of Soviet troops in 1979 did not lead to the reduction of armed struggle by the opposition against the Soviet supported Afghan government. The Islamic fundamentalists have sharply stepped up their propaganda activity among the population. After the introduction of the Soviet troops, the United States, their allies, some Arab and Muslim countries, and also China announced their support and aid to the opposition. This aid had been given earlier, but now it has grown considerably. Afghanistan ended up isolated at the international level and relies only on the socialist camp, mainly the Soviet Union.\n\nThe advantages of this action turned out to be insignificant compared to the damage that has been inflicted on our interests for a number of reasons. First, in addition to the confrontations on two fronts—in Europe against NATO and in East Asia against China—a third dangerous hotbed of military and political tension on the our southern flank has arisen. Second, our influence on the Non-Aligned Movement, has suffered considerably, especially in the Muslim world. Third, economic and technological pressure on the Soviet Union have risen sharply because of sanctions. Fourth, our invasion of Afghanistan has allowed Western propaganda to expand a campaign against the Soviet Union in order to undermine its prestige in Western public opinion, developing countries, and also the socialist countries. Finally, the burden of economic aid to Afghanistan has rested solely on the Soviet Union.\n\nDocument 6\n\nSource: Deng Xiaoping, supreme leader of the Communist Party of China, speech delivered to the army following the suppression of a pro-democracy movement in Tiananmen Square, Beijing, June 27, 1989.\n\nComrades, you have been working very hard. First, I express my profound condolences to the commanders and fighters of the People's Liberation Army, the police forces, and public security officers who died a heroic death. This storm was bound to come sooner or later because of the international climate. What is most advantageous to us is that we have a large group of veteran comrades who are still alive. They have experienced many storms and they know what is at stake. They support the use of resolute action to counter the rebellion.\n\nThe main difficulty in handling this incident has been that we have never experienced such a situation before, where a handful of bad people mixed with so many young students and onlookers. The incident became very clear as soon as it broke out. The protestors had two main objectives. The first is to topple the Communist Party, and the other is to overthrow the socialist system. Their goal is to establish a totally Western-dependent bourgeois republic.\n\nNaturally, in carrying out our reform and opening our country to the outside world, bad influences from the West are bound to enter our country, but we have never underestimated such influences. America has criticized us for suppressing students. What qualifications do they have to criticize us?\n\nDocument 7\n\nSource: “Victory Carpet” produced by anti-Soviet Afghan resistance fighters (mujahideen) to celebrate the 1989 withdrawal of Soviet troops from Afghanistan, circa 1990.\n\nAlbum / Alamy Stock Photo",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which ideological rivalries between Western countries and the Soviet bloc led to political instability or conflict in Asia in the period 1945–1989.",
    "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/World_History_Modern/0c7e63dcb3633e5a7c1d998ff6707310.png",
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which ideological rivalries between Western countries and the Soviet bloc led to political instability or conflict in Asia in the period 1945–1989.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Cold War and Decolonization"
  },
  "topic": {
    "code": "8.2",
    "text": "8.2: The Cold War"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}