{
  "id": "VR045376",
  "type": "frq",
  "title": "Lin Zhiqi, merchants and Song China",
  "content": {
    "description": "“There are scores of rich Muslim merchants from the Kingdom of Srivijaya [in Southeast Asia] who are living or were born in our city of Quanzhou [in southern China]. Among them is a man called Shi Nuowei, who is a Muslim. He is famous for his generosity among his fellow foreign residents in Quanzhou. The building of a cemetery for foreign merchants is but one of his many generous deeds. This cemetery project was first proposed by another Srivijaya foreigner, but he died before he could finish it. Shi then built the cemetery on the hillside to the east of the city. The cemetery is covered with a roof, enclosed by a wall, and safely locked at night. All foreign merchants who die in Quanzhou are to be buried there.\n\nShi’s kind deed allows the foreign merchants in our city to not have to worry about being able to be buried according to the requirements of their own religions. Shi’s kindness will certainly promote overseas trade and encourage more foreigners to come to Quanzhou, where they could live and conduct their business in harmony. I have included this story here so that news of it will be widely circulated overseas.”\n\nLin Zhiqi, Chinese government customs inspector in the port of Quanzhou, description of the city and its surroundings, circa 1170",
    "question": "Use the passage to answer all parts of the question that follows.\n\na) Identify ONE historical process in South or Southeast Asia that accounts for the religion of the Srivijaya merchants in Quanzhou, as reported in the passage.\n\nb) Explain ONE aspect of the economic development of China under the Song dynasty that led to the flourishing of commerce that is reflected in the passage.\n\nc) Explain ONE way in which the author’s point of view, purpose, or intended audience may have influenced his assessment of the events described in the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "Use the passage to answer all parts of the question that follows.\n\na) Identify ONE historical process in South or Southeast Asia that accounts for the religion of the Srivijaya merchants in Quanzhou, as reported in the passage.\n\nb) Explain ONE aspect of the economic development of China under the Song dynasty that led to the flourishing of commerce that is reflected in the passage.\n\nc) Explain ONE way in which the author’s point of view, purpose, or intended audience may have influenced his assessment of the events described in the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Global Tapestry"
  },
  "topic": {
    "code": "1.1",
    "text": "1.1: Developments in East Asia from c. 1200 to c. 1450"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}