{
  "id": "VR146700",
  "type": "frq",
  "title": "Hroch Two Roads to Nationhood Secondary SAQ",
  "content": {
    "description": "“The modern nations came into being essentially by two roads. In one case, the state was, from the start of the process of national formation, already an established continuity, [most] often from the Middle Ages. These were states with their own ‘national elites’ and mature written cultural traditions. . . . For these states, the road to the modern nation was through an internal transformation . . . and the struggle to establish the modern nation was mainly a political struggle to define the nation as a community of equal citizens. . . .\n\nThis first type of development toward the modern nation was absent in Central and Eastern Europe. There, a different pattern was typical, [namely] that of multi-ethnic empires inhabited by many non-ruling ethnic groups. . . . Lacking not only statehood, but also written traditions in their own national language, these non-ruling ethnic groups in the multi-ethnic empires were in the most complicated situation. Their national movements had to pursue not only cultural and social emancipation and equality, but also political emancipation.”\n\nMiroslav Hroch, Czech historian and political scientist, introduction to Discourses of Collective Identity in Central and Southeast Europe (1770–1945), academic book published in 2007",
    "question": "Use the passage to answer all parts of the question that follows.\n\na) Identify ONE claim that the author makes in the passage regarding the “two roads” toward modern nation building.\n\nb) Identify ONE specific example of a nineteenth- or twentieth-century nationalist movement that would fit the pattern described by the author in the second paragraph. Your answer may be from Europe or from another part of the world.\n\nc) Explain ONE limitation of the author’s argument as a source for understanding the different types of nationalism that developed around the world in the period since 1750.",
    "image": null,
    "frqParts": [
      {
        "text": "Use the passage to answer all parts of the question that follows.\n\na) Identify ONE claim that the author makes in the passage regarding the “two roads” toward modern nation building.\n\nb) Identify ONE specific example of a nineteenth- or twentieth-century nationalist movement that would fit the pattern described by the author in the second paragraph. Your answer may be from Europe or from another part of the world.\n\nc) Explain ONE limitation of the author’s argument as a source for understanding the different types of nationalism that developed around the world in the period since 1750.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.2",
    "text": "5.2: Nationalism and Revolutions in the Period from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim or argument in a text-based or non-text-based source."
  }
}