{
  "id": "VR189133",
  "type": "frq",
  "title": "Women professions French poster",
  "content": {
    "description": "Use the image below to answer all parts of the question that follows.\n\nTHE DIFFERENT SOCIAL POSITIONS OF WOMEN, MASS-PRODUCED POSTER OFFERED FOR SALE TO INDIVIDUALS AND INSTITUTIONS, FRANCE, CIRCA 1890\n\nPrivate Collection / Archives Charmet / Bridgeman Images\n\nCaptions, from left to right:The Nun: “I relieve pain and misery; God supports me and encourages me.”The Midwife: “I take care of you with experience from the moment of your birth.”The Schoolteacher: “I impart virtue and wisdom to girls throughout their youth.”The Clothier: “With my skill, I adorn the ladies and increase their beauty.”The Servant: “I sew, bleach, and wait the table, which makes me indispensable.”The Worker: “In all my work, I apply myself—be it in the workshop or in the factory.”The Peasant: “Trust God that my hands’ work will put bread on your table.”",
    "question": "Respond to all parts of the question:\n\na) Identify ONE way in which the views reflected in the image represent a continuity with traditional notions of gender roles.\n\nb) Identify ONE way in which the views reflected in the image represent a change from traditional notions of gender roles.\n\nc) Explain ONE way in which the format or intended audience of the source may have influenced the way in which gender roles are portrayed in the image.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question:\n\na) Identify ONE way in which the views reflected in the image represent a continuity with traditional notions of gender roles.\n\nb) Identify ONE way in which the views reflected in the image represent a change from traditional notions of gender roles.\n\nc) Explain ONE way in which the format or intended audience of the source may have influenced the way in which gender roles are portrayed in the image.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.1",
    "text": "5.1: The Enlightenment"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Explain the significance of a source's point of view, purpose, historical situation, and/or audience, including how these might limit the use(s) of a source."
  }
}