{
  "id": "VR189132",
  "type": "frq",
  "title": "Von Laue on Westernization",
  "content": {
    "description": "“While the world revolution of Westernization [after 1850] created a political world order radically different from all past human experience, it also disrupted the non-Western societies constituting the bulk of humanity. . . . The Westerners with their sense of mission also introduced their education. Along the way [Western-educated intellectuals from non-Western societies] soon acquired a taste for the dominant ideals of the West, especially the liberal plea for equality, freedom, and self-determination and the socialists’ cry for social justice for all exploited and oppressed peoples and classes. . . .\n\nInevitably, the non-Western intellectuals turned their lessons to their own use. The ideals of freedom and self-determination justified protests over the humiliation of their countries and cultures. As a result of their Westernization they became anti-Western nationalists, caught in a love-hate attitude toward the West. . . .\n\nThe world revolution of Westernization perpetuated inequality and ruinous cultural subversion while at the same time improving the material conditions of life.”\n\nTheodore von Laue, historian, The World Revolution of Westernization, 1987",
    "question": "Use the passage to answer all parts of the question that follows.\n\na) Identify ONE non-Western nationalist leader whose actions might be used to illustrate the author’s argument in the passage.\n\nb) Explain ONE way in which the “world revolution of Westernization” identified by von Laue in the passage disrupted non-Western societies.\n\nc) Explain ONE reason why historians in the late twentieth century reinterpreted Western imperialism in the way that von Laue does in the second and third paragraphs of the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "Use the passage to answer all parts of the question that follows.\n\na) Identify ONE non-Western nationalist leader whose actions might be used to illustrate the author’s argument in the passage.\n\nb) Explain ONE way in which the “world revolution of Westernization” identified by von Laue in the passage disrupted non-Western societies.\n\nc) Explain ONE reason why historians in the late twentieth century reinterpreted Western imperialism in the way that von Laue does in the second and third paragraphs of the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Consequences of Industrialization"
  },
  "topic": {
    "code": "6.3",
    "text": "6.3: Indigenous Responses to State Expansion from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}