{
  "id": "VR189138",
  "type": "frq",
  "title": "Mexican Revolution DBQ",
  "content": {
    "description": "Document 1\n\nSource: Matías Romero Avendaño, finance minister in the government of President Porfirio Díaz, letter to Mexican factory workers who had gone on strike, 1892.\n\nThe government is not indifferent to the evils afflicting the working class of the Republic: if their wages are inadequate or if they lack employment, the first one to regret this situation is the president. However, these are private ills that fall largely beyond the government’s power to correct. Such is the case, unfortunately, of the problems that afflict the working class that you so honorably represent.\n\nGiven the laws that govern our country, the government cannot restrict the freedom of factory owners to fire or hire workers, nor can it intervene directly in the improvement of basic working conditions. No laws permit this nor do any economic interests oblige the government to dictate salaries, or prices, or working hours.\n\nIn your demands, you invoke the right to work. But this right also implies the obligation to find jobs. It cannot be the government’s responsibility to supply workers with jobs, or to compel anyone else to supply them. Labor is subject, by unavoidable natural phenomena, to the law of supply and demand.\n\nDocument 2\n\nSource: José Guadalupe Posada, Mexican printmaker famous for his depictions of political events, illustration for a popular news print describing the government’s suppression of street protests in Mexico City after a disputed election in which Porfirio Díaz was reelected president, despite allegations of widespread voter fraud, 1892.\n\nThe Elisha Whittelsey Collection, The Elisha Whittelsey Fund, 1946\n\nTranslation of newspaper title and subtitle above the image:\n\nSTREET GAZETTE. This newspaper is published when sensational events demand it.\n\nDocument 3\n\nSource: José Francisco Godoy, Mexican consul in New York City, toast at a banquet given by the New York Chamber of Commerce in celebration of the good business relationship between Mexico and the United States, The Waldorf Astoria Hotel, New York City, 1908.\n\nGentlemen, if we compare the Mexico of today with the Mexico of thirty years ago, the justice and the administrative abilities of our President Porfirio Díaz become apparent (applause). In the Mexico of today peace and tranquility reign supreme through the land, public education has made great progress, sanitary regulations are strictly adhered to, railways have been built, and public safety and the rights of foreigners (as well as of Mexicans) are rigidly safeguarded. The [United States] Department of Commerce and Labor recently praised the leaders of the Mexican Republic who, “realizing the necessity for outside aid in developing the natural resources of their country, have wisely framed such laws as are required to guarantee the commercial, financial, and industrial interests of [American] businesses and have thereby achieved the constant increase of foreign capital invested in Mexico.”\n\nAll that I have said is sufficient to demonstrate the flourishing condition of Mexico and that we Mexicans, by placing General Díaz at the head of the administration of our country have, as you say, “the right man, in the right place, at the right time.” (applause)\n\nDocument 4\n\nSource: John Kenneth Turner, United States journalist who had lived in Mexico during the last years of the Porfirio Díaz regime, Barbarous Mexico, travelogue published in Chicago, 1910.\n\nSlavery in Mexico! Yes, I found it. I found it first in Yucatan. The climate of northern Yucatan happens to be perfectly adapted to the production of henequen.* Here we find vast henequen plantations extending for miles and miles. The owners of these great plantations are the chief slave-holders of Yucatan and the plantation workers are the slaves. The slaves are 8,000 Yaqui Indians imported from Northern Mexico, 3,000 Chinese and Koreans, and between 100,000 and 125,000 native Mayas, who formerly owned the lands that the henequen planters now own.\n\nThe planters do not call their workers “slaves” especially when speaking to strangers. They do not call their system slavery; they call it enforced service for debt. At first I thought it would not be so bad if the servant had an opportunity of buying back his freedom. But I found that such was not the custom. “You need have no fear in purchasing this plantation,” one owner said to me, “of the laborers being able to buy their freedom and leave you. They can never do that.” “It is very easy to recruit workers,” another planter told me. “All that is necessary is that you get some free laborer in debt to you, and then you have him. We are always getting new laborers in that way.”\n\n*a plant that produces tough fibers that were in great demand in the United States and Europe, mostly for use in agricultural harvesting and baling machines\n\nDocument 5\n\nSource: Marion Letcher, United States consul in Chihuahua, Northern Mexico, “United States, British, French, and Mexican Investment in Mexico,” report commissioned by the United States Senate subcommittee on Mexico, 1911. The figures are in millions of dollars.\n\nTYPE OF INVESTMENT\n    UNITED STATES   \n BRITISH AND FRENCH\n       MEXICAN      \n\nRailways\n 644\n 186\n 138\n\nMines and smelters\n 250\n 49\n 15\n\nRanches, farms, livestock, timber\n 21\n 14\n 114\n\nFactories, cotton mills, breweries\n 11\n 23\n 16\n\nStores\n 4\n 8\n 74\n\nOil industry\n 15\n 10\n 1\n\nRubber industry\n 15\n -\n 4\n\nOther\n 97\n 176\n 430\n\nTOTAL\n 1,057\n 466\n 792\n\nDocument 6\n\nSource: Ricardo Flores Magón, Mexican intellectual and social reform activist of Native American ethnicity, “The Right of Property,” editorial published in the revolutionary newspaper Regeneración (Rebirth), March, 1911.\n\nThe right of property is an absurd right because it had its origins in crime, fraud, and abuse of power. In the past, land was worked in common, forests provided firewood to the hearths of all, harvests were distributed among the members of the community according to their needs. In Mexico, this custom thrived in indigenous communities in the era of Spanish domination and existed until recently. The attempt to take away the common lands of indigenous communities caused the recent Yaqui Wars in Sonora and the troubles with the Mayas in the Yucatan.\n\nThe return of the land to the peasants should be accomplished during the present uprising. We revolutionaries will not be committing a crime by turning over the land to the working people, because, by natural law, it already belongs to them. It is the land that their ancestors watered with their sweat; the land that the Spaniards robbed by force from our Indian fathers. That land belongs to all Mexicans. Some of those who own the land currently might have bought it; others might have acquired the land by taking advantage of their friendship with corrupt government officials. Others still acquired the land by giving loans with high interest to the small indigenous farmers, forcing them to leave the land because they could not repay the debt.\n\nDocument 7\n\nSource: Anonymous author, “The Death of Emiliano Zapata,” a corrido* folk song lyrics, 1919.\n\nListen, dear sirs, to the corrido relating a sad event;           For Zapata, the great insurgent has been killed.\n\nThe good Emiliano who loved the poor and wanted to give them freedom;           for this the Indians of the villages joined him in his fight.\n\nZapata was born among the poor, lived among the poor, and fought for the poor.           “I don’t want riches, I don’t want honors,” he said to all.\n\nMister Zapata, terror of the gachupines** has died!           Where is our leader Zapata who was the punishment of the rich?\n\nHe said to his followers: “When I am dead, fight to defend your communal lands, like a man should!”           He said to his loyal assistant: “As long as I am alive, the Indians will be the owners of their land.”\n\nLittle stream, what did the flowers tell you?           “They said that Zapata is not dead, and that he will return.”\n\n*During the Revolution, corridos were popular songs on current social or political issues, whose lyrics were printed in pamphlet form and either sold or distributed for free by politicians or interest groups.\n\n**a derogatory term for Mexicans of European ancestry",
    "question": "Evaluate the extent to which economic factors led to the outbreak of the Mexican Revolution (1910–1920).",
    "image": null,
    "frqParts": [
      {
        "text": "Evaluate the extent to which economic factors led to the outbreak of the Mexican Revolution (1910–1920).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.8",
    "text": "5.8: Reactions to the Industrial Economy from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}