{
  "id": "VR261600",
  "type": "frq",
  "title": "Soho Tokutomi et al on Meiji Japan Soc Change",
  "content": {
    "description": "Document 1\n\nSource: Emori Ueki, Japanese writer and political activist, “Country Song of People’s Rights,” included in his political treatise The Theory of Popular Rights, published in 1879.\n\nThe rights of freedom are possessed by everyone,                                        Freedom is a gift of heaven.\n\nThe people of Japan call for the extension of rights,                                        But there are no methods to extend our rights,                                        Because the law allows us no freedom.                                        If a government is evil,                                        If it checks the freedom of the people,                                        Then it makes a great mistake.\n\nLet’s push for the rights of liberty.                                        A political system of constitutional freedoms                                        Is the pressing need of today.\n\nDocument 2\n\nSource: Soho Tokutomi, Japanese journalist and political commentator, Future Japan, book published in 1886.\n\nEven though thirty years ago the civilization of Japan was headed on an extremely uncertain course, the country changed direction with lightning speed, and set off in pursuit of Western Civilization.\n\nBehold! The downfall of our traditional society took place a mere ten years or so ago. Behold! The establishment of a parliament is already about to take place in the near future. Our formerly slave-like commoners have risen in status, while their former samurai masters have fallen in status. Already the two groups are coming to meet on an equal footing.\n\nFor this reason, we should not call this the transformation of Japan, but the regeneration of Japan. The old Japan has already died and what exists in the present day is a new Japan.\n\nDocument 3\n\nSource: Chikanobu Toyohara, Japanese painter, woodblock print showing fashionable elite Meiji-era women and girls, 1887.\n\nPublic Domain\n\nDocument 4\n\nSource: The Constitution of the Empire of Japan, popularly known as the Meiji Constitution, enacted in 1889.\n\nThe Emperor declares that he respects and pledges to protect the rights and the property of the people. . . .\n\nARTICLE 3. The Emperor is sacred and he cannot be challenged. . . .\n\nARTICLE 5. The Emperor exercises the legislative power with the consent of the Parliament. . . .\n\nARTICLE 29. Japanese subjects shall, within the limits of law, enjoy the liberty of speech, writing, publication, public meetings and associations. . . .\n\nARTICLE 34. The Parliamentary House of Peers shall be composed of the members of the Imperial Family, other members of the nobility, and of those persons who have been nominated by the Emperor.\n\nARTICLE 35. The Parliamentary House of Representatives shall be composed of Members elected by the people.\n\nDocument 5\n\nSource: Shikin Shimizu, Japanese female editor of Women’s Education Journal, a periodical published in Tokyo, “The Broken Ring,” editorial, 1891.\n\nWhen I got married, I was living in the provinces. I knew only the old customs and thought of them as natural. At the women’s school I attended, we were taught that to submit to one’s husband was a quality of unsurpassable virtue in women.\n\nYet, during the first two or three years following my own arranged marriage, a strong sense of indignation on behalf of young women began to stir in me. I always kept new publications on the topic near me and pored over them between tasks around the house. I began to understand that Japanese women had the right to seek the freedom and fulfillment that are their due.\n\nI began to write occasionally on these difficult subjects and send my writings to various journals and newspapers. I also decided to try and guide my husband so that he might change his ways. But, whenever I tried to speak about these things, he would interrupt me, dismissing my arguments. Though sorry to do so, I decided to leave him. Since then, I have dedicated myself solely to the betterment of society through writing.\n\nDocument 6\n\nSource: “On the Spirit of Chivalry,” Editorial in Yorozu Choho, the most widely circulated newspaper in Japan, 1898.\n\nIn the feudal times of yore, our people cherished justice, helped the weak and held the strong to account. If they saw someone else in distress or danger, they shied away neither from fire nor from water to help them but sacrificed their lives without regret.\n\nBut our own age could not be more different. It is marked by blind egotism, as expressed in phrases such as “the strong win, the weak lose” that show a mean, merchant-like spirit, only calculating on investment and return. How far we have come from the days of chivalry, which used to be the natural expression of the warrior spirit of the Japanese people!\n\nDocument 7\n\nSource: Kakuzo Okakura, Japanese artist and art critic, The Book of Tea, written in English and published while the author was head of the Asian Art collections of the Boston Museum of Fine Arts, 1906.\n\nThe Japanese tea ceremony is an adoration of the beautiful among the sordid reality of everyday existence.\n\nThe average Westerner will see in the tea ceremony but another example of the thousand and one oddities which, to him, mark the quaintness and childishness of the East. When will you Westerners understand, or try to understand, the East?\n\nWe too used to have our own misconceptions about you, but they are vanishing fast. Commerce has forced European languages on our societies. Asian youth are flocking to Western colleges to be equipped with a modern education. Some of my compatriots have adopted too much of your customs and etiquette, in the delusion that wearing starched collars and tall hats equals civilization. Pathetic and deplorable as such actions are, at least they show our willingness to seek to understand Western culture. Unfortunately, your attitude remains unfavorable to understanding the East.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the Meiji Restoration (1868) affected Japanese society.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which the Meiji Restoration (1868) affected Japanese society.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Global Tapestry"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Developments in Dar al-Islam from c. 1200 to c. 1450"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}