{
  "id": "VR598171",
  "type": "frq",
  "title": "Nationalist Resistance to States DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: René Lévesque, French-Canadian politician, founder of the Parti Québécois,1a political party that advocates independence for Québec from the rest of Canada An Option for Québec, book written in 1968.\n\nWe are Québécois! What this means is that we are attached to Québec, the only place where we have the unmistakable feeling that we are at home. The Québécois have a personality that has survived for three and a half centuries.\n\nAt the core of this personality is the fact that we speak French. Everything else depends on this one essential element. We are heirs to the early America that was almost entirely French. To be unable to use our own language and live according to our own ways would be like living without an arm or a leg or even a heart.\n\nWe believe that the current political structure of Canada can only increase difficulties between the Québécois and English-speaking Canadians. Both sides must realize that this structure should be modified substantially or abolished. Once our self-determination is obtained, it will be up to us to protect our language and our culture.\n\nDocument 2\n\nSource: Christopher Chukwuemeka Ejiofor, a military advisor to the leader of the Biafran Republic,1a separatist state in southeastern Nigeria that existed from 1967 to 1970 interview conducted in 2018.\n\nAs of 1967, the people of eastern Nigeria had suffered a lot and were jobless. Everyone in the eastern region had lost someone because we were mainly Christians and the Muslim Northerners attacked Christians. When we declared the independent state of Biafra, no one thought that these attacks would happen again. No one thought it would turn into a war that would last for three years. The Biafran army didn’t have weapons, a standing air force, or navy.\n\nThe major thing that harmed Biafrans during the war was that we thought American and Italian Christians would recognize us and help us. That never happened because all they were interested in were economic resources. But Muslim Northerners, because of their religion, had ties with Saudi Arabia and all the North African countries and those countries supported them during the war.\n\nDocument 3\n\nSource: Tengku Hasan di Tiro, the founder of the Free Aceh Movement, a separatist movement in Indonesia, speech given in 1977.\n\nPeople of Aceh: Your birthplace is the most valuable piece of land on this planet and the richest. This is why foreign peoples would like to rob it from you. The Dutch had tried to rob us before. Now the Javanese1a reference to the largest ethnic group in Indonesia, which dominated most government positions are trying to do it. They are being backed up by foreign land-speculators—all former colonialists who want to share our wealth with the Javanese.\n\nAny Acehnese who has come to believe that he is not Acehnese but “Indonesian” is suffering an identity crisis. Our Acehnese nation is in the midst of a mortal identity crisis now, fostered by the Javanese who wanted to replace the Dutch to colonize us. This is why we are here, to organize a resistance for the survival of our people, our language, our culture, our religion, and our right to live as a sovereign people.\n\nDocument 4\n\nSource: Election manifesto of the Tamil United Liberation Front, a political party in Sri Lanka that advocated for the independence of Tamil-speaking regions in Sri Lanka, 1977.\n\nThe Tamil1a mostly Hindu ethnic group that inhabits parts of Sri Lanka and south India nation is confronted with the danger of becoming a minority in its own homeland and realizes the need to liberate its land to save itself from destruction.\n\nThe Sinhalese2a mostly Buddhist ethnic group that makes up the majority of the population of Sri Lanka Sri Lankan government has given Buddhism preeminence in the constitution and declared it the only religion that would enjoy state protection. The government is imposing the Sinhala language, and Sinhala words are creeping into the Tamil language. The identity of the Tamil culture will be destroyed and finally the Tamil nation would disappear from this land. That is the government’s goal.\n\nWhat is the alternative now left to a Tamil nation that has lost its rights to its language, its citizenship, its religion, and continues to lose its traditional homeland to Sinhalese colonization? The only alternative is to proclaim that we alone shall rule over our land. Sinhalese imperialism must end. The Tamil United Liberation Front regards the general election of 1977 as a means of showing the Sinhalese government that the Tamil nation is determined to liberate itself.\n\nDocument 5\n\nSource: Poster distributed by the Shining Path, a Maoist communist guerilla movement in Peru that primarily relied on support from Peru’s peasant population and advocated for the overthrow of the Peruvian government, first issued in the 1980s.\n\nThe Picture Art Collection / Alamy Stock Photo\n\nThe Spanish text in the poster says, “People of Peru, do not vote! Long live the People’s War!” PCP stands for Partido Comunista del Perú (Peruvian Communist Party), the official name of the Shining Path movement.\n\nDocument 6\n\nSource: “A Scenario for Peace,” publication issued by Sinn Féin, the political wing of the Provisional Irish Republican Army,1an armed group that sought to separate Northern Ireland from Great Britain and unite it with the Republic of Ireland May 1987.\n\nThroughout history, Ireland has been universally regarded as one unit. The Irish people have never relinquished their claim to the right to self-determination. For centuries, the relationship between the British government and the Irish people has been between the conqueror and the conquered, the oppressor and the oppressed.\n\nThe 1922 partition of Ireland was imposed on the Irish people. Partition perpetuates the British government’s denial of the people of Northern Ireland’s right to self-determination. It perpetuates the cycle of oppression, domination, and resistance.\n\nThe Loyalists to Britain are a national minority in Ireland. Sinn Féin seeks a new constitution for Ireland that would include written guarantees for the Loyalists. We offer them peace and equality if they agree to end religious sectarianism.\n\nDocument 7\n\nSource: Memorandum of the Islamic Salvation Front of Algeria, issued in 1993 during the Algerian Civil War, which lasted from 1991 to 2004.\n\nThe illegitimate ruling Algerian government is still pursuing an open war against God and his messenger. The government is pursuing the path of evil. It destroys the houses of God (mosques), and it detains free people and scholars. It punishes thousands of families and it betrays the people. This type of operation has repeated itself in several places in the mountains and in the countryside.\n\nTherefore, the Islamic Salvation Front announces to the Muslim people of Algeria and to the entire world, that it rejects any dialogue or reconciliation with the Algerian government. We shall not accept any alternative to an Islamic state according to Islamic Shari’a law.",
    "question": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which nationalism inspired resistance to state authority in the second half of the twentieth century",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which nationalism inspired resistance to state authority in the second half of the twentieth century",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Cold War and Decolonization"
  },
  "topic": {
    "code": "8.2",
    "text": "8.2: The Cold War"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}