{
  "id": "VR598766",
  "type": "frq",
  "title": "Biran Mongol Conquests Secondary SAQ1",
  "content": {
    "description": "Use the passage below to answer all parts of the question that follows.\n\n“The Mongol conquests have been defined as the last chapter of the Eurasian transformations of the tenth [through the] thirteenth centuries. Yet with the same, or even better, justification they can also be regarded as the first chapter of a new era, perhaps the early-modern one. . . . The Mongol period was a significant step towards closer integration of the old world, both inside and outside the empire’s realm. Certainly the vast dimensions of the empire contributed to that, but the role of the Mongols was not limited to [being] the passive medium through which [their] subjects learned from one another. Instead they actively promoted inter-cultural exchange.”\n\nMichal Biran, historian, “The Mongol Transformation: From the Steppe to Eurasian Empire,” article published in 2004",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify ONE economic development that would support Biran’s argument in the passage regarding the Mongols and the “integration of the old world.”\n\nb) Explain how ONE piece of evidence would challenge Biran’s argument regarding the Mongols and “the first chapter of a new era.”\n\nc) Explain how ONE intercultural transfer or exchange resulted from the Mongol conquests.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify ONE economic development that would support Biran’s argument in the passage regarding the Mongols and the “integration of the old world.”\n\nb) Explain how ONE piece of evidence would challenge Biran’s argument regarding the Mongols and “the first chapter of a new era.”\n\nc) Explain how ONE intercultural transfer or exchange resulted from the Mongol conquests.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Networks of Exchange"
  },
  "topic": {
    "code": "2.2",
    "text": "2.2: The Mongol Empire and the Making of the Modern World"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain how claims or evidence support, modify, or refute a source's argument."
  }
}