{
  "id": "VR598164",
  "type": "frq",
  "title": "Crone Islam and Politics Secondary SAQ1",
  "content": {
    "description": "Use the passage below to answer all parts of the question that follows.\n\n“As medieval Muslims saw it, government was the inseparable companion of [religion]. . . . It is this starting point that gives Muslim political thought so different a character from that of its counterpart in the West. . . . The Muslims started with [this] conviction: [religious] truth and [political] power appeared at the same times in history and regulated the same aspects of life, more precisely all of them. . . . [By contrast], in medieval Europe, where religious authority and political power were embodied in different institutions, the disagreement over their relationship took the form of a protracted controversy over the relationship between church and state. But in the [Muslim world], religious authority and political power were embodied in a single multi-purpose institution.”\n\nPatricia Crone, historian, God’s Rule, book published in 2004",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify ONE claim that the author makes in the passage regarding the political differences between the Muslim world and Europe before 1450.\n\nb) Identify ONE specific piece of evidence not found in the passage from the Muslim world OR from Europe in the period before 1450 that could be used to support the author’s main argument in the passage.\n\nc) Explain how ONE development in the Muslim world during the period before 1450 would challenge the author’s claim that “government was the inseparable companion of religion.”",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\na) Identify ONE claim that the author makes in the passage regarding the political differences between the Muslim world and Europe before 1450.\n\nb) Identify ONE specific piece of evidence not found in the passage from the Muslim world OR from Europe in the period before 1450 that could be used to support the author’s main argument in the passage.\n\nc) Explain how ONE development in the Muslim world during the period before 1450 would challenge the author’s claim that “government was the inseparable companion of religion.”",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Global Tapestry"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Developments in Dar al-Islam from c. 1200 to c. 1450"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim or argument in a text-based or non-text-based source."
  }
}