{
  "id": "VR598771",
  "type": "frq",
  "title": "Imperialism and Economies in Asia and Africa DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: T. G. Edwards, manager of a government-run sugar factory in Wonopringgo, Java, Dutch East Indies, letter to the Dutch colonial government in Jakarta, 1858.\n\nUnfortunately, many of the potential Javanese workers for the sugar processing factory are already forced to work on sugar fields under the Dutch government’s Cultivation System.1A system of labor in Dutch-ruled Java that forced Javanese farmers to work for parts of the year producing export cash crops, which they then had to sell to the colonial government at artificially low prices There is not a single peasant in the district who is not subject to multiple demands on his labor, from the government or from local Javanese elites.\n\nI have had one of my factory agents travel around the villages in the district all year looking for workers. Despite offering them good wages, I have never succeeded in getting more than five men per day. When I ask the men to work in the factory full time, they all answer that they would if I could get them freed from government-imposed work.\n\nDocument 2\n\nSource: The British East India Company, data from reports submitted to the British Parliament, based on totals of all goods traded in Indian ports that were under the control of the company, 1810–1830.\n\nDocument 3\n\nSource: Bankim Chandra Chatterjee, Indian journalist and intellectual, The Cultivators of Bengal, article published in a Bengali-language newspaper, Kolkata, India, 1872.\n\nWe pay for what we buy from England by exporting Indian agricultural commodities such as rice, silk, indigo, etc. It goes without saying that as the trade with England expands, so will the demand for such agricultural commodities. Ever since the establishment of British rule, the trade of India has increased, leading to an expansion of agriculture.\n\nThe Indian cotton weaving trade may have collapsed because of cheap British cloth imports, but why does the weaver not move to another occupation? He may not be able to support his family by weaving cloth, but he should be able to do so if he would switch to cultivating rice.\n\nBut people in our country are reluctant to give up their hereditary trades. This reluctance is unfortunate for our weavers, but it does not mean a loss of wealth for India as a whole.\n\nDocument 4\n\nSource: Lobengula Khumalo, ruler of the Matabele (Ndebele) people of present-day Zimbabwe, contract with business associates of English businessman Cecil Rhodes’ mining company, 1888.\n\nLet it be known that Charles Rudd of Kimberley (South Africa), Rochfort Maguire of London, and Francis Thompson of Kimberley have made a contract with me and agreed to pay me and my heirs the monthly sum of 100 pounds sterling (British currency) and the delivery of 1,000 rifles made in England. Further, they have promised to deliver a steamboat with guns suitable for the defense of my territories on the Zambezi River.\n\nIn exchange for these presents, I hereby grant to the above-mentioned individuals and their heirs the complete and exclusive right to collect, sell, and enjoy the profits of all of the metals and minerals contained in my kingdoms. And since I have been much pestered lately by various persons and companies seeking these rights, I further grant to them the right to take all necessary measures to exclude all their competitors seeking mining rights and privileges from my kingdoms.\n\nDocument 5\n\nSource: Moyo, a Congolese refugee, testimony given to the Belgian government as part of a larger investigation into the condition of the native population of the Belgian Congo, 1904.\n\nEach village from our district had to produce 80 loads of rubber per month. As rubber plants got scarcer, the White man reduced the required amount only by a little. We got no pay! Our village got cloth and a little salt from the government, but it did not go to the people who collected the rubber. Instead, our chiefs used up the cloth; the workers got nothing. The pay was given to the Chief, never to the men.\n\nIt used to take ten days to get twenty loads of rubber. We were always in the forest and then if we were late making the delivery, we could be killed. We had to go further into the forest to find the rubber vines and our women had to give up cultivating fields and gardens. Then we starved. Wild animals killed some of us when we were working in the forest, and others got lost or died from exposure and starvation. We begged the White men, saying we could get no more rubber, but the White men and their soldiers refused. We tried, always, to go further into the forest, and when we failed, and our rubber delivery was short, the soldiers came to our towns.\n\nDocument 6\n\nSource: Ndansi Kumalo, member of the Ndebele ethnic group of present-day Zimbabwe, oral memoir of his experiences in the 1890s, recorded by a British anticolonial activist and published in 1936.\n\nAfter our rebellion had been put down,1a reference to the 1896–1897 Ndebele revolt against White settlers we were offered work in the mines and farms of the White people to earn money, and so we were able to buy back some cattle to replace the ones that had been lost during the rebellion. At first, of course, we were not used to working for a wage, but the colonial government ordered the chiefs to advise the young people to go to work, and gradually they went. In a few years we had recovered our livelihoods somewhat.\n\nBut then the taxes came. At first, it was 10 shillings [British currency] a year. Soon the Government said, “This is too little, you must contribute more, you must pay one pound.” We were also taxed 5 shillings for a dog. Then the Government told us that we were living on private land that supposedly belonged to the White settlers; the owners wanted rent in addition to the Government tax.\n\nDocument 7\n\nSource: Anonymous Tanzanian participant in the 1905–1907 Maji Maji uprising against German colonial rule, interview conducted by African historians from newly independent Tanzania, published in 1967.\n\nIn 1902, the Germans established cotton plantations in our Matumbi district. Every village was allotted days on which it had to cultivate the plantations. One person had to come from each household on the allotted days.\n\nThis work made us suffer greatly. We were whipped for the smallest mistake, and once you started working, there was no break. Some of us were assigned to clear the land of trees, others tilled the land, others would smooth the ground and plant the cotton seeds, another group did the weeding, another the picking, and yet another transported the bales of cotton to the coast beyond Kikanda for shipping.1The colonial government of German East Africa exported the cotton to Europe. The work was astonishingly hard and our only reward was the whip. And yet the German also wanted us to pay him taxes in addition to the plantation work! Our people came to hate German rule, which was so cruel. It was not because we were lazy or disliked agriculture. If it had been good agriculture with meaning and profit, we would never have risked our lives by starting a rebellion.",
    "question": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which European imperialism affected economies in Africa and/or Asia in the nineteenth and early twentieth centuries.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which European imperialism affected economies in Africa and/or Asia in the nineteenth and early twentieth centuries.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Consequences of Industrialization"
  },
  "topic": {
    "code": "6.2",
    "text": "6.2: State Expansion from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}