{
  "id": "VR622292",
  "type": "frq",
  "title": "Russian Collapse DBQ",
  "content": {
    "description": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nDocument 1\n\nSource: Mariia Shkol’nik, Russian woman socialist, recollections of her activities in Odessa, southern Russia, circa 1900, from her memoirs published in 1930.\n\nWhen I arrived in Odessa, revolutionary organizations had already established a solid position among the workers of the city. Secret anti-government activities at the time consisted primarily of publishing and spreading forbidden revolutionary literature.\n\nThis could take the form of dozens of young men and women, late at night, pasting posters on telegraph poles or tossing them into the courtyards of the factories and mills. Or, in the theaters, leaflets would suddenly rain down from several sides. This was the reign of paper terror, and the police were helpless to combat it. Before they could collect and destroy the proclamations, the audience read these uncensored words against the orders of the governor, who had banned them on pain of six months incarceration in prison. It is hardly necessary to say that the posters assailed the Tsarist regime, explaining to the workers that an improvement of their economic position was impossible under a political system that prohibited strikes and freedom of speech and assembly.\n\nDocument 2\n\nSource: Leo Tolstoy, famous Russian novelist and intellectual, “To the Tsar and His Assistants,” open letter, published in 1901.\n\nYou, our statesmen, seem to think that Russia’s troubles are caused by a small number of troublesome, dissatisfied men, who can be subdued and repressed, and then everything will again be fine, and nothing will need to be changed.\n\nBut, in fact, for decades now such people have been imprisoned and executed by the thousands—yet their number is ever increasing, and discontent with the conditions of life not only grows, but has now reached millions of the working classes—the great majority of the whole nation. And you in the government need to clearly see the root cause that produces discontent among the people.\n\nThat cause is that the government has not only failed to abandon its despotic methods but has doubled down on despotism and has separated itself more and more from the people and their needs. So the problem is you—the rulers—who through your resistance to change have come to be seen by the people as an obstacle depriving them of the blessings of freedom and enlightenment.\n\nDocument 3\n\nSource: Nicholas Lokhov, Russian painter, member of a revolutionary socialist party, mass-produced flyer, published and distributed secretly in 1901.\n\nThe text surrounding the pyramid reads:[Emperor and Empress]: “We reign over you.”[Nobility]: “We rule you.”[Clergy]: “We fool you.”[Army]: “We shoot at you.”[Bourgeoisie]: “We eat for you.”[Workers]: “We work for you.”[Peasants]: “We feed you.”A caption below the pyramid (not shown) reads: “The time will come when the people in their fury will straighten their bent backs and bring down the structure with one mighty push of their shoulders.”\n\nDocument 4\n\nSource: “The Economic Conditions in Russia,” article in Novoe vremia, a major daily newspaper published in St. Petersburg, 1916.\n\nLet’s take people who earn 50-60 rubles a month, which is the majority of factory workers. How can they live in the city on that money? Even in the remote provinces, that sort of monthly income is not enough to make ends meet. And in Petrograd [St. Petersburg] it is impossible. Take salted cod fish, which has always been popular among the lower classes because of its low cost. In 1910, a pound of cod cost about 0.10 rubles, but since 1914 this food item began rising in price and now sells for about 0.75 rubles per pound. After such a price rise, what is left for the poor folk to eat? Butter has reached 2.20 rubles. Potatoes have risen in price six-fold. A pound of cabbage now costs 0.25 rubles. They keep telling us about the healthiness of a vegetarian diet. But what kind of vegetarian diet can one have at the current prices of vegetables?\n\nDocument 5\n\nSource: Russian secret police, report to the tsar on conditions in Petrograd [St. Petersburg], 1916.\n\nThe gradually increasing disorganization of the entire country has become chronic and is beginning to threaten results achieved on the front lines in the First World War. If it remains unchecked, it could plunge the country into chaos of catastrophic proportions.\n\nIn the capital [Petrograd], despite a great increase in wages due to the shortage of labor, the economic condition of the masses is worse than terrible. While wages have risen by 50 percent, the prices on all products have increased 100 to 500 percent.\n\nThe impossibility of buying many food products and necessities, the time wasted standing in lines to obtain goods, the increasing incidence of disease due to malnutrition and unsanitary living conditions, have made the workers, as a whole, prepared to stage the wildest excesses of a “hunger riot.”\n\nDocument 6\n\nSource: Russian State Duma [Parliament], report to Tsar Nicholas II, February 1917.\n\nYour Imperial Majesty,\n\nIn a moment of terrible danger, the worst policy is to shut one’s eyes to the full seriousness of the actual situation. The situation in Russia today is both catastrophic and profoundly tragic. Our army is not defeated; in fact, it is better supplied with arms than ever before. But behind the army, the breakdown is such that it threatens to render useless all the sacrifices and heroism shown at the front, and to tip the scales to the advantage of our enemies.\n\nFrom every corner of Russia come reports, each more dismal and miserable than the other. The mayor of Moscow reports that the situation there with respect to the food supply is critical. Instead of the required 65 train cars of flour, in December [of 1916] the daily flour supply was not more than 50 train cars, and in January [of 1917] it fell to 42 train cars per day. That is, the supply only met about half the need. Unless supplies increase immediately, Moscow will soon have absolutely no reserves of flour, and the population will starve.\n\nDocument 7\n\nSource: George Buchanan, British ambassador to Russia, memoir published in 1923.\n\nThe Emperor Nicholas II was one of the most pathetic figures in history. He loved his country. Yet it was he who caused the catastrophe, which has brought it to utter ruin and misery.\n\nHis initial and fundamental mistake was in failing to comprehend that the Russia of his day could not be governed on the same lines as the Russia of the past. The Empire had undergone a vast territorial expansion. Its population had risen to over 160 million; it had witnessed the liberation of the serfs, the birth of industries in the great towns, the increase in the numbers of the working class, and the growing influence of the intellectuals. The nation’s needs had grown—yet Nicholas and his government were unwilling to meet these needs.\n\nA vast Empire, in which some 75 percent of the population was illiterate, in which the revolutionary spirit of 1905 remained alive, in which the Church was rapidly losing its hold on the people, in which justice was ill-administered, and in which nearly every branch of the administration was as incompetent as it was corrupt; and then, on the top of all this, a world war!",
    "question": "In your response you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which economic factors were the leading cause of the collapse of the Russian Empire.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response you should do the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which economic factors were the leading cause of the collapse of the Russian Empire.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Global Conflict"
  },
  "topic": {
    "code": "7.1",
    "text": "7.1: Shifting Power after 1900"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}