{
  "id": "VR734095",
  "type": "frq",
  "title": "Pagden Fall of European Empires Secondary SAQ",
  "content": {
    "description": "“The fall of the modern European empires was as rapid as their rise had been, and in most places the reasons for their downfall were similar. Ultimately all [empires] had maintained their rule through [acceptance by conquered peoples] rather than by force or the threat of force. . . . What had applied to the Roman Empire also applied to the British and the French, the German, and, ultimately, even the Russian: subject peoples were only to remain in subjection so long as at least a significant number of them could see some benefit to them in so doing.\n\nResistance to any kind of rule requires organization and courage. In the case of resistance to colonial rule, however, it also requires some vision of a better future in some postcolonial world. It requires an ideology capable of mobilizing those who might otherwise be prepared to accept the status quo as merely inevitable. Ironically, this ideology was provided by the same refashioning of society that had been the driving force behind most modern imperialism, namely nationalism.”\n\nSource: Anthony Pagden, British historian, Peoples and Empires, 2003",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nIdentify ONE claim that the author makes in the passage.\n\nExplain how ONE development in the second half of the twentieth century could be used to support the author’s claim about nationalism in the second paragraph.\n\nExplain how ONE development from the nineteenth or twentieth century could be used to challenge a claim that the author makes in the first paragraph.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nIdentify ONE claim that the author makes in the passage.\n\nExplain how ONE development in the second half of the twentieth century could be used to support the author’s claim about nationalism in the second paragraph.\n\nExplain how ONE development from the nineteenth or twentieth century could be used to challenge a claim that the author makes in the first paragraph.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Consequences of Industrialization"
  },
  "topic": {
    "code": "6.2",
    "text": "6.2: State Expansion from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe a claim or argument in a text-based or non-text-based source."
  }
}