{
  "id": "VR734091",
  "type": "frq",
  "title": "Islamic Women and Social Change DBQ",
  "content": {
    "description": "Document 1\n\nSource: Aisha al-Taymuriyya, Egyptian woman poet and novelist, essay titled “Family Reform Comes Only Through the Education of Girls,” article published in Al-Adab, a conservative Egyptian newspaper, 1889\n\n“It is the duty of the male establishment to concern itself with the education of girls and the refinement of families. Take the example of a man in the following situation—his educated wife loves him, comforts him, and expertly manages his household. Despite this, he works to hide her abilities from the rest of society, and fears that by announcing her worth it will be said that she is an educated woman, which will disrupt his peaceful life.\n\nHow astounding that our civilization is obsessed with decorating young women in jewelry, and exaggerating their beauty. But this practice casts these girls into a pit of evil; they have earned nothing from these trinkets but vanity. If male authorities strove for the improvement and progress of these girls’ behavior through their education, these women would then find themselves adorned with necklaces strung with pearls of wisdom.”\n\nDocument 2\n\nSource: Zaynab Fawwaz, Lebanese woman writer, “Fair and Equal Treatment,” essay published in an Egyptian newspaper, 1891\n\n“The fact is that we have not seen any law coming from Islam ruling that women are to be prohibited from involvement in the occupations of men. A woman is just as much a human being as a man is, with complete mental faculties and abilities. So many women have ruled over men, participated in government, determined statutes of law and behavior, recruited soldiers, gone forth into battle, and carried out wars—like the many queens who have preceded us and ran their kingdoms well.\n\nRegarding the poor women in Cairo or Alexandria, most of them pursue work just like men. Among these women are merchants, craft workers, and those earning their livelihood with male laborers in construction and in other professions. We find the markets are full of women capable of competing with men in business and many other activities. The intelligent person who examines the world’s affairs finds the two sexes equal.”\n\nDocument 3\n\nSource: Doria Shafik, Egyptian woman feminist, unpublished memoir written in 1960, describing an event from her childhood that occurred circa 1915\n\n“An agitated atmosphere reigned in our house that Monday. The cause of this gloom was the news that a family friend had just learned that her husband had taken a second wife, because she had given birth to twin daughters but failed to produce a male heir. Now faced with a second wife in her household she shouted, ‘I want a divorce!’\n\nWith that shout an icy silence fell over the room. I was astonished both by the woman’s violent reaction as well as the energetic opposition to her decision by the women around her. Grandmother, whose attachment to the past could not be severed so easily, led the campaign. ‘I don’t understand you women of today insisting on exclusiveness. By taking a second wife the husband reduces the burden on the first woman. When my husband took another wife, I was pleased to have a new friend. And even when he took a third wife we all banded together against him, the common enemy. Never pronounce the word divorce! It brings dishonor for you and your daughters, who will never see a suitor if you act this way,’ concluded my grandmother.\n\nMy grandmother’s words seemed to act as a whip over the other women as the thought of their daughters being old maids sank in and they all rallied around her. ‘Forget this idea,’ my mother counseled, ‘you must fight to regain your husband’s love.’”\n\nDocument 4\n\nSource: “A Feminist Demonstration against British rule in Egypt,” cover illustration of the French illustrated news magazine Le Petit Journal, 1922\n\nPrivate Collection Stefano Bianchetti / Bridgeman Images\n\nA caption in French below the image reads, “While in some streets of the city riots broke out, the women of Cairo organized in certain quarters into important processions.” A group of British soldiers on horseback is shown in the background (on the left).\n\nDocument 5\n\nSource: Anonymous Turkish woman, interview on the popularity of ballroom dancing, published in the journal Resimli Ay (The Illustrated Monthly), Istanbul, Turkey, 1924\n\n“When, a few years ago, the dance craze came through I was very hesitant to take it up. My friends would rave about dancing, but I couldn’t help thinking that dancing in a man’s arms was ridiculous, when just a few years earlier we would not have even been able to sit next to them.\n\nBut my social environment gradually led me to embrace dancing. Those who had already taken it up kept accusing me of stupidity for my refusal to join them. So, even though I was naturally inclined to be conservative, I decided that one must accept these new trends to be modern, or at least to avoid being labeled.\n\nIn order to be able to go to a party organized by one of my friends, I took dance lessons from a Greek lady for three months.\n\nThe dance party was amazing, but my husband’s behavior annoyed me to no end. His glances suggested that he did not like seeing me mingle with strange men. That night I danced until morning. I paid no attention to the clumsiness of my feet or to my shyness. I was just excited to be able to punish my husband for his rude behavior.”\n\nDocument 6\n\nSource: Eastern Women’s Congress, an international summit of women from Muslim countries held in Tehran, Iran, under the direction of Princess Ashraf Pahlavi, daughter of the Shah of Iran, resolution, 1932\n\nThe Congress supports the following:\n\nThe right of Eastern women to vote and, when qualified, to be elected to office.\n\nCompulsory education for girls and literacy courses for adult women.\n\nEqual salaries to men and women in similar employment.\n\nKindergartens, playgrounds, and educational cinemas provided by the government.\n\nMeasures to improve the morals of Eastern men.\n\nPolygamy must be forbidden.\n\nAlcohol and narcotics should be prohibited.\n\nHiring female police officers to examine sanitary conditions and improve the lives of mothers and children.\n\nDocument 7\n\nSource: Zaynab al-Ghazali, Egyptian woman political activist, leader of the Muslim Women’s Association, a group affiliated with the Islamist organization The Muslim Brotherhood,1a group founded in 1928 that advocated for greater influence of Islam in all aspects of Egyptian society memoir published in 1986, recalling events in the 1940s\n\n“This was the pact that I made with my husband before entering into our marriage:\n\n‘There is something in my life that you need to know about before you become my husband. I have sworn an oath of loyalty to Hassan al-Banna [the founder of the Muslim Brotherhood] and have pledged to live my life in God’s path and to call others to Islam. I cannot ask you today to share this calling with me, but it is my right to demand that you not block me from pursuing it. When the day comes that my calling leads me to join the ranks of the fighters for the establishment of the Islamic state, do not ask me what I am doing. And if ever the welfare of our marriage conflicts with God’s calling, then know that the marriage will end and the calling will become my whole life. I know that, as husband, it is your right to command me and it is my duty to obey you, but know ahead of time that God is greater than us and our marriage and that His calling must be dearer to ourselves than we are to each other.’”",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850–1950.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which Muslim women in the Middle East challenged social norms in the period circa 1850–1950.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: The Global Tapestry"
  },
  "topic": {
    "code": "1.2",
    "text": "1.2: Developments in Dar al-Islam from c. 1200 to c. 1450"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}