{
  "id": "VR733276",
  "type": "frq",
  "title": "Enslaved Peoples culture in Americas DBQ",
  "content": {
    "description": "Document 1\n\nSource: Record of a confession by a White resident of the city of Salvador, Brazil, heard by the Office of the Inquisition in Brazil, 1618\n\nPero de Moura, a White man, resident in Salvador, born in Lisbon, confessed that a year and a half ago, when his brother was very sick, he, distrusting the doctors, had summoned a Black man called Francisco Cucana, a freedman, who lives on the outskirts of the city. This Black man was famous as a sorcerer and had been jailed for practicing sorcery before. And this Black man came to de Moura’s house and practiced sorcery ceremonies with an egg and applied various herbs and small charms and amulets to his body. De Moura declared that his brother had been healed with this cure that the Black man had made for him.\n\nDocument 2\n\nSource: André João Antonil, Italian-born Jesuit priest based in Brazil, Culture and Richness of Brazil, book published in Portugal, 1711\n\nObviously, if a master treats his slaves as a father would his children, giving them what they need for their sustenance and dress, and also leisure time from their labors, they will respond generously to him. To totally deny them their amusements, their only relief in their slavery, is to wish them to be miserable in soul and weak in body. For this reason masters should not object when on a few days each year they appoint their “kings” and sing and dance their songs and dances decently for a few hours. Nor should they be denied if they seek some honest pleasure on Sunday afternoons, having done their religious devotions in the morning.\n\nDocument 3 \n\nSource: Fernando Manuel, Black commander of villages established in eastern Mexico by formerly enslaved persons who had escaped from captivity, petition to the colonial district governor of Teuitla, Mexico, 1767\n\nIn the year 1758, a hacienda (estate) owner near our villages offered us to leave the mountains and to settle on his estate in a free town. At that time, we recognized as our leader another Black man called Macute, while I was his deputy. Captain Macute, growing suspicious of what had been offered to us, commanded us to return to the mountains and threatened to punish us if we did not. That caused our community to split but, with the help of our Most Holy Lady of Guadalupe,1an early sixteenth-century vision of the Virgin Mary seen by a Native American man in Mexico, the Virgin of Guadalupe had become the patron saint of Mexico my party was victorious in battle and we imprisoned Captain Macute and his followers. And as proof of my Christian soul, we brought them to Córdoba, so they could be delivered to their masters.\n\nIn addition to being given permission to establish our own town, we also should be allowed to build a church in it, with the name of Our Lady of Guadalupe, whom we have all chosen as our patron. We also ask that Your Honor give us an assurance in the name of the King that, while the foundations of our town and our faith are being laid down, no person should be allowed to disturb or interfere with our community.\n\nDocument 4\n\nSource: John Gabriel Stedman, British mercenary soldier in the Dutch colonial army, account of his experiences in putting down a revolt by enslaved Africans in the Dutch South American colony of Berbice (in present-day Guyana), published in 1796\n\nAfter a night of fighting, our men found themselves facing the enemy across a short expanse of grassland. There then ensued the most abusive dialogue between the Maroon1a term used to describe formerly enslaved persons who had escaped from captivity rebels and the Black soldiers in our company. The Maroons and our Black soldiers began cursing each other in their Creole language,2The African population of Berbice at the time spoke a variety of Creole languages combining elements of various African languages, English, and Dutch. the Maroons accusing our soldiers of being cowards and betrayers of their countrymen and saying that they had been the tools of the Whites in destroying their fine settlement. In return, our Black soldiers damned the Maroon rebels for being rascals who only deserted their masters because they were too lazy to work, while they (the soldiers) would stand by the Europeans till they died.\n\nAt last our commander entered the conversation and, assisted by me and another soldier who spoke the Blacks’ language, began promising the Maroons life, liberty, meat, drink, and all they wanted if they were to lay down their arms. But they replied with a loud laugh that they wanted nothing from him. They then called to us that we were more to be pitied than themselves, because we were nothing more than a group of White slaves, hired to be shot at and starved. They mocked us for doing the bidding of the Dutch planters and overseers who would never dare to enter the woods themselves, knowing that they would not come back.\n\nDocument 5\n\nSource: Alexandre Francisco, a freed Black man from the region of Bahia, Brazil, petition to the Archbishop of Bahia, 1811\n\nI testify that I, Alexandre Francisco, a freed Black, resident of the Jacuipe do Brito sugar plantation, wish to marry Joaquina Maria do Sacramento, a slave woman living on the same plantation. Having decided to marry, I asked her mother—a slave woman named Ana—for her permission to wed her daughter, and she expressed appreciation for the favor I did her and her daughter. And the marriage having been thus contracted, I started visiting their house. But then the mother, being of the Nagô Nation,1a term used in Brazil to refer to Africans who traced their ancestry to the Yoruba people of West Central Africa (in present-day Nigeria) allowed herself to be persuaded by others of her Nation living on the estate; she now wants her daughter to marry a Nagô Black slave, rather than me.\n\nI further testify that the daughter wishes to marry only me, despite the fact that I do not belong to the Nagô Nation, as proof of which she has left her mother’s house and has been given shelter in the house of Dona Joaquina, the owner of the plantation. I beseech Your Most Reverend Excellency that I and Joaquina Maria be received into holy matrimony.\n\nDocument 6\n\nSource: Frédéric Mialhe, French painter who lived in Cuba from 1838 to 1854, Afro-Cubans celebrating Three Kings Day (the Christian religious holiday of Epiphany) in Havana, painting, 1855\n\n© akg-images\n\nDocument 7\n\nSource: Esteban Montejo, Afro-Cuban man who was born into slavery in 1860, personal account recalling his youth, published in 1966\n\nIn this country, Catholicism always seems to get mixed up with magic. I recall in my youth the rich people claimed they were pure Catholics, but they also paid heed to African traditions from time to time. All religions in the country had gotten mixed together. The African had brought his religion, which is the stronger one, and the Spaniard had brought his, which isn’t so strong. But you should respect them all—that is my way of thinking.\n\nWe found the African religions to be more entertaining because you dance, sing, amuse yourself, fight. We danced the maní dance1a type of martial dance developed by enslaved Africans in Cuba and played the quimbumbia game,2an Afro-Cuban game played with sticks and a ball which are Congolese things. At sunset, the various groups of children in our village would get together to play quimbumbia, which was like a ritual, and we almost always used drums.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which enslaved Africans or their descendants preserved their African cultures in American colonial societies during the period circa 1500–1900.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following.\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which enslaved Africans or their descendants preserved their African cultures in American colonial societies during the period circa 1500–1900.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "4",
    "text": "4: Transoceanic Interconnections"
  },
  "topic": {
    "code": "4.4",
    "text": "4.4: Maritime Empires Established"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}