{
  "id": "VR734087",
  "type": "frq",
  "title": "Ozervarli on Ottoman reformers Secondary SAQ",
  "content": {
    "description": "“Late Ottoman society underwent significant modernization, a process that was both caused and accelerated by the state reorganization program, Tanzimat, beginning in 1839. . . . Modern-educated Ottomans soon began to emphasize in their writings the importance of European sciences. . . . Science was seen by many officials and learned figures as the only tool to solve the problems of the empire. . . . This elite group of Westernized Ottoman intellectuals . . . even adopted the belief in the supremacy of science in all aspects of life and proposed to adopt a completely [Westernized] worldview.\n\nHowever, this [Westernized Ottoman] elite was not the only group that focused on modern European thought. Extreme views . . . sparked opposition, especially among religious circles, but they also kindled a general curiosity among . . . a new generation of modern Ottoman religious scholars who emphasized an alternative approach toward modernization. [These scholars] proposed to combine their traditional heritage with modern ideas and methods . . . [and], while advocating the adoption of industrialization and political reforms, rejected a cultural identification with the West.”\n\nM. Sait Özervarli, historian, “Alternative Approaches to Modernization in the Late Ottoman Period,” scholarly article, published in 2007",
    "question": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nIdentify ONE nineteenth-century development in the Ottoman Empire that led to the launch of the reform program mentioned in the first paragraph.\n\nIdentify ONE argument made in the passage concerning the Ottoman elites and modernization in the nineteenth century.\n\nExplain how ONE OTHER non-Western state’s attempts to modernize in the nineteenth century led to conflicts among members of the elite similar to those described in the passage.",
    "image": null,
    "frqParts": [
      {
        "text": "In your response, be sure to address all parts of the question. Use complete sentences; an outline or bulleted list alone is not acceptable.\n\nUsing the excerpt, respond to parts a, b, and c.\n\nIdentify ONE nineteenth-century development in the Ottoman Empire that led to the launch of the reform program mentioned in the first paragraph.\n\nIdentify ONE argument made in the passage concerning the Ottoman elites and modernization in the nineteenth century.\n\nExplain how ONE OTHER non-Western state’s attempts to modernize in the nineteenth century led to conflicts among members of the elite similar to those described in the passage.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Revolutions"
  },
  "topic": {
    "code": "5.6",
    "text": "5.6: Industrialization - Government's Role from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify a historical concept, development, or process."
  }
}