{
  "id": "VR734099",
  "type": "frq",
  "title": "Foreign Involvement in Qing Collapse DBQ",
  "content": {
    "description": "Document 1\n\nSource: Petition from two local-level government officials in the district of Rong, Guangxi Province, southern China, to the provincial governor, circa 1850\n\nOur dynasty has always followed the teachings of the ancient sages and, as a result, everyone in our district lived in harmony for a long time. As the population increased, resources were plentiful. However, in 1846 local bandits and rebels began attacking our district. They captured the district capital and took government officials as prisoners. Many people were killed, houses were left in ashes, and farmers’ fields were thick with weeds. The rebels forced the people to pay land taxes to them. They used official seals to issue false orders to the population. It was intolerable to see these criminals seize control of the local government.\n\nYour Excellency, last year you promised to send an army to suppress the rebels. We beg you, please have the army come immediately to exterminate the rebels and save the people. Our local militia has been fighting them for a long time and we fear that if the militia collapses, the rebels will run free and it will become impossible for the government to control them.\n\nDocument 2\n\nSource: Karl Marx, German political economist, “Revolution in China and in Europe,” article published in the New York Daily Tribune, 1853\n\nThe current formidable revolution that is taking place in China1a reference to the Taiping Rebellion has unquestionably been caused by the British cannon forcing upon China the unlimited importation of opium. Faced with the might of the British arms, the authority of the Manchu [Qing] dynasty fell to pieces and China’s complete isolation from the civilized world came to an end.\n\nThe opium trade changed the balance of trade from being continually in favor of the Chinese to being an exhausting drain on the silver reserves of the empire. Hence, the emperor made strong decrees against the opium trade, which were subsequently not enforced. The bribery connected with opium smuggling has entirely corrupted the Chinese state officers in the southern provinces and thereby undermined the authority of the state.\n\nThe introduction of English mass-produced textiles has had a similar effect on the native Chinese industry to that on the Ottoman Empire, Persia, and India. In China the spinners and weavers have suffered greatly under this foreign competition, and their communities have become destabilized as a result.\n\nDocument 3\n\nSource: Qing China’s Foreign Office, policy letter addressed to all Chinese embassies abroad, 1878\n\nUnder the Treaties of Tianjin,1Signed in 1858, the treaties gave European countries and Japan legal and economic advantages in their relationship with Qing China. foreigners in China are not subject to the jurisdiction of the Chinese imperial authorities. If they have disputes among themselves, their own consuls in China are to settle them; if they commit a crime in China, their own diplomats are to punish them according to their national laws. But in practice, foreigners claim much more than this: they interpret the treaties to mean that they may violate Chinese laws without consequences. To this we cannot agree—China never gave foreigners permission to disregard our laws.\n\nA special case of this issue is the missionary question. By the terms of the treaties, China had to agree to admit Western missionaries and to guarantee them protection. But among the missionaries there are some who act as if their missions are outside of government control, and among their Chinese converts there are some who seem to believe being Christians allows them to break the laws of their own country. We cannot accept this. Chinese subjects, whether Christians or not, must obey completely the laws of China.\n\nDocument 4\n\nSource: Village elders in the district of Caozhou, Shandong Province, northeastern China, report to the provincial government, 1896\n\nIn our district, the wealthy landowners grow richer each year, while the poor have nothing. These rich folks treat the poor like strangers—they will lend them neither cloth nor grain. They treat their hired laborers particularly cruelly, arousing a hatred so strong that the poor people are easily tempted to turn to a life of banditry.\n\nThe bandits come every few weeks to people’s houses, bearing sharp knives or foreign rifles. When they ask the poor people for money at knifepoint, how can the poor refuse? If the grain of the district were more equally distributed, there would be enough to eat, but there are many without any land. All the poor can do is sell their labor or turn to a life of crime. In North China a hired farmworker can find work for three months per year at the most. A person cannot make a living on that. So, when they see the easy lives of the bandits, the people are tempted to join them.\n\nDocument 5\n\nSource: Chinese Alliance Association, a coalition of political organizations of young Chinese men studying in foreign countries, “Revolutionary Proclamation,” 1907\n\nSince the beginning of China as a nation, we Chinese have governed our own country despite occasional interruptions. Today, when we raise the righteous standard of revolt in order to expel an alien race [the Manchu] that has been occupying China, we do no more than our ancestors have done or expected us to do.\n\nThe purpose of past revolutions, such as those conducted by the Ming and Taiping, was to restore China to the Chinese, and nothing else. We, on the other hand, strive not only to expel the ruling aliens but also to change the political and economic structure of our country. While we cannot describe in detail this new political and economic structure in this short proclamation, the basic principles behind it are liberty, equality, and fraternity. The revolutions of yesterday were revolutions by and for the revolutionaries; our revolution, on the other hand, is a revolution by and for the people.\n\nDocument 6\n\nSource: Anonymous Chinese artist, “A Look at China Now and in the Past,” cartoon published in the Shenzhou Ribao (National Herald) newspaper, Shanghai, 1911\n\nPublic Domain\n\nIn the images, the tiger represents China, and the men represent Western countries.\n\nThe images were labeled as follows:[upper left image]: “China during the Kangxi and Qianlong emperors [seventeenth and eighteenth centuries],”[upper right image]: “China during the Xianfeng and Tongzhi emperors [first half of the nineteenth century],”[lower left image]: “China today,” and[lower right image]: “China in the future.”\n\nDocument 7\n\nSource: The abdication decree of the child emperor Puyi, issued by the regent empress Longyu on Puyi’s behalf, officially ending the Qing dynasty, 1912\n\nAs a consequence of the uprising of the Republican Army, to which different provinces immediately responded, the empire seethed like a boiling cauldron and the people were plunged into utter misery. It is now evident that the hearts of the majority of the people are in favor of a republican form of government: the provinces of the south were the first to espouse the cause, and the generals of the north have since pledged their support. From the preference of the people’s hearts, the Will of Heaven can be seen. How could We then bear to oppose the will of millions for the glory of one Family? Therefore, observing the tendencies of the age on the one hand and studying the opinions of the people on the other, We and His Majesty the Emperor hereby grant the sovereignty to the people and decide in favor of a republican form of constitutional government.",
    "question": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which foreign involvement led to the collapse of the Qing Empire.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is based on the accompanying documents. The documents have been edited for the purpose of this exercise.\n\nIn your response, you will be assessed on the following:\n\nRespond to the prompt with a historically defensible thesis or claim that establishes a line of reasoning.\n\nDescribe a broader historical context relevant to the prompt.\n\nSupport an argument in response to the prompt using at least four documents.\n\nUse at least one additional piece of specific historical evidence (beyond that found in the documents) relevant to an argument about the prompt.\n\nFor at least two documents, explain how or why the document’s point of view, purpose, historical situation, and/or audience is relevant to an argument.\n\nDemonstrate a complex understanding of a historical development related to the prompt through sophisticated argumentation and/or effective use of evidence.\n\nEvaluate the extent to which foreign involvement led to the collapse of the Qing Empire.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Consequences of Industrialization"
  },
  "topic": {
    "code": "6.1",
    "text": "6.1: Rationales for Imperialism from 1750 to 1900"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain a historical concept, development, or process."
  }
}