{
  "id": "DPB000001",
  "type": "frq",
  "title": "PTSD therapeutic techniques",
  "content": {
    "description": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response.\n\nIntroduction\n\nIn this study, the researchers compared the effectiveness of two different types of exposure therapy for treating post-traumatic stress disorder (PTSD).\n\nParticipants\n\nParticipants were male active duty soldiers who had experienced a trauma during a prior deployment1and had symptoms that met the DSM criteria for PTSD. Participants were restricted both from engaging in other forms of therapy to treat PTSD and from starting any new medicine for PTSD during the study. \n\nThe final sample included 162 soldiers who agreed to be in the study and knew they could withdraw from participation at any time. The average age of the participants was 30.26 years. All the participants were men. Race and ethnicity demographics are provided in Table 1.\n\nTable 1: Race/Ethnicity2Data for Participants\n\nRace/Ethnicity\n Number of Participants\n Percent of Participants\n\nWhite\n 97\n 59.8%\n\nBlack/African American\n 15\n 9.2%\n\nAsian/Pacific Islander\n 10\n 6.1%\n\nAlaskan Indian/American Native\n 5\n 3.0%\n\nHispanic\n 28\n 12.3%\n\nOther (not otherwise identified)\n 7\n 4.3%\n\nThe study was approved by a committee of professionals to ensure the appropriateness of the study, and all treatments considered factors that might impose a difficulty for participants when using exposure therapies in treating PTSD.\n\nMethod\n\nParticipants were randomly assigned to one of three groups:\n\na waitlisted group that was eligible to begin therapy but did not receive therapy during the study;\n\nan imaginal exposure therapy group in which participants verbally recalled their trauma with their therapist and then practiced controlled breathing techniques and engaged in cognitive and emotional processing of the trauma; and,\n\na virtual reality exposure therapy group in which participants verbally recalled their trauma while wearing a virtual reality headset. As the participants in this group described the trauma they experienced, the therapist customized the virtual reality to mirror their descriptions. Along with the headset, participants wore headphones that introduced sounds associated with the traumas the soldiers described (e.g., gunfire). Special speakers also produced vibrations under the soldiers’ feet. Finally, smells associated with traumas were introduced into the environment. As they experienced the virtual reality simulation, the participants practiced controlled breathing techniques and engaged in cognitive and emotional processing of the experience with their therapist. \n\nThe study lasted for five weeks. Participants in the two exposure groups received 10 therapy sessions that lasted 1.5 to 2 hours each. After the five-week study concluded, soldiers in the waitlisted group were provided with therapy. \n\nStudy data were collected by clinicians who were blind to the participants’ treatment groups. The researchers collected data on the following study measures:\n\nPTSD symptoms, using a structured interview that measured the number and severity of PTSD symptoms and a PTSD symptom severity survey with a 17-item checklist that used 5-point Likert scales\n\nLevels of depression, using a 21-item depression inventory that used 4-point Likert scales\n\nLevels of anxiety, using a 21-item anxiety inventory that also used 4-point Likert scales \n\nHigher scores on these scales indicated more, or more severe, PTSD symptoms and higher levels of depression and anxiety, respectively. Measures were taken before treatment, at the midpoint of the treatment (2.5 weeks), and at the end of treatment (5 weeks).\n\nResults and Discussion\n\nAt the beginning of the study, the three groups of participants did not differ significantly from each other in terms of PTSD symptoms and severity, levels of depression, or levels of anxiety. Table 2 presents each group’s mean for the same study measures when the study ended (standard deviations appear in parentheses). All differences in the means are statistically significant.\n\nTable 2: Means (Standard Deviations) of Study Measures for All Groups\n\nMeasure\n Waitlist\n Imaginal\n Virtual Reality\n\nPTSD symptom structured interview\n 68.06 (24.27)\n 44.28 (33.73)\n 57.07 (32.32)\n\nPTSD symptom severity survey\n 53.99 (11.77)\n 40.63 (18.57)\n 45.57 (15.88)\n\nDepression inventory\n 25.63 (25.63)\n 17.06 (16.18)\n 18.50 (12.70)\n\nAnxiety inventory\n 18.83 (11.93)\n 13.28 (12.11)\n 17.17 (12.80)\n\nIn an interview conducted during the last week of therapy, researchers also analyzed whether participants in each therapeutic group experienced reliable and significant change in their symptoms of PTSD. The results are depicted in Table 3.\n\nTable 3: Participants’ Results at the Last Session of Treatment\n\nWaitlist\n\nImaginal\n\nVirtual Reality\n\nType of Change\n\nNumber of Participants\n\nPercentage\n\nNumber of Participants\n\nPercentage\n\nNumber of Participants\n\nPercentage\n\nDeteriorated/got worse\n\n0\n\n0.00\n\n0\n\n0.00\n\n1\n\n3.33\n\nNo reliable change\n\n37\n\n78.72\n\n11\n\n34.38\n\n12\n\n40.00\n\nReliable change, but not significantly different\n\n5\n\n10.64\n\n5\n\n15.63\n\n7\n\n23.33\n\nReliable and significant change\n\n5\n\n10.64\n\n16\n\n50.00\n\n10\n\n33.33\n\nThe researchers concluded that therapeutic interventions were more effective in treating PTSD and related symptoms than no therapy.\n\nReger, G. M., Koenen-Woods, P., Zetocha, K., Smolenski, D. J., Holloway, K. M., Rothbaum, B. O., Difede, J., Rizzo, A. A., Edwards-Stewart, A., Skopp, N. A., Mishkind, M., Reger, M. A., & Gahm, G. A. (2016). Randomized controlled trial of prolonged exposure using imaginal exposure vs. virtual reality exposure in active duty soldiers with deployment-related posttraumatic stress disorder (PTSD). Journal of Consulting and Clinical Psychology, 54(11), 946-959.\n\n1: A deployment is when members of the military are actively working as soldiers. Usually, a deployment involves working on a military base or in an area of active military operations away from a soldier’s primary home or nation.↩2: Language referencing racial, ethnic, or gender identities may be outdated or fail to reflect the complexities of identity that participants represent. The racial and ethnic categories listed in Table 1 reflect those reported in the original research article.↩",
    "question": "Using the source provided, respond to all parts of the question.\n\nA. Identify the research method used in the study.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the source provided, respond to all parts of the question.\n\nA. Identify the research method used in the study.",
        "image": null
      },
      {
        "text": "B. State the operational definition of PTSD symptom severity.",
        "image": null
      },
      {
        "text": "C. Describe what the difference in means indicates for the three groups’ scores on the anxiety inventory.",
        "image": null
      },
      {
        "text": "D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.",
        "image": null
      },
      {
        "text": "E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.",
        "image": null
      },
      {
        "text": "F. Explain how at least one of the research findings supports or refutes the idea that virtual reality exposure therapy is the most effective treatment for PTSD.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "5",
    "text": "5: Mental and Physical Health"
  },
  "topic": {
    "code": "5.5",
    "text": "5.5: Treatment of Psychological Disorders"
  },
  "skill": {
    "code": "2.B",
    "text": "2.B: Evaluate the appropriate use of research design elements in experimental methodology."
  }
}