{
  "id": "IJC000001",
  "type": "frq",
  "title": "Puberty and Depression",
  "content": {
    "description": "Using the source provided, respond to all parts of the question.\n\nIntroduction \n\nPuberty is often used as a developmental marker for the beginning of adulthood. In this study, the researchers examined whether adolescents who experience puberty sooner than their peers also experience higher levels of depressive symptoms later in adolescence.\n\nParticipants\n\nFrom 1989 through 1995, researchers gathered data from 451 families from eight counties in a state in the midwestern United States. The researchers invited the families to participate in the study by calling or mailing a letter. When the study began, these families included 236 girls and 215 boys in the seventh grade1. To be eligible to participate, the seventh grader had to live with both biological parents and have a sibling that was within four years of their age. Data were collected over six years, and most families (406 of 451) participated in every phase of data collection. \n\nMost participating families identified as middle- to lower-middle income. All participants identified as white2 families who lived in towns or small cities (54%), on farms (34%), or in non-farm rural areas (12%). The median family size was five members, and the median family income was $33,700. Each member in every family indicated that they knew they were in a research study and could withdraw at any time without penalty.\n\nMethod\n\nEach year for six consecutive years, the researchers visited the families at home to conduct an annual two-hour interview and for families to complete a series of questionnaires. In addition to these annual interviews, the adolescents within the families completed several questionnaires. Symptoms of depression were measured with 12 of the questionnaire items that used five-point Likert scales. Participants indicated the extent to which they had experienced various affective or cognitive symptoms of depression (e.g., low energy) in the previous week, with higher scores indicating more symptoms. \n\nParticipants also provided data related to their experience with puberty, including when they started puberty (early, on-time, or late development) and their pubertal status at the time of the interview. Researchers ensured that the individual participants could not be identified from the data collected. Pubertal status measured the extent to which participants had completed several developmental indicators of puberty during the previous year (e.g., voice changes, growth spurt). Higher Likert scale ratings indicated that the participant had experienced more pubertal indicators.\n\nResults and Discussion\n\nOverall, the researchers found that girls experienced more depressive symptoms in the eighth grade than did boys. Additionally, girls experienced more depressive symptoms in the tenth through twelfth grades than they did in the seventh grade. Although boys experienced increased depressive symptoms during the tenth grade, their symptoms never exceeded what they reported in the seventh grade. These findings suggest that the gender difference in depressive symptoms persisted over time. \n\nPubertal status in the seventh grade predicted depressive symptoms over time for girls more than for boys. Girls who developed puberty early reported more depressive symptoms later in adolescence than did girls who developed puberty on time or late. Boys’ depressive symptoms did not differ significantly based on onset of puberty or pubertal status.\n\nGe, X., Conger, R. D., & Elder Jr., G. H. (2001). Pubertal transition, stressful life events, and the emergence of gender differences in adolescent depressive symptoms. Developmental Psychology, 37(3), 404–417.\n\n1: Language referencing racial, ethnic, or gender identities may be outdated or fail to reflect the complexities of identity that participants represent.↩2: Race/ethnicity categories reflect those reported in the original research article.↩",
    "question": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response.\n\nA. Identify the research method used in the study.",
    "image": null,
    "frqParts": [
      {
        "text": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response.\n\nA. Identify the research method used in the study.",
        "image": null
      },
      {
        "text": "B. State the operational definition of depression.",
        "image": null
      },
      {
        "text": "C. Describe what the median family income indicates.",
        "image": null
      },
      {
        "text": "D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.",
        "image": null
      },
      {
        "text": "E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.",
        "image": null
      },
      {
        "text": "F. Explain how at least one of the research findings supports or refutes the idea that it is more advantageous if puberty is started earlier rather than later.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Development and Learning"
  },
  "topic": {
    "code": "3.2",
    "text": "3.2: Physical Development Across the Lifespan"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Determine the type of research design(s) used in a given study."
  }
}