{
  "id": "JQF000001",
  "type": "frq",
  "title": "Sleep quality AAQ",
  "content": {
    "description": "Using the source provided, respond to all parts of the question.\n\nIntroduction\n\nSleep is important for adolescent mental and physical development. This study examined the effects of sleep quality and sleep duration in the lives of adolescents. \n\nParticipants\n\nParticipants were 193 parent-adolescent pairs who were recruited in one of several ways (in person, via email, or through a health science volunteer database). Adolescents had to be in the 9th-11th grades in a public or private day school in the United States, be between the ages of 14 and 17, and live full-time with the parent participating in the study.  \n\nThe ages of the parents and adolescents are presented in Table 1.\n\nTable 1: Participant Ages\n\nGroup\n\nMean Age\n\nStandard Deviation\n\nParents\n\n47.6\n\n5.40 \n\nAdolescents\n\n15.7\n\n0.94\n\nOf the parents, 80% were female. Of the adolescents, 54.4% were female. The adolescents reported being in 9th grade (37%), 10th grade (32%), and 11th grade (31%). \n\nParticipants’ racial/ethnic identification is presented in Table 2.\n\nTable 2: Participant Racial/Ethnic Identification\n\nParent\n Adolescent\n\nWhite/European American\n\n79%\n\n71%\n\nBlack/African American\n\n14%\n\n14%\n\nMultiracial\n\n2%\n\n8%\n\nHispanic or Latino/a\n\n3%\n\n2%\n\nAsian/Asian American\n\n2%\n\n2%\n\nOther\n\n1%\n\n2%\n\nThe education levels of the parents who participated in the study are shown in Table 3.\n\nTable 3: Parent Participant Education Levels\n\nHighest Education Level\n\nPercentage\n\nGraduate degree\n\n42%\n\nBachelor’s degree (4-year degree)\n\n35%\n\nAssociate’s degree (2-year degree) or some college classes (no degree)\n\n19%\n\nHigh school diploma, GED, or less\n\n4%\n\nMethod\n\nResearchers from a university in New York measured four factors during this study: \n\n1.  Family environment was measured using the Confusion, Hubbub, and Order Scale (CHAOS) which evaluates the level of family disorganization and chaos (called environmental confusion). Environmental confusion is rated on a 5-point scale ranging from “definitely untrue” to “definitely true.” Higher scores indicated higher levels of chaos in the family environment. \n\n2.  Daily sleep quality was self-reported by the adolescents using a 4-item survey each morning for 7 consecutive days. This survey measured overall sleep quality (1 = very restless to 5 = very sound); sleep latency (approximate number of minutes before falling asleep); how rested participants were (1 = exhausted to 5 = very refreshed); and number of wake-after-sleep episodes. Higher scores indicated better sleep quality.\n\n3. Daily sleep duration was calculated for each day by finding the difference between the time the adolescent reported going to sleep and their reported waking time the next morning.\n\n4. Daily psychological functioning was self-reported by the adolescents in a survey. Two items assessed anxiety symptoms, and two items assessed depressive symptoms using a 4-point scale (1 = not at all to 4 = nearly all day). Higher scores indicated higher levels of anxiety and depressive symptoms.\n\nThe baseline survey completed by all participants also included the following measurements: parents’ use of inconsistent discipline, child age and gender, adolescent-reported daily daytime naps (in minutes), school start time, and family socioeconomic status (SES).\n\nParticipants used an online survey platform to complete a morning diary survey (e.g., sleep-related measures). Each entry was time-stamped, and researchers asked participants to complete the morning diary survey within an hour of waking up and to complete the evening diary survey within an hour before going to sleep.  A total of 186 adolescents (96.4%) completed at least 2 days of the daily diaries, and 178 adolescents (92.2%) completed at least 4 days of the daily diaries. \n\nAll participants were paid $10 for completing the baseline survey. Adolescents were compensated $15 for completing at least 4 days of the sleep diary. The study was approved by group of professionals to determine the appropriateness of the study, and both parents and adolescent participants agreed to be in the study and knew they could withdraw from participation at any time.\n\nResults and Discussion\n\nFamily chaos did not predict adolescents’ sleep duration, according to this study. When comparing each participant’s sleep duration with their anxiety and depressive symptoms, researchers found that sleep duration did predict those symptoms (p < .05)1. Longer sleep durations from the previous night that were reported in the morning were associated with less anxiety and depressive symptoms reported later that evening. This association emerged after controlling for average levels of sleep duration and average levels of anxiety and depressive symptoms for each participant. However, when comparing one participant to another participant, researchers found that sleep duration did not predict anxiety and depressive symptoms. \n\nFamily chaos significantly predicted adolescents’ sleep quality such that more chaotic and disorganized family environments were associated with lower levels of sleep quality (p < .05), according to this study. When comparing each participant’s sleep quality with their anxiety and depressive symptoms, researchers found that better sleep quality significantly predicted a negative association with adolescents’ anxiety and depressive symptoms (p < .01). Better quality sleep from the previous night that was reported in the morning was associated with fewer anxiety and depressive symptoms reported later that evening.\n\nThis association was also significant when comparing participants to one another (p < .001), suggesting that higher levels of sleep quality for an adolescent across the morning diaries predicted lower levels of anxiety and depressive symptoms for that adolescent across the evening diaries. \n\nAdapted from American Psychological Association. \n\nO’Connor, T.G., Peltz, J.S., & Rogge, R.D. (2019). Adolescent sleep quality mediates family chaos and adolescent mental health: A daily diary-based study., Journal of Family Psychology, 33(3), 259-269. https://doi.org/10.1037/fam0000491; permission conveyed through Copyright Clearance Center,  Inc.\n\n1: The p-value is a measure of statistical significance. A p-value less than 0.05 indicates that the difference between the means of the two groups is more likely due to the independent variable from the study than to chance.↩",
    "question": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response. \n\nA. Identify the research method used in the study.",
    "image": null,
    "frqParts": [
      {
        "text": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response. \n\nA. Identify the research method used in the study.",
        "image": null
      },
      {
        "text": "B. State the operational definition of daily sleep duration.",
        "image": null
      },
      {
        "text": "C. Describe the meaning of standard deviation of the parents’ age in the study.",
        "image": null
      },
      {
        "text": "D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.",
        "image": null
      },
      {
        "text": "E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.",
        "image": null
      },
      {
        "text": "F.  Explain how at least one of the research findings supports or refutes the idea that the quality of sleep is more important than the duration of sleep.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Biological Bases of Behavior"
  },
  "topic": {
    "code": "1.5",
    "text": "1.5: Sleep"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Determine the type of research design(s) used in a given study."
  }
}