{
  "id": "MCDprt6",
  "type": "frq",
  "title": "Multivitamin and memory AAQ Part F",
  "content": {
    "description": "Using the source provided, respond to all parts of the question.\n\nIntroduction\n\nFew large-scale, long-term studies have been conducted to test whether taking a multivitamin makes a difference in improving memory ability as one ages. In this study, researchers examined whether taking a multivitamin slows cognitive decline in later life. \n\nParticipants\n\nAn earlier study, which was conducted in 2017 and included over 21,000 people, examined the effects of taking a multivitamin on health outcomes. From that study’s sample, over 7,000 people received a mailed invitation to participate in this study. Of those who received the invitation, almost 4,000 participants agreed to participate and were accepted. To be accepted, participants had to be over 65 years of age if women and over 60 years of age if men. In addition, they could not participate if they had ever had a stroke, if they had received a cancer diagnosis in the two years before the study, or if they had a history of any other serious illnesses. Participants had to be able to communicate in English and had to have access to an Internet-connected computer.\n\nA computer randomly assigned participants to two groups. Participants in Group 1 received a pack of multivitamins each month by mail and were instructed to take one pill twice a day. Participants in Group 2 received a pack of placebo pills in the same type of packaging as Group 1 and with the same instructions. The sample size of Group 1 was 1,758 people, and the sample size of Group 2 was 1,804 people. The demographics of each group are listed in the table:\n\nDemographics of Group 1 and Group 2\n\nDemographic\n Group 1-Multivitamin\n Group 2-Placebo\n\nPercent or Mean \n\n(Standard Deviation in parenthesis when reported)\n Percent or Mean\n\n(Standard Deviation in parenthesis when reported)\n\nAge\n 70.9 (4.5)\n 71.0 (4.6)\n\nGender\n\nMen\n 32.9%\n 33.4%\n\nWomen\n 67.1%\n 66.6%\n\nRace/Ethnicity\n\nWhite or European American\n 93.1%\n 93.5%\n\nBlack or African American\n 2.3%\n 2.6%\n\nHispanic or Latino/a\n 1.5%\n 1.4%\n\nOther race or Multiple races\n 1.8%\n 1.2%\n\nAsian American or Native Hawaiian\n 0.2%\n 0.1%\n\nAmerican Indian or Alaska Native\n 1.1%\n 1.2%\n\nMethod\n\nOnce a year for 3 years, participants were asked to complete an online test to evaluate episodic memory and executive functioning. Researchers ensured that the individual participants could not be identified from the data collected. Instructions on how to access the test materials were emailed to participants, and participants who responded to the email indicated that they agreed to be in the study and knew they could withdraw from participation at any time. The participants received a $15 gift card for each annual assessment, regardless of completion. \n\nThe multivitamin used in this study is widely available in the United States. Researchers considered factors that might impose difficulty for participants. Side effects of taking the multivitamin include low rates of stomach pain, diarrhea, skin rash, bruising, and an increased rate of gastrointestinal bleeding, which are considered normal side effects for those taking a multivitamin in the general population. \n\nTwo different tasks were used to measure episodic memory and executive functioning in this study:\n\nTo measure episodic memory, participants completed a recall task in which they were first shown a set of words, presented one at a time for three seconds each. They were then asked to recall the set of words, once immediately after the word list was presented and again after 15 minutes had passed. Participants who recalled more words correctly earned higher scores on this test. \n\nTo measure executive functioning, participants were first shown one set of items and were then shown a second set of items. They were asked to identify whether items in the second set of items were the same as or different from the first set of items they were shown. Participants earned higher scores the more quickly they correctly identified whether the items from the second set of items were the same as or different from those in the original set.\n\nResults and Discussion\n\nCompared with participants taking a placebo, participants receiving the multivitamin had significantly greater improvement in the recall task at the end of the first year. Performance on the immediate recall task in Group 1 improved from a mean of 7.10 words at baseline to 7.81 words after 1 year of taking the multivitamin, an improvement mean of 0.71. In Group 2, which received the placebo pills, performance on the immediate recall task improved from a mean of 7.21 words at baseline to 7.65 words after 1 year, an improvement mean of 0.44. When comparing the multivitamin group with the placebo group, averaged across all 3 years of intervention, findings suggest that the memory improvement is sustained over time, as shown in the graph. \n\nComparison of Memory Improvement Between 2 Groups\n\nResearchers estimate that the effect of the multivitamin intervention improved memory performance in participants in the multivitamin group by the equivalent of 3.1 years of age-related memory change as compared to participants in the placebo group. Researchers also found that executive functioning was not significantly impacted by taking a multivitamin.\n\nThe findings suggest that the greatest benefit of taking a multivitamin is found in immediate memory recall, something especially vulnerable in aging adults. \n\nReprinted from The American Journal of Clinical Nutrition, 118, Yeung, L-K., Alschuler, D. M., Wall, M., Luttman-Gibson, H., Copeland, T., Hale, C., Sloan, R. P., Sesso, H. D., Manson, J. E., Brickman, A. M. Multivitamin supplementation improves memory in older adults: A randomized clinical trial, pages 273–282, Copyright 2023, with permission from Elsevier. \n\nAdapted from The American Journal of Clinical Nutrition.",
    "question": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response. \n\nF.  Explain how at least one of the research findings supports or refutes the researchers’ hypothesis that taking a multivitamin slows cognitive decline in later life.",
    "image": null,
    "frqParts": [
      {
        "text": "Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response. \n\nF.  Explain how at least one of the research findings supports or refutes the researchers’ hypothesis that taking a multivitamin slows cognitive decline in later life.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cognition"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Introduction to Memory"
  },
  "skill": {
    "code": "2.A",
    "text": "2.A: Determine the type of research design(s) used in a given study."
  }
}