{
  "id": "VR840556",
  "type": "frq",
  "title": "Multitasking",
  "content": {
    "description": "Question Instructions:\n\nThis question has three parts: part A, part B, and part C. Use the three sources provided to answer all parts of the question.\nFor part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways: \n\n• Parenthetical Citation:\n\nFor example: “. . . (Source 1)”\n\n• Embedded Citation:\n\nFor example: “According to Source 1, . . .”\n\nWrite the response to each part of the question in complete sentences. Use appropriate psychological terminology.\n\nQuestion 1:\nUsing the sources provided, develop and justify an argument about the impact of divided attention on performance of a task.\n\nPropose a specific and defensible claim based in psychological science that responds to the question.\n\n(i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.\n\n(ii) Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.\n\n(i) Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in part B (i).\n\n(ii) Explain how the evidence from part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in part B (ii).\n\nSource 1\n\nIntroduction\n\nPsychologists have been interested in how human performance is affected by interference from stimuli in the environment. Researchers conducted two experiments to determine how much interference the color of the letters of the word affected people’s ability to identify either the word or the color of the letters (e.g., the Stroop task).\n\nParticipants\n\nExperiment 1: 70 college undergraduates participated (14 men and 56 women).\n\nExperiment 2: 100 students participated (88 undergraduates; 29 men and 59 women) and 12 graduate students (all women).\n\nExperiment 1 tested how quickly participants could read the names of colors. The researcher used two sets of color-name stimuli in this study. The first set of color names (red, blue, green, brown, and purple) was printed in black ink.\n\nThe second set of color names (also red, blue, green, brown, and purple) was printed in a different color than the name of the color. No word in this set was printed in the color it named, but it was printed an equal number of times in each of the other four colors (e.g., the word “red” was printed in blue, green, brown, and purple inks; the word “blue” was printed in red, green, brown, and purple inks, etc.). Participants were to read the words in each list as fast as they could, ignoring the color of the ink in which the word was printed.\n\nExperiment 2 tested how quickly participants could identify the color of the stimulus they were seeing. He used two sets of stimuli for this study. The first set of stimuli printed solid squares in each of the colors used in Experiment 1 (red, blue, green, brown, and purple). In the second set of stimuli, the words were again printed in a color that did not match the name of the color, as described in Experiment 1. Participants were to say the color of the square or of the letters in the word, ignoring the colors named by the words (e.g., where the word “red” was printed in blue ink, the correct response was “blue,” etc.).\n\nFor both experiments, participants were to read each item in the list without error. If they realized they made an error while reading an item, they were to correct their error as quickly as possible and move forward with the list. A researcher timed each participant using a stopwatch.\n\nResults and Discussion\n\nExperiment 1:\n\nFourteen participants (20%) left a total of 24 errors uncorrected for the Color Names – Different Ink task, with each participant making no more than 4 errors. Four subjects (5.7%) left one error each uncorrected on the Color Names – Black Ink task. The results are in the table.\n\nMean Time in Seconds for Reading 100 Names of Colors Printed in Colors Different from the Names of the Word and for 100 Names of Colors Printed in Black\n\nGender\n Number of Participants\n Color Names – Different Ink\n Color Names – Black Ink\n Difference\n\nMen\n 14\n 43.20\n 40.81\n 2.41\n\nWomen\n 56\n 43.32\n 41.04\n 2.28\n\nAll participants\n 70\n 43.30\n 41.00\n 2.30\n\nExperiment 2:\n\nFifty-nine participants (59%) left an average of 2.6 errors uncorrected for the Color of Word – Different Ink task. For the Color of Square task, 32 participants (32%) left an average of 1.2 errors uncorrected. The results are in the table.\n\nMean Time in Seconds for Naming 100 Colors Presented in Squares and 100 Colors Printed in Words which Name Other Colors\n\nGender\n Number of Participants\n Color of Word – Different Ink\n Color of Square\n Difference\n\nMen\n 29\n 111.1\n 69.2\n 42.9\n\nWomen\n 71\n 107.5\n 61.0\n 46.5\n\nAll participants\n 100\n 110.3\n 63.3\n 47.0\n\nThe comparison of the results for Experiment 2 for naming the color of the squares vs naming the color of the letters making up the words (i.e., names of colors) indicates the strength of the interference of the habit of identifying words upon the requested activity of naming the colors of the letters instead.\nAdapted from Stroop, J. R. (1935). Studies of interference in serial verbal reactions. Journal of Experimental Psychology, 18(6), 643–662. \n\nSource 2\n\nIntroduction\n\nPrior research demonstrated that like other disruptive behaviors, such as arriving late or talking to classmates during lectures, in-class use of personal devices may negatively impact the classroom learning environment. This research examined associations between students’ attitudes toward in-class device use and learning outcomes.\n\nParticipants\n\nParticipants were 187 undergraduate students (63.1% women, 36.9% men; mean age = 20.7 years; standard deviation for age = 5.1; range of ages: 17 to 46) at a large urban public university in the northeastern United States.\n\nMany students at the college are considered nontraditional based on age and other criteria (e.g., employment, financial independence). In line with the National Center for Education Statistics (2002, 2020), which uses age 24 years and older as an index of nontraditional undergraduate student status, we categorized students in our sample as traditional (ages 17–23 years; number of participants = 164; mode age of 18 years) or nontraditional (ages 24–46 years; number of participants = 23; mode age of 24 years).\n\nMethod\n\nOver the course of the semester, students completed the following online assignments and surveys:\n\nAttitudes toward in-class use of personal devices: This six-item survey was given only in Week 2 of the course at the beginning of the semester to assess student attitudes about in-class use of personal mobile devices in relation to learning (“I like to be able to use a personal mobile device during class time”) and whether instructors should permit such usage (“Students should be allowed to use personal mobile devices in the classroom to support their learning”). Participant responded using a 5-point scale (1 = strongly disagree, 3 = neutral, 5 = strongly agree).\n\nConcentrating and multitasking while completing schoolwork online: Also in Week 2, students were asked about their ability to concentrate online (“To what extent do you find it hard to concentrate and stay on task when completing course work online?”) and their multitasking behaviors (“To what extent do you multitask [e.g., watch TV or YouTube, check social media, etc.] while completing course work online?”). Participants responded using a 5-point scale (For the questions concerning concentration: “1 = very hard to concentrate, 3 = neither hard nor easy to concentrate, 5 = very easy to concentrate” For the questions concerning frequency of multitasking: “1 = very infrequently, 3 = neutral, 5 = very frequently”).\n\nMultiple-choice quizzes: Multiple-choice quizzes were embedded in the online homework assignments administered during Weeks 4, 8, and 12. Each quiz contained 16 to 21 four-option multiple-choice questions on material from class lectures and used as review materials for upcoming tests. Quiz scores (% correct) were averaged across the three homework assignments and used as a measure of learning.\n\nEnd-of-semester technology- and nontechnology-related distractibility: A three-item survey asked students to report the extent to which they were distracted by behaviors related to their own use of personal mobile devices (e.g., laptop, cell phone, tablet, etc.) in course-related contexts (“when completing online assignments, “when reading the textbook,” and “when attending the course”) and by nontechnology-related distractions (“people arriving late,” and “people around them chatting”). Participants responded using a 3-point scale for both contexts (“1 = not distracted, 2 = somewhat distracted, and 3 = very distracted”).\n\nResults and Discussion\n\nStudents held neutral to positive views of in-class use of technology, and mostly agreed that instructors should permit their use. For the question “To what extent do you find it hard to concentrate and stay on task when completing course work online?”, most students held a neutral position but leaned toward saying it was somewhat easy to concentrate while studying online (mean = 3.42; standard deviation = 1.04).\n\nIn response to the question “To what extent do you multitask (e.g., watch TV or YouTube, check social media, etc.) while completing course work online?”, most students held a neutral view, indicating they multitasked neither frequently nor infrequently (mean = 3.14; standard deviation = 1.22). Researchers failed to find age-related differences in attitudes toward in-class technology use, although they found younger students reported higher rates of multitasking.\n\nAge had a negative correlation with students’ self-reported multitasking and a positive correlation with quiz scores. Students’ multitasking tendencies were positively correlated with their attitudes about personal use of mobile devices in class. There was a strong positive correlation between attitudes about the amount of personal device use and how much mobile devices should be permitted in class.\n\nNontraditional students were less likely to report that they multitask online, and they also tended to perform better on the quizzes. However, these two variables (the extent to multitasking while online and quiz performance) were not significantly correlated with each other. Thus, researchers failed to find evidence that multitasking tendencies were on their own predictive of poor learning outcomes or associated with heightened distractibility.\n\nThere was a statistically significant relationship between better student performance on quizzes and lower self-reported level of distraction using personal mobile devices.\nAdapted from Ober, T. M., Brodsky, J. E., Yannaco, F.D, and Brooks, P.J. (2023). College instructors’ and students’ views of the use (and misuse) of personal mobile devices. Scholarship of Teaching and Learning in Psychology, 9(1), 14-37. \n\nSource 3\n\nIntroduction\n\nStudents often attempt to perform many different tasks at once while attending class and while doing assigned homework. This practice impairs their academic achievement. This problem gets worse when students take online classes where they cannot be directly monitored by a teacher. Prior research has demonstrated that this tendency to do many things at once impairs our ability to recall information because it disrupts the process of getting new information into the memory system. This study investigated whether this negative impact could be reduced by having students use concepts stored in memory to practice what they have learned, instead of just rereading information they have already read in their textbook.\n\nParticipants\n\nThe participants were 60 Portuguese-speaking undergraduate students (15 men, 45 women; mean age = 20.75) from Brazil.\n\nMethod\n\nThe researchers used three, approximately 700-word-long texts, from a popular scientific journal written in Portuguese. From these seven passages were selected for students to read. While reading, students were interrupted by 3 cell phone messages. Immediately after reading the selected text, students completed a task that differed based on one of three groups to which they were randomly assigned.\n\nCondition 1: Students read the selected passages while receiving 3 messages on their cell phone. After doing a 2-minute distraction task, students reread the 7 passages.\n\nCondition 2: Students read the selected passages while receiving 3 messages on their cell phone. After doing a 2-minute distraction task, students answered 7 questions (short-answer recall) based on the passages.\n\nCondition 3 (control): Students read the selected passages without distraction. After doing a 2-minute distraction task, students answered 7 questions (short-answer recall) based on the passages.\n\nAt the conclusion of this procedure, students in all groups were asked to report the extent to which they believed they would remember the content of the reading after one week. Researchers called this measurement the “judgment of learning,” or JOL. JOL was measured on a 10-point scale, ranging from 1 (I will remember 0% of the text) to 10 (I will remember 100% of the text).\n\nAfter 7 days, students answered 21 questions drawn from the reading, including the practice items that Groups 2 and 3 had been exposed to previously.\n\nResults and Discussion\n\nThe researchers found, as predicted, that the percentage of correctly recalled answers after one week was lower after multitasking. This indicated a slight negative short-term effect of media multitasking. The researchers found a positive effect 1 week later in the groups that were presented with the practice questions after reading the text.\n\nParticipants in Condition 1 recalled less information than those in Condition 2 and 3. However, against the researchers’ predictions, the latter two conditions led to equivalent success on the quiz given 7-days later. This suggests that the practice questions minimized the negative effects of media distractions.\n\nRetrieving previously encountered information such as taking the quiz in this procedure, is a critical factor for promoting long-term recall of information compared to rereading text passages. This advantageous effect occurred even when to-be-recalled information was entered into the memory system for the first time while distracted by media. In fact, against the researcher’s hypothesis, practice led to equivalent beneficial effects whether information was learned with or without attempting to do multiple things simultaneously.\nAdapted from Ekuni, R., Macacare, O.T., and Pompeia, S. (2022). Reducing the negative effects of multitasking on online or distance learning by using retrieval practice. Scholarship of Teaching and Learning in Psychology, 8(4). 269-278.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cognition"
  },
  "topic": {
    "code": "2.1",
    "text": "2.1: Perception"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Apply psychological perspectives, theories, concepts, and research findings to a scenario."
  }
}