{
  "id": "VR841036",
  "type": "frq",
  "title": "Workplace disorder and creativity",
  "content": {
    "description": "Question Instructions:\n\nThis question has three parts: part A, part B, and part C. Use the three sources provided to answer all parts of the question.\nFor part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways: \n\n• Parenthetical Citation:\n\nFor example: “. . . (Source 1)”\n\n• Embedded Citation:\n\nFor example: “According to Source 1, . . .”\n\nWrite the response to each part of the question in complete sentences. Use appropriate psychological terminology.\n\nQuestion 1:\nUsing the sources provided, develop and justify an argument about the relationship between being in an ordered or cluttered environment and creativity.\n\nPropose a specific and defensible claim based in psychological science that responds to the question.\n\n(i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.\n\n(ii) Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.\n\n(i) Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in part B (i).\n\n(ii) Explain how the evidence from part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in part B (ii).\n\nSource 1\n\nIntroduction\n\nResearchers have investigated the effects of being in an orderly/tidy or disorderly/messy environment. In this study, researchers examined whether participants in a messy room would be more creative than participants in an orderly room. Researchers hypothesized that being in a disorderly room encourages people to break with a customary routine and frees them to be more creative.\n\nParticipants\n\nForty-eight American students participated.\n\nMethod\n\nParticipants were randomly assigned to complete a task in an orderly or disorderly room. Picture A shows the orderly condition and picture B shows the disorderly condition.\n\n(A) Orderly/Tidy Condition\n\n(B) Disorderly/Messy Condition\n\nTo measure creativity, participants completed an Alternative Uses Task. In this task participants listed up to 10 new uses for ping-pong balls.1Ping-pong balls are hollow, plastic spheres. Their diameter is about 1.6 inches/4 cm and weigh 0.09 ounce/2.7 grams.\n\nResults and Discussion\n\nParticipants’ ideas were scored for their creativity. Two raters, unaware of the condition to which participants had been assigned, scored each idea on a 3-point scale (1 = not at all creative, 3 = very creative). If raters disagreed on a score, they resolved it through discussion. Creativity was measured both by averaging creativity scores for each participant and by counting the number of uses participants generated for ping-pong balls. The statistically significant findings are summarized in the table.\n\nCondition:\n Average Creativity Scores:\n Mean Number of highly creative ideas\n\nMessy room\n 1.80\n 1.0\n\nTidy room\n 1.41\n 0.21\n\nResearchers believed that the results support their hypothesis that being in a messy room stimulates more creative ideas. In their opinion, being in a messy room disrupts a person’s customary routines resulting in more creative thinking. However, researchers acknowledge another explanation for their findings. It may be that being in a messy room violates participants’ expectations about what a room should look like and that might have increased participant creativity.\nAdapted from Adapted from Vohs, K. D., Redden, J. P., & Rahinel, R. (2013). Physical Order Produces Healthy Choices, Generosity, and Conventionality, Whereas Disorder Produces Creativity. Psychological Science. https://doi.org/10.1177/0956797613480186. \n\nSource 2\n\nIntroduction\n\nIn this study, researchers hypothesized that a messy environment influences the cognitive processes that allow individuals to experience critical thinking, thus enabling them to generate, organize, plan, and perform goal-directed behaviors more creatively. Evidence from prior studies suggests that being in a messy environment increases one’s ability to come up with more creative solutions with less reliance on preexisting ways of viewing the world. This study investigated the effect of messy work environments on creativity and these higher-level cognitive processes.\n\nParticipants\n\nOne hundred volunteers participated in the study (age: mean 22.89 years, standard deviation = 5.19, 69% women, 31% men, 81% right-handed, 19% left-handed).\n\nMethods\n\nThe study was approved by an Institutional Review Board, and informed consent was obtained prior to participation.\n\nParticipants were randomly assigned to two adjacent classrooms; one classroom was tidy, and the other was messy. All participants first completed the Alternative Uses Task, in which they generated up to 10 unusual uses for an automobile tire in 5 minutes. Two raters measured the creativity of each participant on a 5-point scale (5 = higher creativity; 1 = lower creativity) by considering how commonplace, unusual, and clever the participant’s responses were. When the ratings of the independent raters were compared on their creativity scores, they were highly correlated.\n\nTo measure cognitive processing, participants completed additional tests. In one test, called a digit span task, participants were given a series of numbers and asked to repeat back what they had heard. In each subsequent trial a longer sequence of numbers was presented. The longest remembered sequence was the measure of the participant’s digit span. Researchers also included a letter fluency test, in which participants were given 1 minute to produce as many unique words as possible starting with a given letter, either “L” or “F.”\n\nParticipants were debriefed and compensated with either a $20.00 gift card or extra credit for their introductory psychology course at the completion of the study.\n\nResults and Discussion\n\nResearchers compared the creativity and cognitive processing measures between the tidy and messy conditions. Results indicated that working at a messy desk did not result in significant and reliable differences in creativity or in the performance of tasks related to higher level cognitive processing. The results from the described tests are summarized in the table.\n\nCondition:\n Alternative Uses Task Creativity Mean\n Digit Span Mean\n Letter Fluency Mean Correct\n\nMessy room\n 2.68\n 4.02\n 22.98\n\nTidy room\n 2.80\n 4.44\n 21.96\n\nResearchers identified some possible limitations to their study that might explain the lack of statistically significant differences in the results obtained from the two conditions. One earlier study asked participants to develop alternative uses for a ping-pong ball using a 3-point creativity scale, while this study used an automobile tire, and a 5-point scale. However, this research used many different measures of creativity and of higher-level cognitive processing, and none showed the expected effect.\nAdapted from Manzi, A., Durmysheva, Y., Pinegar, S. K., Rogers, A., & Ramos, J. (2019). Workspace Disorder Does Not Influence Creativity and Executive Functions. Frontiers in Psychology, 9(2662), 1-6. https://doi.org/10.3389/fpsyg.2018.02662. \n\nSource 3\n\nIntroduction\n\nAn orderly environment can affect both an individual’s ability to control their behaviors and the amount of their creative thinking; however, little research has focused on the role personality factors may have in strengthening or weakening this effect. In this study, researchers investigated the effect of self-control as a stable personality trait which they believe influences both self-control behaviors and creative thinking.\n\nParticipants\n\nExperiment 1: One hundred and sixty-three participants (127 women, 36 men, mean age 19.80 years, standard deviation = 1.7) volunteered to participate.\n\nExperiment 2: One hundred and twenty-four participants (101 women, 23 men, mean age 20.38, standard deviation = 1.28) volunteered to participate in a follow-up experiment after being a part of Experiment 1. All participants were students at a university in China.\n\nMethod\n\nThe experiments were approved by the Institutional Review Board of the School of Psychology. Each participant signed an informed written consent form.\n\nExperiment 1:\n\nParticipants completed a self-report survey to measure their typical level of self-control. Questions included statements such as, “I do certain things that are bad for me if they are fun,” and “I have self-discipline.” Each statement was evaluated from 1 “Not at all like me” to 5 “Very much like me.” Based on this survey, they were sorted into two levels of self-control, either “high trait self-control” or “low trait self-control.”\n\nAll participants were then asked to hold their breath “for as long as you are able or until you have to give up,” and the experimenter timed the duration with a stopwatch.\n\nAfter establishing each participant’s breath-holding ability in a neutral space, participants were randomly assigned to either an orderly or a disorderly room. As pictured, in the orderly condition (A), books, pens, and other items were arranged in a structured and ordered way on a table. In the disorderly condition (B), the same quantity of items was scattered on the table or on the floor. Participants were asked to wait for one minute while the experimenter got materials ready, and then they were once again asked to hold their breath and data was collected.\n\n(A) Orderly/Tidy Condition\n\n(B) Disorderly/Messy Condition\n\nExperiment 2:\n\nThe same participants from Experiment 1 were invited to take part in a follow-up experiment. They were randomly assigned to different conditions. As pictured, in the orderly condition (A), participants were shown a picture of a desk with well-organized items. In the disorderly condition (B), participants were shown a picture of a desk with the same items scattered on the table.\n\n(A) Orderly/Tidy Condition\n\n(B) Disorderly/Messy Condition\n\nThe participants imagined that they were in the scene. After 3 minutes, participants completed an Alternative Uses Task where they were asked to list as many “uncommon, creative, and unusual” uses of tires as possible within 3 minutes. Participants’ ideas were scored by five research assistants who were unaware of the different conditions to which each participant was assigned. Each response received a rating on a five-point scale (1 = low creativity, 5 = high creativity). Responses that scored more than 3 points, were labeled as “highly creative ideas.”\n\nResults and Discussion\n\nExperiment 1:\n\nResearchers found that participants who scored low in trait self-control held their breath longer in the orderly room than in the disorderly room. There was no difference in breath-holding ability for participants who scored high in trait self-control when they were in either the orderly or disorderly room. These findings are represented in the graph.\n\nExperiment 2:\n\nFor the participants with high trait self-control, those in the disorderly condition generated more creative ideas (mean = 1.62) than those in the orderly condition (mean = 1.00). This difference was statistically significant.\n\nResearchers concluded that an orderly environment could have a positive influence on individuals’ self-control behaviors. However, this applied only to those with low trait self-control. In contrast, a disorderly environment can be beneficial to creative thinking, but this applied mostly for individuals with high trait self-control. The findings are represented in the graph.\n\nAdapted from Li, Z., & Li, S. (2020). Environmental Orderliness Affects Self-Control and Creative Thinking: The Moderating Effects of Trait Self-Control. Frontiers in Psychology, 11, 1-13. https://doi.org/10.3389/fpsyg.2020.01515.",
    "question": "Respond to all parts of the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Respond to all parts of the question.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cognition"
  },
  "topic": {
    "code": "2.2",
    "text": "2.2: Thinking, Problem-Solving, Judgments, and Decision-Making"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Apply psychological perspectives, theories, concepts, and research findings to a scenario."
  }
}