{
  "id": "VR856497",
  "type": "frq",
  "title": "Media Screen Exposure",
  "content": {
    "description": "Question Instructions:\n\nThis question has three parts: part A, part B, and part C. Use the three sources provided to answer all parts of the question.\nFor part B and part C, you must cite the source that you used to answer the question. You can do this in two different ways: \n\n• Parenthetical Citation:\n\nFor example: “. . . (Source <math alttext=\"1\" overflow=\"scroll\"><mn>1</mn></math>)”\n\n• Embedded Citation:\n\nFor example: “According to Source <math alttext=\"1\" overflow=\"scroll\"><mn>1</mn></math>, . . .”\n\nSource 1\n\nIntroduction\n\nElectronic devices are used widely across many cultures. Media screens include televisions, computers, tablets, and smartphones. Parents and caregivers may wonder about the relationship between their children paying attention to media screens and the cognitive changes that are described in developmental theories. This research study examined when infants first experienced media screens, how often they were exposed to media screens, and their later cognitive development. The researchers also considered mothers’ education levels and verbal interactions with their infants.\n\nParticipants\n\nThe researchers tracked <math alttext=\"274\" overflow=\"scroll\"><mn>274</mn></math> mothers and their infant participants when the infants were at <math alttext=\"6\" overflow=\"scroll\"><mn>6</mn></math>, <math alttext=\"12\" overflow=\"scroll\"><mn>12</mn></math>, <math alttext=\"18\" overflow=\"scroll\"><mn>18</mn></math>, <math alttext=\"24\" overflow=\"scroll\"><mn>24</mn></math>, <math alttext=\"36\" overflow=\"scroll\"><mn>36</mn></math>, and <math alttext=\"48\" overflow=\"scroll\"><mn>48</mn></math> months of age. The infants were healthy in terms of length of gestation, birth weight, growth patterns, and the presence of diseases or disorders.\n\nMethod\n\nAt each session, the researchers asked the mothers how much time their infants were exposed to media screens while awake during an average weekday. The mothers reported their own level of education and the age when their infants were first exposed to media screens. Research participants completed an assessment when the infants were <math alttext=\"24\" overflow=\"scroll\"><mn>24</mn></math> months, <math alttext=\"36\" overflow=\"scroll\"><mn>36</mn></math> months, and <math alttext=\"48\" overflow=\"scroll\"><mn>48</mn></math> months of age. The assessment measures infant motor skills, visual reception, comprehension of spoken words, and language formation.\n\nResults and Discussion\n\nOn average, mothers reported that their infants’ first exposure to media screens occurred at one month of age. Screen exposure was primarily to televisions, followed by tablets and smartphones, and computers. The data showed that when mothers had more years of education, their infants were first exposed to media screens later than were infants whose mothers had fewer years of education. Mothers with more years of education also exposed their children to fewer media screens (correlation coefficient = <math alttext=\"negative .20\" overflow=\"scroll\"><mo>-</mo><mo>.</mo><mn>20</mn></math>), and they verbally interacted more with their children during media screen exposure (correlation coefficient = <math alttext=\".17\" overflow=\"scroll\"><mo>.</mo><mn>17</mn></math>). Participants who were exposed to <math alttext=\"6.5\" overflow=\"scroll\"><mn>6</mn><mo>.</mo><mn>5</mn></math> hours of screen time per day, which was considered a high level, scored lower for some motor skills and visual reception scales administered at <math alttext=\"24\" overflow=\"scroll\"><mn>24</mn></math> months (correlation coefficient = <math alttext=\"negative .41\" overflow=\"scroll\"><mo>-</mo><mo>.</mo><mn>41</mn></math>), <math alttext=\"36\" overflow=\"scroll\"><mn>36</mn></math> months (correlation coefficient = <math alttext=\"negative .26\" overflow=\"scroll\"><mo>-</mo><mo>.</mo><mn>26</mn></math>), and <math alttext=\"48\" overflow=\"scroll\"><mn>48</mn></math> months (correlation coefficient = <math alttext=\"negative .28\" overflow=\"scroll\"><mo>-</mo><mo>.</mo><mn>28</mn></math>). The relationships between high levels of screen time and cognitive development were especially strong among participants who were first exposed to screen media at an early age or when mothers did not verbally interact with the participants during media screen exposure.\nSupanitayanon, S., Trairatvorakul, P., & Chonchaiya, W. (2020). Screen media exposure in the first 2 years of life and preschool cognitive development: A longitudinal study. Pediatric Research, 88, 894-902. https://doi.org/10.1038/s41390-020-0831-8 \n\nSource 2\n\nIntroduction\n\nIn the research study, participants completed mental imagery, working memory, and vocabulary tasks. Their parents reported on when the participants were first exposed to media screens, how often exposure occurs, and the kinds of screen devices used.\n\nParticipants\n\nTwo hundred sixty-six children between the ages of <math alttext=\"3\" overflow=\"scroll\"><mn>3</mn></math> and <math alttext=\"10\" overflow=\"scroll\"><mn>10</mn></math> years who attended pre- or primary school in Germany participated in this study. For the majority (<math alttext=\"56.4%\" overflow=\"scroll\"><mn>56</mn><mo>.</mo><mn>4</mn><mo>%</mo></math>), one or both parents had a university degree. Most of the participants spoke German at home, but <math alttext=\"26.3%\" overflow=\"scroll\"><mn>26</mn><mo>.</mo><mn>3</mn><mo>%</mo></math> of them spoke a language other than German at home.\n\nMethod\n\nParents of the children completed surveys to provide information about their children’s screen time and use across different times of the day. Parents reported on different kinds of devices their children used and the age when children first began using devices.\n\nThe children completed three cognitive tasks: a mental imagery task, a working memory task, and a vocabulary task.\n\nFor the mental imagery task, the children were prompted to think about two objects and decide which of the two objects better fit into a category provided by the researchers (e.g., “Which is shinier, [a] trumpet or [a] violin?”). The researchers recorded the children’s responses on <math alttext=\"34\" overflow=\"scroll\"><mn>34</mn></math> trials and how quickly they responded on each trial, and the task was repeated at a later time\n\nFor the working memory task, the children were read nine strings of numbers that varied in length from two, three, or four digits. After each string, the children were asked to recall the string of numbers, but in the reverse order of how the researchers presented it.\n\nFor the vocabulary task, the children were shown <math alttext=\"39\" overflow=\"scroll\"><mn>39</mn></math> pictures of objects and were asked to name each one.\n\nResults and Discussion\n\nThe researchers found the most common type of media screen exposure was to television. On average, the children were first exposed to screen media at almost <math alttext=\"2\" overflow=\"scroll\"><mn>2</mn></math> years of age. Working memory, vocabulary, and mental imagery were positively correlated to each other. On the mental imagery task, the researchers found a negative correlation between the amount of screen time at Time <math alttext=\"1\" overflow=\"scroll\"><mn>1</mn></math> and how accurate the children were on the task at Time <math alttext=\"2\" overflow=\"scroll\"><mn>2</mn></math>.\nSuggate, S. P., & Martzog, P. (2020). Screen-time influences children’s mental imagery performance. Developmental Science, 2020;23:e12978. https://doi.org/10.111/desc.12978 \n\nSource 3\n\nIntroduction\n\nThe researchers studied pregnant women who lived in Brazil, assessing their infants’ cognitive development over time. The mothers also reported their own levels of education and how much time their children were exposed to media screens.\n\nParticipants\n\nThe researchers studied a randomly selected group of <math alttext=\"470\" overflow=\"scroll\"><mn>470</mn></math> women who were up to <math alttext=\"24\" overflow=\"scroll\"><mn>24</mn></math>-weeks pregnant and lived in Brazil. The women gave informed consent to for their own and their children’s participation in the study, and the study was approved by an ethics committee to ensure the participants’ welfare and well-being.\n\nMethod\n\nThe mothers completed assessments at four points during pregnancy and after birth. When the children were at <math alttext=\"18\" overflow=\"scroll\"><mn>18</mn></math> months of age, they completed an assessment that measures cognitive, language, motor, socio-emotional, and behavioral components. Mothers reported their own level of education and how many hours their children were exposed to media screens during a typical day.\n\nResults and Discussion\n\nThe children’s performance on the cognitive tasks was better when their mothers had more education. Their mean performance and standard deviation on the cognitive tasks as a function screen media exposure are:\n\nMedia Screen Exposure\n Mean of the Cognitive Tasks\n Standard Deviation of the Cognitive Tasks\n\nNo more than one hour each day\n <math alttext=\"97.8\" overflow=\"scroll\"> <mn>97</mn> <mo>.</mo> <mn>8</mn> </math>\n <math alttext=\"13.2\" overflow=\"scroll\"><mn>13</mn><mo>.</mo><mn>2</mn></math>\n\nMore than one hour, but less than two hours daily\n <math alttext=\"95.3\" overflow=\"scroll\"><mn>95</mn><mo>.</mo><mn>3</mn></math>\n <math alttext=\"13.7\" overflow=\"scroll\"><mn>13</mn><mo>.</mo><mn>7</mn></math>\n\nTwo or more hours\n <math alttext=\"94.6\" overflow=\"scroll\"><mn>94</mn><mo>.</mo><mn>6</mn></math>\n <math alttext=\"15.2\" overflow=\"scroll\"><mn>15</mn><mo>.</mo><mn>2</mn></math>\n\nThe differences in these means are statistically significant.\n\nGastaud, L. M., Trettim, J. P., Scholl, C. C., Rubin, B. B., Coelho, F. T., Krause, G. B., Ferreira, N. M., de Matos, M. B., Pinheiro, R. T., & de Avila Quevedo, L. (2023). Screen time: Implications for early childhood cognitive development. Early Human Development, 183, 1-5. http://doi.org/10.1016/j.earlhumdev.2023.105792",
    "question": "Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.\n\nUsing the sources provided, develop and justify an argument about the age at which parents should first allow their children to be exposed to media screens.\n\nA. Propose a specific and defensible claim based in psychological science that responds to the question.",
    "image": null,
    "frqParts": [
      {
        "text": "Write the response to each part of the question in complete sentences. Use appropriate psychological terminology.\n\nUsing the sources provided, develop and justify an argument about the age at which parents should first allow their children to be exposed to media screens.\n\nA. Propose a specific and defensible claim based in psychological science that responds to the question.",
        "image": null
      },
      {
        "text": "B.\n\n(i) Support your claim using at least one piece of specific and relevant evidence from one of the sources.\n\n(ii) Explain how the evidence from part B (i) supports your claim using a psychological perspective, theory, concept, or research finding learned in AP Psychology.",
        "image": null
      },
      {
        "text": "C.\n\n(i) Support your claim using an additional piece of specific and relevant evidence from a different source than the one that was used in part B (i). \n\n(ii) Explain how the evidence from part C (i) supports your claim using a different psychological perspective, theory, concept, or research finding learned in AP Psychology than the one that was used in part B (ii).",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Development and Learning"
  },
  "topic": {
    "code": "3.4",
    "text": "3.4: Cognitive Development Across the Lifespan"
  },
  "skill": {
    "code": "4.A",
    "text": "4.A: Propose a defensible claim."
  }
}