{
  "id": "WPO000003",
  "type": "frq",
  "title": "Cell phones and parenting AAQ",
  "content": {
    "description": "",
    "question": "Using the source provided, respond to all parts of the question. Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response. A. Identify the research method used in the study.",
    "image": null,
    "frqParts": [
      {
        "text": "Using the source provided, respond to all parts of the question. Your response to the question should be provided in six parts: A, B, C, D, E, and F. Write the response to each part of the question in complete sentences. Use appropriate psychological terminology in your response. A. Identify the research method used in the study.",
        "image": null
      },
      {
        "text": "B. State the operational definition of the interruption in the teaching phase.",
        "image": null
      },
      {
        "text": "​​​​​​​C. Describe what the statistically significant difference in means indicates for how long children paid attention to the action in the video.",
        "image": null
      },
      {
        "text": "D. Identify one ethical guideline described in the study. Describe one way the researchers in the study applied this ethical guideline.",
        "image": null
      },
      {
        "text": "E. Explain the extent to which the research findings may or may not be generalizable using specific and relevant evidence from the study.",
        "image": null
      },
      {
        "text": "​​​​​​​F. Explain how at least one of the research findings supports or refutes the idea that disruptions can hinder memory.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Cognition"
  },
  "topic": {
    "code": "2.3",
    "text": "2.3: Introduction to Memory"
  },
  "skill": {
    "code": "4.B",
    "text": "4.B: Provide reasoning that is grounded in scientifically derived evidence to support, refute, or modify an established or provided claim, policy, or norm."
  }
}