{
  "id": "FT549233-22",
  "type": "frq",
  "title": "XIV - the speaker's complex experience",
  "content": {
    "description": "In Derek Walcott’s poem “XIV,” published in 1984, the speaker recalls a childhood experience of visiting an elderly woman storyteller. Read the poem carefully. Then, in a well-written essay, analyze how Walcott uses literary elements and techniques to convey the speaker’s complex experience. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. XIV With the frenzy of an old snake shedding its skin, the speckled road, scored with ruts, smelling of mold, twisted on itself and reentered the forest where the dasheen1 leaves thicken and folk stories begin. (5) Sunset would threaten us as we climbed closer to her house up the asphalt hill road, whose yam vines wrangled over gutters with the dark reek of moss, the shutters closing like the eyelids of that mimosa2 called Ti-Marie; then—lucent as paper lanterns, (10) lamplight glowed through the ribs, house after house— there was her own lamp at the black twist of the path. There’s childhood, and there’s childhood’s aftermath. She began to remember at the minute of the fireflies, to the sound of pipe water banging in kerosene tins, (15) stories she told to my brother and myself. Her leaves were the libraries of the Caribbean. The luck that was ours, those fragrant origins! Her head was magnificent, Sidone. In the gully of her voice shadows stood up and walked, her voice travels my shelves. (20) She was the lamplight in the stare of two mesmerized boys still joined in one shadow, indivisible twins. 1dasheen: tropical plant with large leaves 2mimosa: tropical plant whose leaves close or droop when touched or shaken “XIV” from MIDSUMMER by Derek Walcott. Copyright © 1984 by Derek Walcott. Reprinted by permission of Farrar, Straus and Giroux, LLC and Faber and Faber Ltd.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Walcott uses literary elements and techniques to convey the speaker’s complex experience.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}