{
  "id": "FT549851-22",
  "type": "frq",
  "title": "To Paint a Water Lily - nature and artist's task",
  "content": {
    "description": "In Ted Hughes’ poem “To Paint a Water Lily,” published in 1960, the speaker examines a water lily in its environment. Read the poem carefully. Then, in a well-written essay, analyze how Hughes uses literary elements and techniques to convey the speaker’s complex attitudes toward nature and the artist’s task. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. To Paint a Water Lily A green level of lily leaves Roofs the pond’s chamber and paves The flies’ furious arena: study These, the two minds of this lady. (5)First observe the air’s dragonfly That eats meat, that bullets by Or stands in space to take aim; Others as dangerous comb the hum Under the trees. There are battle-shouts (10)And death-cries everywhere hereabouts But inaudible, so the eyes praise To see the colours of these flies Rainbow their arcs, spark, or settle Cooling like beads of molten metal (15)Through the spectrum. Think what worse Is the pond-bed’s matter of course; Prehistoric bedragonned times Crawl that darkness with Latin names, Have evolved no improvements there, (20)Jaws for heads, the set stare, Ignorant of age as of hour— Now paint the long-necked lily-flower Which, deep in both worlds, can be still As a painting, trembling hardly at all (25)Though the dragonfly alight, Whatever horror nudge her root. —“To Paint a Water Lily” from Collected Poems by Ted Hughes (1930–1998), published by Faber and Faber Ltd [www.faber.co.uk]. Reprinted by permission of the publisher.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Hughes uses literary elements and techniques to convey the speaker’s complex attitudes toward nature and the artist’s task.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 5.D",
    "text": "Skill 5.D: Identify and explain the function of an image or imagery."
  }
}