{
  "id": "FT549116-22",
  "type": "frq",
  "title": "Literary Argument - \"to teach and delight\"",
  "content": {
    "description": "In The Defence of Poesy (1595), Sir Philip Sidney asserts that the purpose of imaginative literature is “to teach and delight.” He writes that “the poet” may sugarcoat a serious message: “[H]e cometh unto you, with a tale which holdeth children from play, and old men from the chimney corner. And, pretending no more, doth intend the winning of the mind from wickedness to virtue—even as the child is often brought to take most wholesome things by hiding them in such other as have a pleasant taste. . . .” Either from your own reading or from the list, choose a work of fiction which seems intended both “to teach and delight.” Then, in a well-written essay, analyze how the complex pursuit of these dual purposes—instructing and pleasing the reader—contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Adventures of Huckleberry Finn Alice’s Adventures in Wonderland The Bluest Eye The Brief Wondrous Life of Oscar Wao Candide Catch-22 The Color Purple The Crucible Don Quixote The Edible Woman Emma Gulliver’s Travels A Handful of Dust Life of Pi Lysistrata Man and Superman Midnight’s Children Moby-Dick Moll Flanders One Flew Over the Cuckoo’s Nest The Piano Lesson The Pilgrim’s Progress The Portrait of a Lady A Portrait of the Artist as a Young Man The Prime of Miss Jean Brodie Rasselas Rosencrantz and Guildenstern Are Dead Siddhartha Tartuffe Their Eyes Were Watching God Twelfth Night Uncle Tom’s Cabin Waiting for Godot Who’s Afraid of Virginia Woolf?",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the complex pursuit of these dual purposes—instructing and pleasing the reader—contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}