{
  "id": "FT549300-22",
  "type": "frq",
  "title": "Literary Argument - investigation of a mystery",
  "content": {
    "description": "Many works of literature not readily identified with the mystery or detective story genre nonetheless involve the investigation of a mystery. In these works, the solution to the mystery may be less important than the knowledge gained in the process of its investigation. Either from your own reading or from the list below, choose a work of fiction in which one or more of the characters confront a mystery. Then, in a well-written essay, analyze how the investigation of the mystery contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Absalom, Absalom Agnes of God Alias Grace All the King’s Men Bleak House Cat on a Hot Tin Roof Crime and Punishment Equus Fifth Business Frankenstein A Gathering of Old Men Ghosts Great Expectations The Good Soldier The Great Gatsby Hamlet Heart of Darkness Hedda Gabler In the Lake of the Woods Jane Eyre Joe Turner’s Come and Gone Lord Jim The Mayor of Casterbridge Monkey Bridge Oedipus Rex The Remains of the Day Rosencrantz and Guildenstern Are Dead Snow Falling on Cedars Song of Solomon Tom Jones The Trial Trifles The Turn of the Screw Who’s Afraid of Virginia Woolf?",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the investigation of the mystery contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.A",
    "text": "Skill 3.A: Identify and describe how plot orders events in a narrative."
  }
}