{
  "id": "FT549274-22",
  "type": "frq",
  "title": "Literary Argument - relationship to the past",
  "content": {
    "description": "In many works of literature, past events can affect, positively or negatively, the present actions, attitudes, or values of a character. Either from your own reading or from the list below, choose a work of fiction in which a character must contend with some aspect of the past, either personal or societal. Then, in a well-written essay, analyze how the character’s complex relationship to the past contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Absalom, Absalom! All the King’s Men The American Atonement The Awakening Beloved The Blind Assassin The Bonesetter’s Daughter The Cherry Orchard Cry, the Beloved Country Death of a Salesman An Enemy of the People Ethan Frome Fifth Business The Fixer Great Expectations The Great Gatsby The House of Mirth Jane Eyre The Kite Runner Long Day’s Journey into Night Lord Jim Middlemarch Moby-Dick The Moor’s Last Sigh Mrs. Dalloway Native Speaker Obasan A Passage to India Persuasion The Piano Lesson Ragtime A Separate Peace A Streetcar Named Desire The Tempest Tess of the D’Urbervilles Their Eyes Were Watching God Who’s Afraid of Virginia Woolf? Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s complex relationship to the past contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.E",
    "text": "Skill 3.E: Explain the function of a significant event or related set of significant events in a plot."
  }
}