{
  "id": "FT549113-22",
  "type": "frq",
  "title": "Literary Argument - character's name illuminates",
  "content": {
    "description": "Names are often keys to the significance of literary characters. Select a novel or play in which a central figure’s name gives access to that character’s ambiguity or complexity. Then write a well-organized essay analyzing how the name illuminates that character and informs the meaning of the work as a whole. You may choose a work from the list below or another work of comparable literary merit. Do not merely summarize the plot. Names are often keys to the significance of literary characters. Either from your own reading or from the list, choose a work of fiction in which a central figure’s name gives access to that character’s complexity. Then, in a well-written essay, analyze how the name illuminates the character’s complexity and contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. 1984 Alentejo Blue Beloved Brave New World The Brief Wondrous Life of Oscar Wao Cat on a Hot Tin Roof Catch-22 The Color Purple Death of a Salesman Erewhon A Gesture Life Great Expectations The Handmaid’s Tale The Importance of Being Earnest Invisible Man Jasmine Light in August Lolita Man and Superman Moby-Dick The Namesake Native Son One Hundred Years of Solitude Orlando A Portrait of the Artist as a Young Man A Prayer for Owen Meany The Scarlet Letter Shalimar the Clown Song of Solomon A Streetcar Named Desire The Tempest Their Eyes Were Watching God Volpone Waiting for Godot The Women of Brewster Place",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the name illuminates the character’s complexity and contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}