{
  "id": "FT549238-22",
  "type": "frq",
  "title": "Literary Argument - moment in bildungsroman",
  "content": {
    "description": "A bildungsroman, or coming-of-age novel, recounts the psychological or moral development of its protagonist from youth to maturity, when this character recognizes his or her place in the world. Either from your own reading or from the list below, choose a work of fiction which is a bildungsroman and in which a pivotal moment shapes the psychological or moral development of the protagonist. Then, in a well-written essay, analyze how that single moment contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Adventures of Augie March Adventures of Huckleberry Finn All the Pretty Horses Atonement Black Boy Breath, Eyes, Memory Brown Girl, Brownstones The Catcher in the Rye Cat’s Eye The Chosen The Cider House Rules The Color Purple David Copperfield The God of Small Things The Grapes of Wrath Great Expectations The House on Mango Street Invisible Man Jane Eyre Jasmine The Joy Luck Club The Joys of Motherhood The Namesake A Portrait of the Artist as a Young Man Purple Hibiscus The Secret Life of Bees A Separate Peace Siddhartha Song of Solomon The Sorrows of Young Werther The Sound and the Fury The Story of Edgar Sawtelle Their Eyes Were Watching God A Thousand Splendid Suns To Kill a Mockingbird A Tree Grows in Brooklyn The Woman Warrior",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how that single moment contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain the function of a character changing or remaining unchanged."
  }
}