{
  "id": "FT549665-22",
  "type": "frq",
  "title": "Crossing the Swamp - complex relationship",
  "content": {
    "description": "In Mary Oliver’s poem “Crossing the Swamp,” published in 1978, the speaker contemplates her experience traveling through a swamp. Read the poem carefully. Then, in a well-written essay, analyze how Oliver uses literary elements and techniques to develop the complex relationship between the speaker and the swamp. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Crossing the Swamp Here is the endless wet thick cosmos, the center of everything—the nugget (5) of dense sap, branching vines, the dark burred faintly belching bogs. Here is swamp, here (10) is struggle, closure— pathless, seamless, peerless mud. My bones knock together at the pale (15) joints, trying for foothold, fingerhold, mindhold over such slick crossings, deep hipholes, hummocks* (20) that sink silently into the black, slack earthsoup. I feel not wet so much as painted and glittered (25) with the fat grassy mires, the rich and succulent marrows of earth—a poor dry stick given (30) one more chance by the whims of swamp water—a bough that still, after all these years, could take root, sprout, branch out, bud— (35) make of its life a breathing palace of leaves. * low mounds of earth From AMERICAN PRIMITIVE by Mary Oliver. Copyright © 1978, 1979, 1980, 1981, 1982, 1983 by Mary Oliver; First Appeared in ATLANTIC MONTHLY (1980). By permission of Little, Brown and Company, (Inc.).",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Oliver uses literary elements and techniques to develop the complex relationship between the speaker and the swamp.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Describe the relationship between a character and a setting."
  }
}