{
  "id": "FT549108-22",
  "type": "frq",
  "title": "Marching Through a Novel - novelist and characters",
  "content": {
    "description": "In John Updike’s poem “Marching Through a Novel,” published in 1993, the speaker discusses character development in the process of writing a novel. Read the poem carefully. Then, in a well-written essay, analyze how Updike uses literary elements and techniques to convey the complex relationship between the novelist and the characters in the novel. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Marching Through a Novel Each morning my characters greet me with misty faces willing, though chilled, to muster for another day’s progress (5) through the dazzling quicksand the marsh of blank paper With instant obedience they change clothes and mannerisms drop a speech impediment (10) develop a motive backwards to suit the deed that’s done They extend skeletal arms for the handcuffs of contrivance, slog through docilely (15) maneuvers of coincidence, look toward me hopefully, their general and quartermaster, for a clearer face, a bigger heart. I do what I can for them (20) but it is not enough Forward is my order though their bandages unravel and some have no backbones and some turn traitor (25) like heads with two faces and some fall forgotten in the trenchwork of loose threads poor puffs of cartoon flak. Forward. Believe me, I love them (30) though I march them to finish them off. “Marching Through a Novel,” from Collected Poems 1953-1993 by John Updike, copyright © 1993 by John Updike. Used by permission of Alfred A. Knopf, a division of Random House, Inc.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Updike uses literary elements and techniques to convey the complex relationship between the novelist and the characters in the novel.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}