{
  "id": "FT549246-22",
  "type": "frq",
  "title": "The Century Quilt - meanings of the quilt",
  "content": {
    "description": "In Marilyn Nelson Waniek’s poem “The Century Quilt,” published in 1985, the speaker describes a quilt she likes. Read the poem carefully. Then, in a well-written essay, analyze how Waniek uses literary elements and techniques to develop the complex meanings that the speaker attributes to The Century Quilt. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Century Quilt for Sarah Mary Taylor, Quilter My sister and I were in love with Meema’s Indian blanket. We fell asleep under army green issued to Daddy by Supply. (5) When Meema came to live with us she brought her medicines, her cane, and the blanket I found on my sister’s bed the last time I visited her. I remembered how I’d planned to inherit (10) that blanket, how we used to wrap ourselves at play in its folds and be chieftains and princesses. Now I’ve found a quilt1 I’d like to die under; (15) Six Van Dyke brown squares, two white ones, and one square the yellowbrown of Mama’s cheeks. Each square holds a sweet gum leaf whose fingers I imagine (20) would caress me into the silence. I think I’d have good dreams for a hundred years under this quilt, as Meema must have, under her blanket, dreamed she was a girl again in Kentucky (25) among her yellow sisters, their grandfather’s white family nodding at them when they met. When their father came home from his store they cranked up the pianola (30) and all of the beautiful sisters giggled and danced. She must have dreamed about Mama when the dancing was over: a lanky girl trailing after her father (35) through his Oklahoma field. Perhaps under this quilt I’d dream of myself, of my childhood of miracles, of my father’s burnt umber2 pride, (40) my mother’s ochre3 gentleness. Within the dream of myself perhaps I’d meet my son or my other child, as yet unconceived. I’d call it The Century Quilt, (45) after its pattern of leaves. Reprinted by permission of Louisiana State University Press from Mama’s Promises by Marilyn Nelson Waniek. Copyright © 1985 by Marilyn Nelson Waniek. 1A quilt is a type of bedcovering often made by stitching together varied pieces of fabric. 2Burnt umber is a shade of brown. 3Ochre refers to a shade of yellow.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Waniek uses literary elements and techniques to develop the complex meanings that the speaker attributes to The Century Quilt.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 5.C",
    "text": "Skill 5.C: Identify and explain the function of a symbol."
  }
}