{
  "id": "FT549854-22",
  "type": "frq",
  "title": "Here - speaker's complex attitude toward places",
  "content": {
    "description": "In Philip Larkin’s poem “Here,” published in 1964, the speaker provides description of a particular area. Read the poem carefully. Then, in a well-written essay, analyze how Larkin uses literary elements and techniques to convey the speaker’s complex attitude toward the places he describes. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Here Swerving east, from rich industrial shadows And traffic all night north; swerving through fields Too thin and thistled to be called meadows, And now and then a harsh-named halt, that shields (5) Workmen at dawn; swerving to solitude Of skies and scarecrows, haystacks, hares and pheasants, And the widening river’s slow presence, The piled gold clouds, the shining gull-marked mud, Gathers to the surprise of a large town: Here domes and statues, spires and cranes cluster (10) Beside grain-scattered streets, barge-crowded water, And residents from raw estates, brought down The dead straight miles by stealing flat-faced trolleys, Push through plate-glass swing doors to their desires— (15) Cheap suits, red kitchen-ware, sharp shoes, iced lollies, Electric mixers, toasters, washers, driers— A cut-price crowd, urban yet simple, dwelling Where only salesmen and relations come Within a terminate and fishy-smelling Pastoral of ships up streets, the slave museum, (20) Tattoo-shops, consulates, grim head-scarfed wives; And out beyond its mortgaged half-built edges Fast-shadowed wheat-fields, running high as hedges, Isolate villages, where removed lives Loneliness clarifies. Here silence stands Like heat. Here leaves unnoticed thicken, (25) Hidden weeds flower, neglected waters quicken, Luminously-peopled air ascends; And past the poppies bluish neutral distance Ends the land suddenly beyond a beach (30) Of shapes and shingle. Here is unfenced existence: Facing the sun, untalkative, out of reach. (1964) “Here” from COLLECTED POEMS by Philip Larkin. Copyright © 1988, 1989 by the Estate of Philip Larkin. Reprinted by permission of The Society of Authors as the Literary Representative of the Estate of Philip Larkin.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Larkin uses literary elements and techniques to convey the speaker’s complex attitude toward the places he describes.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain the function of contrasts within a text."
  }
}