{
  "id": "FT549862-22",
  "type": "frq",
  "title": "Literary Argument - continuing influence of home",
  "content": {
    "description": "“You can leave home all you want, but home will never leave you.” —Sonsyrea Tate Sonsyrea Tate’s statement suggests that “home” may be conceived of as a dwelling, a place, or a state of mind. It may have positive or negative associations, but in either case, it may have a considerable influence on an individual. Either from your own reading or from the list below, choose a work of fiction in which a central character leaves home yet finds that home remains significant. Then, in a well-written essay, analyze the continuing influence of “home” on the character and how that contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Absalom, Absalom! All the Pretty Horses Beloved Bleak House Candide The Cherry Orchard The Country of the Pointed Firs Fences A Free Life: A Novel The Glass Menagerie The God of Small Things Going After Cacciato The Grapes of Wrath Great Expectations The Great Gatsby Home to Harlem A House for Mr. Biswas The House of Mirth The House on Mango Street The Inheritance of Loss Invisible Man Jane Eyre The Little Foxes Look Homeward, Angel The Namesake Never Let Me Go The Piano Lesson The Poisonwood Bible A Portrait of the Artist as a Young Man The Road Song of Solomon A Streetcar Named Desire Sula Their Eyes Were Watching God Things Fall Apart Wise Blood The Women of Brewster Place Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze the continuing influence of “home” on the character and how that contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Describe the relationship between a character and a setting."
  }
}