{
  "id": "FT549661-22",
  "type": "frq",
  "title": "Modern Love - complex view of \"modern love\"",
  "content": {
    "description": "In this poem from George Meredith’s poetic sequence “Modern Love,” published in 1862, the speaker describes an emotional moment for a couple. Read the poem carefully. Then, in a well-written essay, analyze how Meredith uses literary elements and techniques to convey the speaker’s complex view of “modern love.” In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. By this he knew she wept with waking eyes: That, at his hand’s light quiver by her head, The strange low sobs that shook their common bed Were called into her with a sharp surprise, (5) And strangled mute, like little gaping snakes, Dreadfully venomous to him. She lay Stone-still, and the long darkness flowed away With muffled pulses. Then, as midnight makes Her giant heart of Memory and Tears (10) Drink the pale drug of silence, and so beat Sleep’s heavy measure, they from head to feet Were moveless, looking through their dead black years, By vain regret scrawled over the blank wall. Like sculptured effigies* they might be seen (15) Upon their marriage-tomb, the sword between; Each wishing for the sword that severs all. (1862) *The stone figures of a husband and wife carved on medieval tombs",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Meredith uses literary elements and techniques to convey the speaker’s complex view of “modern love.”",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}