{
  "id": "FT549232-22",
  "type": "frq",
  "title": "Literary Argument - motives and deception",
  "content": {
    "description": "Many works of literature contain a character who intentionally deceives others. The character’s dishonesty may be intended either to help or to hurt. Such a character, for example, may choose to mislead others for personal safety, to spare someone’s feelings, or to carry out a crime. Either from your own reading or from the list, choose a work of fiction in which a character deceives others. Then, in a well-written essay, analyze how the character’s complex motives and deception contribute to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Anna Karenina As You Like It Atonement Beloved The Blind Assassin The Bonesetter’s Daughter The Burgess Boys Catch-22 The Color Purple Crime and Punishment The Crucible A Doll House Extremely Loud and Incredibly Close The Great Gatsby Hamlet Heart of Darkness In the Lake of the Woods Invisible Man Jane Eyre Jude the Obscure The Kite Runner M. Butterfly Madame Bovary The Memory Keeper’s Daughter Middlesex Much Ado About Nothing Never Let Me Go Oryx and Crake Othello The Picture of Dorian Gray The Portrait of a Lady Pride and Prejudice Snow Flower and the Secret Fan Twelfth Night Who’s Afraid of Virginia Woolf? The Women of Brewster Place Wuthering Heights A Yellow Raft in Blue Water",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s complex motives and deception contribute to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}