{
  "id": "FT549248-22",
  "type": "frq",
  "title": "Literary Argument - exile",
  "content": {
    "description": "Palestinian American literary theorist and cultural critic Edward Said has written that “Exile is strangely compelling to think about but terrible to experience. It is the unhealable rift forced between a human being and a native place, between the self and its true home: its essential sadness can never be surmounted.” Yet Said has also said that exile can become “a potent, even enriching” experience. Either from your own reading or from the list below, choose a work of fiction in which a character experiences such a rift and becomes cut off from “home,” whether that home is the character’s birthplace, family, homeland, or other special place. Then, in a well-written essay, analyze how the character’s experience with exile is both alienating and enriching and how this experience contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The American Angle of Repose Another Country As You Like It Brave New World Crime and Punishment Doctor Zhivago Heart of Darkness Invisible Man Jane Eyre Jasmine Jude the Obscure King Lear The Little Foxes Madame Bovary The Mayor of Casterbridge My Ántonia Obasan The Odyssey One Day in the Life of Ivan Denisovich The Other Paradise Lost The Poisonwood Bible A Portrait of the Artist as a Young Man The Road Robinson Crusoe Rosencrantz and Guildenstern Are Dead Sister Carrie Sister of My Heart Snow Falling on Cedars The Tempest Things Fall Apart The Women of Brewster Place Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s experience with exile is both alienating and enriching and how this experience contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Describe the relationship between a character and a setting."
  }
}