{
  "id": "FT549276-22",
  "type": "frq",
  "title": "Evening Hawk - complex mood and meaning",
  "content": {
    "description": "In Robert Penn Warren’s poem “Evening Hawk,” published in 1985, the speaker describes the flight of a hawk at sunset. Read the poem carefully. Then, in a well-written essay, analyze how Warren uses literary elements and techniques to convey the scene’s complex mood and meaning. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Evening Hawk From plane of light to plane, wings dipping through Geometries and orchids that the sunset builds, Out of the peak's black angularity of shadow, riding The last tumultuous avalanche of (5) Light above pines and the guttural gorge, The hawk comes. His wing Scythes down another day, his motion Is that of the hones steel-edge, we hear The crashless fall of stalks of Time. (10) The head of each stalk is heavy with the gold of our error. Look! look! he is climbing the last light Who knows neither Time nor error, and under Whose eye, unforgiving, the world, unforgiven, swings Into shadow. Long now, (15) The last thrush is still, the last bat Now cruises in his sharp hieroglyphics. His wisdom Is ancient, too, and immense. The start Is steady, like Plato,* over the mountain. If there were no wind we might, we think, hear (20) The earth grind on its axis, of history Drip in darkness like a leaking pipe in the cellar. —Robert Penn Warren *Greek philosopher (427?–347? B.C.) Copyright © 1998 by Estate of Robert Penn Warren. Reprinted by permission of William Morris Agency, Inc. on behalf of Author.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Warren uses literary elements and techniques to convey the scene’s complex mood and meaning.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 5.C",
    "text": "Skill 5.C: Identify and explain the function of a symbol."
  }
}