{
  "id": "FT549865-22",
  "type": "frq",
  "title": "Literary Argument - illuminating episode",
  "content": {
    "description": "In The Writing of Fiction (1925), novelist Edith Wharton states the following. At every stage in the progress of his tale the novelist must rely on what may be called the illuminating incident to reveal and emphasize the inner meaning of each situation. Illuminating incidents are the magic casements of fiction, its vistas on infinity. Either from your own reading or from the list below, choose a work of fiction in which an “illuminating” episode serves as a “casement,” a window that opens onto meaning. Then, in a well-written essay, analyze how the “illuminating” episode contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Adventures of Huckleberry Finn As I Lay Dying The Awakening Beloved Catch-22 The Catcher in the Rye Dr. Faustus Emma The Good Soldier Heart of Darkness M. Butterfly Major Barbara The Mayor of Casterbridge Mrs. Dalloway Native Son Oedipus Rex Othello Passing A Portrait of the Artist as a Young Man The Portrait of a Lady Pride and Prejudice The Remains of the Day The Scarlet Letter A Soldier’s Play A Streetcar Named Desire Surfacing Their Eyes Were Watching God Twelfth Night Who’s Afraid of Virginia Woolf? Who Has Seen the Wind",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the “illuminating” episode contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.E",
    "text": "Skill 3.E: Explain the function of a significant event or related set of significant events in a plot."
  }
}