{
  "id": "FT549293-22",
  "type": "frq",
  "title": "The Convergence of the Twain - speaker's attitude",
  "content": {
    "description": "In Thomas Hardy’s poem “The Convergence of the Twain,” published in 1912, the speaker describes the sinking of the Titanic. Read the poem carefully. Then, in a well-written essay, analyze how Hardy uses literary elements and techniques to convey the speaker’s complex attitude toward the sinking of the ship. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Convergence of the Twain (Lines on the loss of the Titanic1) I In a solitude of the sea Deep from human vanity, And the Pride of Life that planned her, stilly couches she. II Steel chambers, late the pyres (5) Of her salamandrine2 fires, Cold currents thrid,3 and turn to rhythmic tidal lyres. III Over the mirrors meant To glass the opulent The sea-worm crawls—grotesque, slimed, dumb, indifferent. IV (10) Jewels in joy designed To ravish the sensuous mind Lie lightless, all their sparkles bleared and black and blind. V Dim moon-eyed fishes near Gaze at the gilded gear (15) And query: “What does this vaingloriousness down here?”. . . VI Well: while was fashioning This creature of cleaving wing, The Immanent Will that stirs and urges everything VII Prepared a sinister mate (20) For her—so gaily great— A Shape of Ice, for the time far and dissociate. VIII And as the smart ship grew In stature, grace and hue, In shadowy silent distance grew the Iceberg too. IX (25) Alien they seemed to be: No mortal eye could see The intimate welding of their later history, X Or sign that they were bent By paths coincident (30) On being anon twin halves of one august event, XI Till the Spinner of the Years Said “Now!” And each one hears, And consummation comes, and jars two hemispheres. —Thomas Hardy 1 On the night of April 14, 1912, the British White Star liner Titanic, the largest ship afloat, collided with an iceberg and sank on her maiden voyage from Southampton to New York. Fifteen hundred of the 2,206 passengers lost their lives. 2 Bright red. The salamander was supposed to be able to live in the midst of fire. 3 Thread",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Hardy uses literary elements and techniques to convey the speaker’s complex attitude toward the sinking of the ship.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 3.C",
    "text": "Skill 3.C: Explain the function of structure in a text."
  }
}