{
  "id": "FT549297-22",
  "type": "frq",
  "title": "Literary Argument - delusion as reasonable",
  "content": {
    "description": "One definition of madness is “mental delusion or the eccentric behavior arising from it.” But Emily Dickinson wrote Much madness is divinest Sense— To a discerning Eye— Novelists and playwrights have often seen madness with a “discerning Eye.” Either from your own reading or from the list below, choose a work of fiction in which a character’s apparent madness or irrational behavior plays an important role. Then, in a well-written essay, analyze how the character’s delusion or eccentric behavior might be judged as reasonable and how it contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. As I Lay Dying Beloved Catch-22 The Catcher in the Rye Ceremony Coming Through Slaughter Crime and Punishment Dancing at Lughnasa Don Quixote An Enemy of the People Equus The Father Going After Cacciato Great Expectations Gulliver’s Travels Heart of Darkness Invisible Man King Lear Medea Moby-Dick Native Son Of Mice and Men One Flew Over the Cuckoo’s Nest Pale Fire The Sound and the Fury A Streetcar Named Desire Waiting for Godot Wuthering Heights The Zoo Story",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s delusion or eccentric behavior might be judged as reasonable and how it contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}