{
  "id": "FT549111-22",
  "type": "frq",
  "title": "On Not Shoplifting Louise Bogan's The Blue . . .",
  "content": {
    "description": "In Julia Alvarez’s poem “On Not Shoplifting Louise Bogan’s The Blue Estuaries,” published in 1995, the speaker describes an experience of looking at a poetry book in the college bookstore. Read the poem carefully. Then, in a well-written essay, analyze how Alvarez uses literary elements and techniques to convey the speaker’s complex experience. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. On Not Shoplifting Louise Bogan’s* The Blue Estuaries Connecticut College, fall 1968 Your book surprised me on the bookstore shelf— swans gliding on a blueblack lake; no blurbs by the big boys on back; no sassy, big-haired picture (5) to complicate the achievement; no mentors musing over how they had discovered you had it in you before you even knew (10) you had it in you. The swans posed on a placid lake, your name blurred underwater sinking to the bottom. I had begun to haunt (15) the poetry shelf at the college store— thin books crowded in by texts, reference tomes and a spread of magazines for persistent teens on how to get their boys, (20) Chaucer-Milton-Shakespeare-Yeats. Your name was not familiar, I took down the book and read. Page after page, your poems were stirring my own poems— (25) words rose, breaking the surface, shattering an old silence. I leaned closer to the print until I could almost feel the blue waters drawn (30) into the tip of my pen. I bore down on the page, the lake flowed out again, the swans, the darkening sky. For a moment I lost my doubts, (35) my girl’s voice, my coming late into this foreign alphabet. I read and wrote as I read. I wanted to own this moment. My breath came quickly, thinking it over— (40) I had no money, no one was looking. The swans posed on the cover, their question-mark necks arced over the dark waters. I was asking them what to do . . . (45) The words they swam over answered. I held the book closed before me as if it were something else, a mirror reflecting back someone I was becoming. (50) The swans dipped their alphabet necks in the blueblack ink of the lake. I touched their blank, downy sides, musing, and I put the book back. *poet (1897–1970) From The Other Side/El Otro Lado. Copyright © 1995 by Julia Alvarez. Published by Plume/Penguin, a division of Penguin Group (USA). By permission of Susan Bergholz Literary Services, New York, NY and Lamy, NM. All rights reserved.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Alvarez uses literary elements and techniques to convey the speaker’s complex experience.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 5.C",
    "text": "Skill 5.C: Identify and explain the function of a symbol."
  }
}