{
  "id": "FT549114-22",
  "type": "frq",
  "title": "London's Summer Morning - characterization of city",
  "content": {
    "description": "In Mary Robinson’s poem “London’s Summer Morning,” published in 1800, the speaker describes a summer morning in London. Read the poem carefully. Then, in a well-written essay, analyze how Robinson uses literary elements and techniques to develop a complex characterization of the city as a source of inspiration for the poet. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. London’s Summer Morning Who has not wak’d to list1 the busy sounds Of summer’s morning, in the sultry smoke Of noisy London? On the pavement hot The sooty chimney-boy, with dingy face (5) And tatter’d covering, shrilly bawls his trade, Rousing the sleepy housemaid. At the door The milk-pail rattles, and the tinkling bell Proclaims the dustman’s office;2 while the street Is lost in clouds impervious. Now begins (10) The din of hackney-coaches, waggons, carts; While tinmen’s shops, and noisy trunk-makers, Knife-grinders, coopers, squeaking cork-cutters, Fruit-barrows, and the hunger-giving cries Of vegetable venders, fill the air (15) Now ev’ry shop displays its varied trade, And the fresh-sprinkled pavement cools the feet Of early walkers. At the private door The ruddy housemaid twirls the busy mop, Annoying the smart ’prentice, or neat girl (20) Tripping with band-box3 lightly. Now the sun Darts burning splendour on the glitt’ring pane, Save where the canvas awning throws a shade On the gay merchandize. Now, spruce and trim, In shops (where beauty smiles with industry (25) Sits the smart damsel; while the passenger Peeps thro’ the window, watching ev’ry charm. Now pastry dainties catch the eye minute Of humming insects, while the limy snare Waits to enthral them. Now the lamp-lighter (30) Mounts the tall ladder, nimbly vent’rous, To trim the half-fill’d lamp; while at his feet The pot-boy4 yells discordant! All along The sultry pavement, the old-clothes-man cries In tones monotonous, and side-long views (35) The area for his traffic: now the bag Is slily open’d, and the half-worn suit (Sometimes the pilfer’d treasure of the base Domestic spoiler), for one half its worth, Sinks in the green abyss. The porter now (40) Bears his huge load along the burning way; And the poor poet wakes from busy dreams, To paint the summer morning. (1800) 1listen to 2work of the garbage collector 3hatbox 4drink server",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Robinson uses literary elements and techniques to develop a complex characterization of the city as a source of inspiration for the poet.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 2.C",
    "text": "Skill 2.C: Describe the relationship between a character and a setting."
  }
}