{
  "id": "FT549110-22",
  "type": "frq",
  "title": "Literary Argument - sibling relationship",
  "content": {
    "description": "In many literary works, relationships between siblings (brothers or sisters) create, clarify, or complicate central themes of the work. Either from your own reading or from the list, choose a work of fiction in which a sibling relationship—positive or negative—functions to deepen a central theme. Then, in a well-written essay, analyze how the sibling relationship contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Absalom, Absalom! All the King’s Men Antigone Arcadia Beloved The Blind Assassin The Bonesetter’s Daughter Brideshead Revisited The Brothers Karamazov The Catcher in the Rye The Comedy of Errors Crime and Punishment Death of a Salesman East of Eden Fences The Glass Menagerie The Grapes of Wrath The Homecoming Housekeeping The Importance of Being Earnest Just Above My Head King Lear The Kite Runner The Mill on the Floss The Piano Lesson The Poisonwood Bible Pride and Prejudice A Raisin in the Sun Sister of My Heart Song of Solomon The Sound and the Fury The Story of Edgar Sawtelle A Thousand Acres Three Sisters Tom Jones The Turn of the Screw Wuthering Heights A Yellow Raft in Blue Water",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the sibling relationship contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe how textual details reveal nuances and complexities in characters' relationships with one another."
  }
}