{
  "id": "FT549268-22",
  "type": "frq",
  "title": "Literary Argument - foil",
  "content": {
    "description": "In a literary work, a minor character, often known as a foil, possesses traits that emphasize, by contrast or comparison, the distinctive characteristics and qualities of the main character. For example, the ideas or behavior of the minor character might be used to highlight the weaknesses or strengths of the main character. Either from your own reading or from the list below, choose a work of fiction in which a minor character serves as a foil to a main character. Then, in a well-written essay, analyze how the relation between the minor character and the major character contributes to an interpretation of the work as a whole. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Age of Innocence Alias Grace All the King’s Men All the Pretty Horses Anna Karenina Billy Budd The Brothers Karamazov Catch-22 Cold Mountain The Color Purple Don Quixote Emma Equus Frankenstein Glass Menagerie Henry IV, Part I Huckleberry Finn Invisible Man King Lear The Kite Runner The Misanthrope The Piano Lesson Pride and Prejudice Pygmalion Reservation Blues The Sound and the Fury A Streetcar Named Desire Sula A Tale of Two Cities Their Eyes Were Watching God Tom Jones Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In well-written essay, analyze how the relation between the minor character and the major character contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.C",
    "text": "Skill 1.C: Explain the function of contrasting characters."
  }
}