{
  "id": "FT549243-22",
  "type": "frq",
  "title": "A Story - complex relationship of father and son",
  "content": {
    "description": "In Li-Young Lee’s poem “A Story,” published in 1990, the speaker describes the relationship between a father and son. Read the poem carefully. Then, in a well-written essay, analyze how Lee uses literary elements and techniques to convey the complex relationship of the father and son. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. A Story Sad is the man who is asked for a story and can’t come up with one. His five-year-old son waits in his lap. Not the same story, Baba. A new one. (5) The man rubs his chin, scratches his ear. In a room full of books in a world of stories, he can recall not one, and soon, he thinks, the boy will give up on his father. (10) Already the man lives far ahead, he sees the day this boy will go. Don’t go! Hear the alligator story! The angel story once more! You love the spider story. You laugh at the spider. Let me tell it! (15) But the boy is packing his shirts, he is looking for his keys. Are you a god, the man screams, that I sit mute before you? Am I a god that I should never disappoint? But the boy is here. Please, Baba, a story? (20) It is an emotional rather than logical equation, an earthly rather than heavenly one, which posits that a boy’s supplications and a father’s love add up to silence. Li-Young Lee, “A Story” from The City in Which I Love You. Copyright © 1990 by Li-Young Lee. Used by permission of BOA Editions, Ltd., www.boaeditions.org.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Lee uses literary elements and techniques to convey the complex relationship of the father and son.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}