{
  "id": "FT567785-22",
  "type": "frq",
  "title": "Literary Argument - a literal or figurative gift",
  "content": {
    "description": "Many works of literature feature characters who have been given a literal or figurative gift. The gift may be an object, or it may be a quality such as uncommon beauty, significant social position, great mental or imaginative faculties, or extraordinary physical powers. Yet this gift is often also a burden or a handicap. Either from your own reading or from the list below, choose a work of fiction in which a character has been given a gift that is both an advantage and a problem. Then, in a well-written essay, analyze how the gift and its complex nature contribute to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Aeneid Alias Grace All the Light We Cannot See Beloved Beowulf Crime and Punishment Death in Venice Dracula Frankenstein The Goldfinch Great Expectations Heart of Darkness Homegoing The Iliad Kindred King Lear Madame Bovary Mama Day Man and Superman The Metamorphosis Midnight’s Children A Passage to India The Picture of Dorian Gray The Portrait of a Lady The Power of One A Raisin in the Sun The Return of the Native The Tempest Things Fall Apart To the Lighthouse",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the gift and its complex nature contribute to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}