{
  "id": "FT584698-22",
  "type": "frq",
  "title": "The Mystery - the speaker's complex understanding",
  "content": {
    "description": "In Paul Laurence Dunbar’s poem “The Mystery,” published in 1896, the speaker contemplates his existence. Read the poem carefully. Then, in a well-written essay, analyze how Dunbar uses literary elements and techniques to portray the complex nature of the speaker’s existence and his conclusions about it. The Mystery I was not; now I am — a few days hence I shall not be; I fain would look before And after, but can neither do; some Power Or lack of power says “no” to all I would. 5I stand upon a wide and sunless plain, Nor chart nor steel to guide my steps aright. Whene’er, o’ercoming fear, I dare to move, I grope without direction and by chance. Some feign to hear a voice and feel a hand 10That draws them ever upward thro’ the gloom. But I — I hear no voice and touch no hand, Tho’ oft thro’ silence infinite I list, And strain my hearing to supernal sounds; Tho’ oft thro’ fateful darkness do I reach, 15And stretch my hand to find that other hand. I question of th’ eternal bending skies That seem to neighbor with the novice earth; But they roll on, and daily shut their eyes On me, as I one day shall do on them, 20And tell me not the secret that I ask.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Dunbar uses literary elements and techniques to portray the complex nature of the speaker’s existence and his conclusions about it. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}