{
  "id": "FT584699-22",
  "type": "frq",
  "title": "All the Living - responses to her environment",
  "content": {
    "description": "The excerpt is from C. E. Morgan’s novel All the Living, published in 2009. This passage describes a young girl’s experience moving away from her extended family in rural Appalachia. Read the passage carefully. Then, in a well-written essay, analyze how Morgan uses literary elements and techniques to convey Aloma’s complex responses her changing environment. She was sent to the mission school the month before she turned a thankless twelve, not because her aunt and uncle couldn’t handle her any more, but because there were nine in the house now — the (5) adults, their five children, one foster child, and Aloma. Her aunt and uncle had always been fine to her, they possessed a kind of hollow-headed decency that couldn’t be disparaged. When they told her of the school, they were gentle as doctors, and their voices (10) said, This won’t hurt a bit, and in fact, it had not really, at least not that Aloma could recall. Only that first night she found that her eyes stung and to make them stop she turned facedown into her pillow and let them tear with her mouth open ragged against the (15) cotton ticking, but in the morning her eyes were better and she did not cry again, at least not over that. It was not that her aunt and uncle hadn’t cared for her — they had never made her feel guilty for their taking her in when they had no money — but they’d (20) cared in a middling, impersonal way that instinctively reserved their best for their own. During her first year at the school, they made their small familial efforts, they phoned her once a month on Sunday afternoons and sent little cartooned magazines from their church (25) about crossing a wide river in a phalanx of other refugees or about Ruth and her numerous losses. Until she began to play piano, Aloma read these again and again, carefully, stacked them in neat piles under her steel-framed bed. She wondered what it meant to (30) uncover a man’s feet, to sleep in his bed, to travel to a far country, to see enemies drowned. She wondered what kind of luck was required to be someone other than the person you were born to be. The school carried her into a deeper cleavage of the (35) mountains than the one she had known at her uncle’s trailer, which jagged out like an aluminum finger from a limestone wall topped by firs, bone out of bone. There the night carried on and on until ten in the morning, then the tip of the finger finally burned (40) with its first sun. When she arrived at the school, Aloma shared a small concrete room with two other girls and here too the mountain walls staggered and threated up over them all. The sun did not appear in the wound of the holler1 until long past eleven where (45) it remained until Spar Mountain, like a curtain of earth, cut the light before it could naturally sputter out. It was a chasmed world without the twin ceremonies of morning and evening. Aloma lived in this dark place, a dark county in a (50) dark state, and it pressed on her ceaselessly as a girl until she finally realized in a moment of prescience that someday adulthood would come with its great shuddering release and she would be free. Then she would leave and find a riseless place where nothing (55) impeded the progress of the sun from the moment it rose in the east until it died out easily, dismissed into the west. That was what she wanted. That more than family, that more than friendship, that more than love. Just the kind of day that couldn’t be recalled into (60) premature darkness by the land. The only thing she remembered fondly from her years at her uncle’s trailer was a piano, old with a tiger-eye top, its weight causing the linoleum floor to sag. Her aunt played on Sundays after church and the (65) children were made to sit, the restless grappling mass of them, and sing along. But the churchy songs soon bored Aloma, hymns were not enough, they contained the sound in a too-small box of predictable chords. She wanted to see her aunt’s fingers spider up and (70) down the length of the keyboard, from the woody lows to the tiny baby sounds of the upper register. She always wanted more than she was given and secretly wished her aunt’s hands would slip and press two neighbor keys at once. It was always dissonance that (75) she liked best. 1hollow; a small valley Excerpt from All the Living by C. E. Morgan. Copyright ©2009 by C. E. Morgan. Reprinted by permission of Farrar, Straus, and Giroux. Reprinted by permission of HarperCollins Publishers Ltd, ©2009",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Morgan uses literary elements and techniques to convey Aloma’s complex responses her changing environment. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "1",
    "text": "1: Short Fiction I"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe how textual details reveal nuances and complexities in characters' relationships with one another."
  }
}