{
  "id": "VH866335",
  "type": "frq",
  "title": "Relations by Mayli Vang",
  "content": {
    "description": "In Mayli Vang’s poem “Relations,” published in 2000, the speaker describes her family. Read the poem carefully. Then, write a paragraph in which you make a defensible claim regarding how Vang uses contrasts to convey the complex relationships among the members of the speaker’s family. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim. In your response you should do the following: Respond to the prompt with a claim that presents a defensible interpretation. Select and use evidence to support your interpretation. Explain how the evidence supports your interpretation. Use appropriate grammar and punctuation in communicating your your argument. Relations Father left when I was five he dwells among the dead in a land foreign to my imagination. Remnants of his existence: 5A black-and-white wallet-size picture, a faded yellow shirt. Mother keeps to the living room sewing her life into cloth too fearful to confront the world. 10She has sewn forty patches of: Make New Friends and Keep the Old as Silver, the New Ones Gold. Sister inhabits the kitchen cooking her dreams away 15the perfect daughter. Wednesday’s menu for dinner: rice, chicken boiled with bitter melon, baby bok with garlic and pork. Brother is nowhere to be found 20out roaming the world he will inherit he’s a man, okay. Friday afternoon: a police officer escorts him home for stealing a Nestlé crunch bar at J. J. Newberry’s.1a chain of discount stores 25I am in my room where thoughts are locked in books and dreams are stored on shelves. I’m still young I keep telling myself. 2:30 A.M.: I am still writing 30mother hits me on the head with my journal can you eat straight A’s? She wants to know. \"Relations,\" Mayli Vang, New Rivers Press, 2000.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write a paragraph in which you make a defensible claim regarding how Vang uses contrasts to convey the complex relationships among the members of the speaker’s family.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain the function of contrasts within a text."
  }
}