{
  "id": "VH948024",
  "type": "frq",
  "title": "Double Dutch by Gregory Pardlo",
  "content": {
    "description": "In Gregory Pardlo’s poem “Double Dutch,” published in 2007, the speaker describes watching children playing double Dutch—a version of jumping rope in which two ropes are turned in opposite directions. Read the poem carefully. Then, write a paragraph in which you make a defensible claim regarding how Pardlo uses simile and metaphor to convey a complex image of the girls. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim. In your response you should do the following: Respond to the prompt with a claim that presents a defensible interpretation. Select and use evidence to support your interpretation. Explain how the evidence supports your interpretation. Use appropriate grammar and punctuation in communicating your argument. Double Dutch The girls turning double-dutch bob & weave like boxers pulling punches, shadowing each other, sparring across the slack cord casting parabolas in the air. They whip quick as an infant’s pulse and the jumper, before she enters the winking, nods in time as if she has a notion to share, waiting her chance to speak. But she’s anticipating the upbeat like a bandleader counting off the tune they are about to swing into. The jumper stair-steps into mid-air as if she’s jumping rope in low-gravity, training for a lunar mission. Airborne a moment long enough to fit a second thought in, she looks caught in the mouth bones of a fish as she flutter-floats into motion like a figure in a stack of time-lapse photos thumbed alive. Once inside, the bells tied to her shoestrings rouse the gods who’ve lain in the dust since the Dutch acquired Manhattan. How she dances patterns like a dust-heavy bee retracing its travels in scale before the hive. How the whole stunning contraption of girl and rope slaps and scoops like a paddle boat. Her misted skin arranges the light with each adjustment and flex. Now heather- hued, now sheen, light listing on the fulcrum of a wrist and the bare jutted joints of elbow and knee, and the faceted surfaces of muscle, surfaces fracturing and reforming like a sun-tickled sleeve of running water. She makes jewelry of herself and garlands the ground with shadows. Copyright © 2007 by Gregory Pardlo",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write a paragraph in which you make a defensible claim regarding how Pardlo uses simile and metaphor to convey a complex image of the girls.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Identify and explain the function of a metaphor."
  }
}