{
  "id": "VH948362",
  "type": "frq",
  "title": "Spring and All by William Carlos Williams",
  "content": {
    "description": "In the following poem by William Carlos Williams (published in 1921), the speaker describes a scene from a day in late winter. Read the poem carefully. Write a paragraph in which you make a defensible claim about how Williams uses poetic elements and techniques to convey the speaker’s complex perspective on the approach of spring. In your paragraph, you should incorporate at least one piece of evidence from the text to support your claim. In your response you should do the following: Construct a claim that presents an interpretation. Select and use evidence to develop and support your interpretation. Explain the relationship between the evidence and your interpretation. Use appropriate grammar and punctuation in communicating your argument. Spring and All By the road to the contagious hospital under the surge of the blue mottled clouds driven from the northeast—a cold wind. Beyond, the (5) waste of broad, muddy fields brown with dried weeds, standing and fallen patches of standing water the scattering of tall trees All along the road the reddish (10) purplish, forked, upstanding, twiggy stuff of bushes and small trees with dead, brown leaves under them leafless vines— Lifeless in appearance, sluggish (15) dazed spring approaches— They enter the new world naked, cold, uncertain of all save that they enter. All about them the cold, familiar wind— (20) Now the grass, tomorrow the stiff curl of wildcarrot leaf One by one objects are defined— It quickens: clarity, outline of leaf But now the stark dignity of (25) entrance—Still, the profound change has come upon them: rooted, they grip down and begin to awaken",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "Write a paragraph in which you make a defensible claim about how Williams uses poetic elements and techniques to convey the speaker’s complex perspective on the approach of spring.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 3.D",
    "text": "Skill 3.D: Explain the function of contrasts within a text."
  }
}