{
  "id": "VH946617",
  "type": "frq",
  "title": "The Book by Henry Vaughan",
  "content": {
    "description": "In the poem by Henry Vaughan, published in 1655, the speaker contemplates the relationship between God and nature. Read the poem carefully. Then, in a well-written essay, analyze how Vaughan uses poetic elements and techniques to convey the speaker’s complex ideas about the connection between the spiritual and material worlds. In your response you should do the following: Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning. Select and use evidence to develop and support your line of reasoning. Explain the relationship between the evidence and your thesis. Use appropriate grammar and punctuation in communicating your argument. The Book Eternal God! maker of all That have lived here, since the man’s fall; The Rock of ages! in whose shade They live unseen, when here they fade. 5 Thou knew’st this paper, when it was Mere seed, and after that but grass; Before ’twas dressed or spun, and when Made linen, who did wear it then: What were their lives, their thoughts & deeds 10 Whether good corn, or fruitless weeds. Thou knew’st this tree, when a green shade Covered it, since a cover made, And where it flourished, grew and spread, As if it never should be dead. 15 Thou knew’st this harmless beast, when he Did live and feed by thy decree On each green thing; then slept (well fed) Clothed with this skin, which now lies spread A covering o’er this aged book, 20 Which makes me wisely weep and look On my own dust; mere dust it is, But not so dry and clean as this. Thou knew’st and saw’st them all and though Now scattered thus, dost know them so. 25 O knowing, glorious spirit! when Thou shalt restore trees, beasts and men, When thou shalt make all new again, Destroying only death and pain, Give him amongst thy works a place, 30 Who in them loved and sought thy face!",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Vaughan uses poetic elements and techniques to convey the speaker’s complex ideas about the connection between the spiritual and material worlds.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "8",
    "text": "8: Poetry III"
  },
  "skill": {
    "code": "Skill 6.B",
    "text": "Skill 6.B: Identify and explain the function of a metaphor."
  }
}