{
  "id": "VH948477",
  "type": "frq",
  "title": "Baudelaire by Delmore Schwartz",
  "content": {
    "description": "In the poem by Delmore Schwartz (published in 1959), the speaker, nineteenth-century French poet Charles Baudelaire, addresses his mother. Read the poem carefully. Then, in a well-written essay, analyze how the choices that Schwartz ascribes to Baudelaire reveal Baudelaire’s complex character. In your response you should do the following: Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning. Select and use evidence to develop and support your line of reasoning. Explain the relationship between the evidence and your thesis. Use appropriate grammar and punctuation in communicating your argument. Baudelaire 1 When I fall asleep, and even during sleep, I hear, quite distinctly, voices speaking Whole phrases, commonplace and trivial, Having no relation to my affairs. 5 Dear Mother, is any time left to us In which to be happy? My debts are immense. My bank account is subject to the court’s judgment. I know nothing. I cannot know anything. I have lost the ability to make an effort. 10 But now as before my love for you increases. You are always armed to stone me, always: It is true. It dates from childhood. For the first time in my long life I am almost happy. The book, almost finished, 15 Almost seems good. It will endure, a monument To my obsessions, my hatred, my disgust. Debts and inquietude persist and weaken me. Satan glides before me, saying sweetly: “Rest for a day! You can rest and play today. 20 Tonight you will work.” When night comes, My mind, terrified by the arrears, Bored by sadness, paralyzed by impotence, Promises: “Tomorrow: I will tomorrow.” Tomorrow the same comedy enacts itself 25 With the same resolution, the same weakness. I am sick of this life of furnished rooms. I am sick of having colds and headaches: You know my strange life. Every day brings Its quota of wrath. You little know 30 A poet’s life, dear Mother: I must write poems, The most fatiguing of occupations. I am sad this morning. Do not reproach me. I write from a café near the post office, Amid the click of billiard balls, the clatter of dishes, 35 The pounding of my heart. I have been asked to write “A History of Caricature.” I have been asked to write “A History of Sculpture.” Shall I write a history Of the caricatures of the sculptures of you in my heart? Although it costs you countless agony, 40 Although you cannot believe it necessary, And doubt that the sum is accurate, Please send me money enough for at least three weeks. By Delmore Schwartz, from SELECTED POEMS, copyright ©1959 by Delmore Schwartz. Reprinted by permission of New Directions Publishing Corp. SALES TERRITORY: World rights.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the choices that Schwartz ascribes to Baudelaire reveal Baudelaire’s complex character.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Longer Fiction or Drama III"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}