{
  "id": "VH955177",
  "type": "frq",
  "title": "You Cant Go Home Again - Open",
  "content": {
    "description": "In many works of literature, characters who have been away from home return and find that they no longer have the same feelings about home as they once did. As novelist James Agee writes in A Death In the Family, “You can go home, it’s good to go home, but you never really get all the way home again in your life.” Either from your own reading or from the list below, choose a work of fiction in which a character’s return home is problematic: “home” is not what it once was perceived to be. Then, in a well-written essay, analyze how the character’s response to his or her “home” contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning. Select and use evidence to develop and support your line of reasoning. Explain the relationship between the evidence and your thesis. Use appropriate grammar and punctuation in communicating your argument. The Age of Innocence Americanah The Bell Jar The Bonesetter’s Daughter Breath, Eyes, Memory Brighton Beach Memoirs Ceremony Cold Mountain Death of a Salesman Exit West Great Expectations Gulliver’s Travels Home Homegoing The Hummingbird’s Daughter Kindred The Kite Runner Lonely Londoners The Mambo Kings Play Songs of Love Mansfield Park The Mill on the Floss Mrs. Dalloway My Ántonia The Namesake Native Son Paradise Lost The Piano Lesson The Poisonwood Bible Pudd’nhead Wilson Pygmalion Quicksand The Return of the Native The Scarlet Letter Song of Solomon Sons and Other Flammable Objects The Sound and the Fury The Tempest Their Eyes Were Watching God Where the Dead Sit Talking Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the character’s response to his or her “home” contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.E",
    "text": "Skill 3.E: Explain the function of a significant event or related set of significant events in a plot."
  }
}