{
  "id": "VH954164",
  "type": "frq",
  "title": "Open - Unreliable Narrator",
  "content": {
    "description": "Many works of literature feature an unreliable narrator: they contain first-person accounts narrated by someone whose credibility or perspective is eventually thrown into question. Either from your own reading or from the list below, choose a work of fiction in which the narrator's reliability is revealed to be in question. Then, in a well-written essay, analyze how the revelation of the narrator's questionable reliability contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Adventures of Huckleberry Finn Beloved The Birds of Opulence The Bluest Eye The Book of Memory The Catcher in the Rye The Cattle Killing A Clockwork Orange The Color Purple Frankenstein Gone Girl The Good Soldier The Great Gatsby The House on Mango Street The Importance of Being Earnest Invisible Man The Joy Luck Club Kindred Middle Passage Midnight's Children The Moonstone The Murder of Roger Ackroyd The Namesake Never Let Me Go One Flew Over the Cuckoo's Nest Salvage the Bones The Sound and the Fury Swing Time The Tempest Then We Came to the End There There Topdog/Underdog The Turn of the Screw Vanity Fair Villette Who's Afraid of Virginia Woolf? Wide Sargasso Sea Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the revelation of the narrator's questionable reliability contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 4.D",
    "text": "Skill 4.D: Explain how a narrator's reliability affects a narrative."
  }
}