{
  "id": "VH954117",
  "type": "frq",
  "title": "Open - Illness and Mortality",
  "content": {
    "description": "Many works of literature feature a character who is sick or dying. That character’s illness or mortality can affect other characters and may serve as a symbol for a larger idea. Either from your own reading or from the list to the left, choose a work of fiction in which a character is sick or dying. Then, in a well-written essay, analyze how the symbolism of the character’s illness or mortality contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning. Select and use evidence to develop and support your line of reasoning. Explain the relationship between the evidence and your thesis. All the Pretty Horses As I Lay Dying The Bell Jar Cat on a Hot Tin Roof Ceremony The Color Purple Dracula Exit West The Friend: A Novel A Farewell to Arms Great Expectations Jane Eyre The Joy Luck Club King Lear A Lesson Before Dying Little Fires Everywhere Little Women Long Day’s Journey Into Night Nervous Conditions Never Let Me Go Nineteen Eighty-Four Oryx and Crake Purple Hibiscus Push Rosencrantz and Guildenstern Are Dead Saturday Sense and Sensibility Sing, Unburied, Sing Station 11 The Strange Case of Dr. Jekyll and Mr. Hyde Sula Swing Time The Sympathizer A Thousand Specific Suns Their Eyes Were Watching God To Kill a Mockingbird Twain & Stanley Enter Paradise When Breath Becomes Air Wit Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the symbolism of the character’s illness or mortality contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 5.C",
    "text": "Skill 5.C: Identify and explain the function of a symbol."
  }
}