{
  "id": "VR000802",
  "type": "frq",
  "title": "Open-Guilty Conscience",
  "content": {
    "description": "Fictional characters deal with feelings of guilt in different ways. Some shrug off guilt with apparent ease, while others suffer more from guilt than they do from external consequences imposed on them for their actions. Either from your own reading or from the list below, choose a work of fiction in which a character changes—or remains unchanged—as a result of guilt. Then, in a well-written essay, analyze how that character’s response contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents an interpretation and may establish a line of reasoning. Select and use evidence to develop and support your line of reasoning. Explain the relationship between the evidence and your thesis. Use appropriate grammar and punctuation in communicating your argument. Adam Bede Adventures of Huckleberry Finn All the King’s Men All the Light We Cannot See The Aspern Papers Atonement Beloved Brave New World The Catcher in the Rye The Color Purple Death Comes for the Archbishop Death of a Salesman East of Eden Ethan Frome Fences Frankenstein A Gesture Life Ghosts Giovanni’s Room The God of Small Things Great Expectations Hamlet Invisible Man Jane Eyre The Kite Runner Light in August Long Day’s Journey Into Night Lord Jim Macbeth Native Son The Picture of Dorian Gray Portnoy’s Complaint The Quiet American A Raisin in the Sun The Remains of the Day Ruth The Scarlet Letter A Separate Peace The Smell of Apples The Sound and the Fury Tess of the D’Urbervilles The Yellow Birds",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how that character’s response contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Longer Fiction or Drama III"
  },
  "skill": {
    "code": "Skill 1.B",
    "text": "Skill 1.B: Explain the function of a character changing or remaining unchanged."
  }
}