{
  "id": "VR024662-22",
  "type": "frq",
  "title": "On Turning Ten - complexity of speaker's attitude",
  "content": {
    "description": "In Billy Collins’ poem “On Turning Ten,” published in 1995, the speaker reflects on a tenth birthday. Read the poem carefully. Then, in a well-written essay, analyze how Collins uses literary elements and techniques to convey the complexity of the speaker’s attitude. On Turning Ten The whole idea of it makes me feel like I’m coming down with something, something worse than any stomach ache or the headaches I get from reading in bad light— 5a kind of measles of the spirit, a mumps of the psyche, a disfiguring chicken pox of the soul. You tell me it is too early to be looking back, but that is because you have forgotten 10the perfect simplicity of being one and the beautiful complexity introduced by two. But I can lie on my bed and remember every digit. At four I was an Arabian wizard. I could make myself invisible 15by drinking a glass of milk a certain way. At seven I was a soldier, at nine a prince. But now I am mostly at the window watching the late afternoon light. Back then it never fell so solemnly 20against the side of my tree house, and my bicycle never leaned against the garage as it does today, all the dark blue speed drained out of it. This is the beginning of sadness, I say to myself, 25as I walk through the universe in my sneakers. It is time to say good-bye to my imaginary friends, time to turn the first big number. It seems only yesterday I used to believe there was nothing under my skin but light. 30If you cut me I would shine. But now when I fall upon the sidewalks of life, I skin my knees. I bleed. “On Turning Ten” from The Art of Drowning by Billy Collins, © 1995. All rights are controlled by the University of Pittsburgh Press, Pittsburgh, PA 15260. Used by permission of the University of Pittsburgh Press.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Collins uses literary elements and techniques to convey the complexity of the speaker’s attitude. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}