{
  "id": "VR040379-22",
  "type": "frq",
  "title": "Literary Argument - consequences of idealism",
  "content": {
    "description": "In his 2004 novel Magic Seeds, V. S. Naipaul writes: “It is wrong to have an ideal view of the world. That’s where the mischief starts. That’s where everything starts unravelling.”Either from your own reading or from the list below, choose a work of fiction in which a character holds an “ideal view of the world.” Then, in a well-written essay, analyze how the author’s portrayal of this idealism and its positive or negative consequences contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Alchemist Antigone The Awakening The Bluest Eye Brave New World Brideshead Revisited The Brief Wondrous Life of Oscar Wao Candide The Catcher in the Rye Death of a Salesman Don Quixote A Gesture Life Great Expectations The Great Gatsby The Handmaid’s Tale The House of Mirth The Importance of Being Earnest Invisible Man King Lear Lolita The Mill on the Floss My Ántonia Native Son Odyssey The Portrait of a Lady A Portrait of the Artist as a Young Man The Sound and the Fury The Sun Also Rises The Tempest To Kill a Mockingbird When the Emperor Was Divine",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how the author’s portrayal of this idealism and its positive or negative consequences contributes to an interpretation of the work as a whole.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}