{
  "id": "VR040163-22",
  "type": "frq",
  "title": "The Landlady - complex portrayal of the landlady",
  "content": {
    "description": "In P. K. Page’s poem “The Landlady,” published in 1943, the speaker gives a complex portrayal of a landlady. Read the poem carefully. Then, in a well-written essay, analyze how Page uses literary elements and techniques to convey this complex portrayal. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Landlady Through sepia air the boarders*boarders: people who rent rooms in a private home come and go, impersonal as trains. Pass silently the craving silence swallowing her speech; click doors like shutters on her camera eye. (5)Because of her their lives become exact: their entrances and exits are designed; phone calls are cryptic. Oh, her ticklish ears advance and fall back stunned. Nothing is unprepared. They hold the walls (10)about them as they weep or laugh. Each face is dialled to zero publicly. She peers stippled with curious flesh; pads on the patient landing like a pulse, unlocks their keyholes with the wire of sight, (15)searches their rooms for clues when they are out, pricks when they come home late. Wonders when they are quiet, jumps when they move, dreams that they dope or drink, trembles to know the traffic of their brains, jaywalks their street (20)in clumsy shoes. Yet knows them better than their closest friends: their cupboards and the secrets of their drawers, their books, their private mail, their photographs are theirs and hers. (25)Knows when they wash, how frequently their clothes go to the cleaners, what they like to eat, their curvature of health, but even so is not content. And like a lover must know all, all, all. (30)Prays she may catch them unprepared at last and palm the dreadful riddle of their skulls— hoping the worst. Reprinted from KALEIDOSCOPE by P.K. Page by permission of the Porcupine’s Quill. Copyright © The Estate of P.K. Page 2010.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Page uses literary elements and techniques to convey this complex portrayal.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}