{
  "id": "VR188498",
  "type": "frq",
  "title": "Breath - Tim Winton",
  "content": {
    "description": "The following excerpt is from Tim Winton’s novel Breath, published in 2008. In this passage, the main character, Bruce Pike, recalls an incident at a nearby river. Read the passage carefully. Then, in a well-written essay, analyze how Winton uses literary elements and techniques to represent the complex response of the narrator to the incident at the riverbank. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. At the first signs of spring giving way to summer townie kids gathered after school near the bridge at the riverbank to dive off the crude springboard. The river was brown with tannin and cold as hell but it was very slow-flowing and safe to swim in. It was there that Loonie and I became friends. Ivan Loon was twelve and a whole year older than me. He was the publican’s1Owner or manager of a pub son and although we’d been at school together half our lives we never had the remotest thing in common. That is, before we realized that we’d each independently perfected the art of causing riverside panic. One November afternoon I coasted down to the river on my bike to have a jump off the plank but when I got there four girls and somebody’s mother were slithering up and down the bank, yanking at their own ears and screaming that there was a boy in the water, that he was drowning right beneath them. Naturally they didn’t know which boy because they were from out of town, but they knew he was a boy for he’d been there a minute ago and simply hadn’t come up from a dive and were there sharks and couldn’t I for God’s sake stop asking questions and just get on with doing something. Sun blazed down in rods through the big old gums.2Smooth-barked trees There were dragonflies in the air above us. I saw a towel near the diving plank and beside it a grubby pair of thongs,3A type of sandal so I had no reason to doubt there was a crisis. Only the sluggish water seemed harmless and these females, who were making a frightful noise, looked so strangely out of place. I should have twigged.4Understood or realized But I went into action on their behalf. As I bolted out to the sagging end of the springboard the wood was hot and familiar underfoot. I looked down at the wind-ruffled surface of the river and tried to think. I decided that it would be best to wade in from the bank, to work my way out by feel, and just keep diving and groping in the hope of touching something human. There wasn’t time to go looking for help. I was it. I felt myself rise to the moment—put-upon but taller all of a sudden—and before I could embark upon my mission, or even pull my shirt off, Ivan Loon burst from the water. He came up so close to shore with such a feral shriek the woman fell back on the mud as if shot. I stood bouncing on the plank while she lay in the muck. Then she reared up on her elbows. Loonie started to laugh, which didn’t really help her mood. I had never in my life seen a woman so angry. She charged into the water, lunging and swiping to no avail, while Loonie just ducked and feinted and giggled. He was a freckly sort of kid but he went so red with pleasure and exertion all his freckles disappeared. The poor woman never got close to him. Her frock ballooned about her. She made tanty5Angry or tantrum-like noises like a toddler. Loonie sculled himself out of range, bobbed provocatively for a bit, then stroked off to the shadows of the far bank. Left alone with her once again, I realized it was more fun to pull this prank than it was to stand by while someone else did it. I began to feel more guilt than glee. Two Dr. Scholl’s sandals floated upstream in the breeze and I watched until I could bear it no longer and dived dutifully after them. As I snared them and sidestroked back to the bank they clunked together like firewood. It was embarrassing to see this grown woman standing there in her clinging dress with her dimpled knees and chubby legs all muddy. There’s tree roots down there, I told her. You just dive down and hold on. It’s easy. She never said a thing, just snatched her shoes and scrambled back to the girls higher up the bank, and while I lay in the water trying to decide how to feel about her she smoothed herself back into some kind of authority and led the others up through the trees and out of sight. I felt sympathy and contempt all at once. Car doors slammed and there was the stammer of a starter motor. Excerpt from BREATH by Tim Winton. Copyright © 2008 by Tim Winton. Reprinted by permission of Farrar, Straus and Giroux.Extract from Breath © Tim Winton, 2008. Reproduced with permission.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Winton uses literary elements and techniques to represent the complex response of the narrator to the incident at the riverbank.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "9",
    "text": "9: Longer Fiction or Drama III"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}