{
  "id": "VR184645",
  "type": "frq",
  "title": "Elegy - Natasha Trethewey",
  "content": {
    "description": "",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In Natasha Trethewey’s poem “Elegy,” published in 2012, the speaker remembers a day spent fishing with her father. Read the poem carefully. Then, in a well-written essay, analyze how Trethewey uses literary elements and techniques to convey the speaker’s complex relationship with her father. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Elegy for my father I think by now the river must be thick with salmon. Late August, I imagine it as it was that morning: drizzle needling the surface, mist at the banks like a net 5settling around us—everything damp and shining. That morning, awkward and heavy in our hip waders, we stalked into the current and found our places— you upstream a few yards, and out 10far deeper. You must remember how the river seeped in over your boots, and you grew heavy with that defeat. All day I kept turning to watch you, how first you mimed our guide’s casting,1The act of throwing out a fishing line using a fishing rod 15then cast your invisible line, slicing the sky between us; and later, rod in hand, how you tried—again and again—to find that perfect arc, flight of an insect skimming the river’s surface. Perhaps 20you recall I cast my line and reeled in two small trout we could not keep. Because I had to release them, I confess, I thought about the past—working the hooks loose, the fish writhing 25in my hands, each one slipping away before I could let go. I can tell you now that I tried to take it all in, record it for an elegy I’d write—one day— when the time came. Your daughter, 30I was that ruthless. What does it matter if I tell you I learned to be? You kept casting your line, and when it did not come back empty, it was tangled with mine. Some nights, dreaming, I step again into the small boat 35that carried us out and watch the bank receding— my back to where I know we are headed. “Elegy” from THRALL: Poems by Natasha Trethewey. Copyright © 2012 by Natasha Trethewey. Reprinted by permission of Houghton Mifflin Harcourt Publishing Company. All rights reserved.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}