{
  "id": "VR184647",
  "type": "frq",
  "title": "Complex Friendships",
  "content": {
    "description": "Many works of literature depict complex friendships that contribute both to a character’s growth and to challenges the character faces. Either from your own reading or from the list below, choose a work of fiction in which a complex friendship contributes both to a character’s growth and to challenges the character faces. Then, in a well-written essay, analyze how that friendship contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Absalom, Absalom! Adventures of Huckleberry Finn American Buffalo Angels in America, Parts I and II The Autobiography of an Ex-Colored Man Beloved Cat’s Eye The Color Purple The Good Soldier Great Expectations The Great Gatsby Henry IV, Part I The House of Mirth The Importance of Being Earnest The Joy Luck Club The Kite Runner Life of Pi “Master Harold” . . . and the boys The Merchant of Venice Of Mice and Men On the Road Othello Our Mutual Friend A Passage to India Passing The Piano Lesson The Poisonwood Bible A Prayer for Owen Meany Pride and Prejudice The Remains of the Day Rosencrantz and Guildenstern Are Dead The Secret History The Sense of an Ending A Separate Peace Song of Solomon Sula The Sun Also Rises The Turn of the Screw Vanity Fair White Noise The Wings of the Dove The Women of Brewster Place",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how that friendship contributes to an interpretation of the work as a whole. Do not merely summarize the plot.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "7",
    "text": "7: Short Fiction III"
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe how textual details reveal nuances and complexities in characters' relationships with one another."
  }
}