{
  "id": "VR188497",
  "type": "frq",
  "title": "The Man with the Saxophone - Ai",
  "content": {
    "description": "In Ai’s poem “The Man with the Saxophone,” published in 1985, the speaker encounters a man playing a saxophone. Read the poem carefully. Then, in a well-written essay, analyze how Ai uses literary elements and techniques to convey the complexity of the speaker’s encounter with the saxophone player at that particular time and place. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Man with the Saxophone New York. Five A.M. The sidewalks empty. Only the steam pouring from the manhole covers seems alive, 5as I amble from shop window to shop window, sometimes stopping to stare, sometimes not. Last week’s snow is brittle now and unrecognizable as the soft, white hair that bearded the face of the city. 10I head farther down Fifth Avenue toward the thirties, my mind empty like the Buddhists tell you is possible if only you don’t try. 15If only I could turn myself into a bird like the shaman1A spiritual leader who is believed to be endowed with magical powers I was meant to be, but I can’t, I’m earthbound 20and solitude is my companion, the only one you can count on. Don’t, don’t try to tell me otherwise. I’ve had it all and lost it and I never want it back, 25only give me this morning to keep, the city asleep and there on the corner of Thirty-fourth and Fifth, the man with the saxophone, his fingerless gloves caked with grime, 30his face also, the layers of clothes welded to his skin. I set down my case, he steps backward to let me know I’m welcome, 35and we stand a few minutes in the silence so complete I think I must be somewhere else, not here, not in this city, this heartland of pure noise. Then he puts the sax to his lips again 40and I raise mine. I suck the air up from my diaphragm and bend over into the cold, golden reed, waiting for the notes to come, and when they do, 45for that one moment, I’m the unencumbered bird of my imagination, rising only to fall back toward concrete, each note a black flower, 50opening, mercifully opening into the unforgiving new day. “The Man with the Saxophone.” Copyright © 1985 by Ai, from THE COLLECTED POEMS OF AI by Ai. Used by permission of W. W. Norton & Company, Inc.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Ai uses literary elements and techniques to convey the complexity of the speaker’s encounter with the saxophone player at that particular time and place.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 3.E",
    "text": "Skill 3.E: Explain the function of a significant event or related set of significant events in a plot."
  }
}