{
  "id": "VR430714",
  "type": "frq",
  "title": "Small Island - Andrea Levy",
  "content": {
    "description": "The following excerpt is from Andrea Levy’s novel Small Island, published in 2004. In this passage, Hortense Joseph arrives in London from Jamaica in 1948. Read the passage carefully. Then, in a well-written essay, analyze how Levy uses literary elements and techniques to portray Hortense’s complex responses to this experience. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. In Gilbert Joseph’s last letter he had made me a promise that he would be there to meet me when my ship arrived at the dockside in England. He had composed two pages of instructions telling me how he would greet me. “I will be there,” he wrote. “You will see me waving my hand with joy at my young bride coming at last to England. I will be jumping up and down and calling out your name with longing in my tone.” It did occur to me that, as I had not seen Gilbert for six months, he might have forgotten my face. The only way he would be sure of recognising his bride was by looking out for a frowning woman who stared embarrassed at the jumping, waving buffoon she had married. But it did not matter—he was not there. There was no one who would have fitted his description. The only jumping and waving that was done was by the Jamaicans arriving and leaving the ship. Women who shivered in their church best clothes—their cotton dresses with floppy bows and lace; their hats and white gloves looking gaudy against the grey of the night. Men in suits and bow-ties and smart hats. They jumped and waved. Jumped and waved at the people come to meet them. Black men in dark, scruffy coats with hand-knitted scarves. Hunched over in the cold. Squinting and straining to see a bag or hair or shoes or a voice or a face that they knew. Who looked feared—their eyes opening a little too wide—as they perused the luggage that had been brought across the ocean and now had to be carried through the streets of London. Greeting excited relatives with the same words: “You bring some guava, some rum—you have a little yam in that bag?” As my feet had set down on the soil of England an Englishwoman approached me. She was breathless. Panting and flushed. She swung me round with a force that sent one of my coat buttons speeding into the crowd with the velocity of a bullet. “Are you Sugar?” she asked me. I was still trying to follow my poor button with the hope of retrieving it later as that coat had cost me a great deal of money. But this Englishwoman leaned close in to my face and demanded to know, “Are you Sugar?” I straightened myself and told her, “No, I am Hortense.” She tutted as if this information was in some way annoying to her. She took a long breath and said, “Have you seen Sugar? She’s one of you. She’s coming to be my nanny and I am a little later than I thought. You must know her. Sugar. Sugar?” I thought I must try saying sugar with those vowels that make the word go on for ever. Very English. Sugaaaar. And told this woman politely, “No, I am sorry I am not acquainted with . . .” But she shook her head and said, “Ohh,” before I had a chance to open any of my vowels. This Englishwoman then dashed into a crowd where she turned another woman round so fast that this newly arrived Jamaican, finding herself an inch away from a white woman shouting, “Sugaaar, Sugaaar,” into her face, suddenly let out a loud scream. It was two hours I waited for Gilbert. Two hours watching people hugging up lost relations and friends. Laughing, wiping handkerchiefs over tearful eyes. Arguing over who will go where. Men lifting cases, puffing and sweating, on to their shoulders. Women fussing with hats and pulling on gloves. All walking off into this cold black night through an archway that looked like an open mouth. I looked for my button on the ground as the crowds thinned. But it would not have been possible to find anything that small in the fading light. Excerpt from SMALL ISLAND by Andrea Levy. Copyright ©2004 by Andrea Levy. Reprinted by permission of Picador. Copyright ©2004 Andrea Levy. Reproduced by permission of Headline Publishing Group.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Levy uses literary elements and techniques to portray Hortense’s complex responses to this experience.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "2",
    "text": "2: Poetry I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}