{
  "id": "VR597000",
  "type": "frq",
  "title": "Rafters - attitude toward the past and future",
  "content": {
    "description": "In Butler E. Brewton’s poem “Rafters,” published in 1995, the speaker reflects on family history. Read the poem carefully. Then, in a well-written essay, analyze how Brewton uses literary elements and techniques to convey the speaker’s complex attitude toward the past and future. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Rafters The barn, Gray and rotting where The edges touch the wet earth, Is filled to the rafters with things 5We put away from one year to the next; And out in the field, Half hidden by the wild sprouts, Is the old plow my father left The last year he planted the crop 10We deserted, never harvesting What his sweat was meant for, But left one by one for the factories, Taking wives and husbands to make Homes where the work was good 15In the cities. I think about the hot summer streets When we sat on the cement stoops Drinking beer on paydays While our children grew farther 20From our reach and one day So far they could not hear The sound of our voices calling Through the night. And I know now that what 25We came for we didn't get, And we have put away whatever Plans we had. I will leave the city And try to pull the old plow 30Out of the land, Fix the bottom of the barn With aged hands. “Rafters” by Butler E. Brewton, from Home is Where: An Anthology of African American Poetry from the Carolinas. © 1995, Hub City Press. Used with permission.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Brewton uses literary elements and techniques to convey the speaker’s complex attitude toward the past and future.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}