{
  "id": "VR598476",
  "type": "frq",
  "title": "Literary Argument - response to a hierarchy",
  "content": {
    "description": "Many works of literature feature characters who accept or reject a hierarchical structure. This hierarchy may be social, economic, political, or familial, or it may apply to some other kind of structure. Either from your own reading or from the list below, choose a work of fiction in which a character responds to a hierarchy in some significant way. Then, in a well-written essay, analyze how that character’s response to the hierarchy contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The Bluest Eye Brighton Rock Catch-22 The Dispossessed Dominicana The Dragon Can’t Dance East of Eden Fahrenheit 451 Great Expectations Hope Leslie The House of the Spirits The Hummingbird's Daughter If Beale Street Could Talk The Inheritance of Loss Invisible Man Jane Eyre The Kite Runner Love Medicine The Mill on the Floss Native Son The Nickel Boys Nineteen Eighty-Four On Earth We’re Briefly Gorgeous On Such a Full Sea Othello Parable of the Sower A Passage to India Pride and Prejudice The Prime of Miss Jean Brodie Purple Hibiscus A Raisin in the Sun Robinson Crusoe The Scarlet Letter Sweat Their Eyes Were Watching God Things Fall Apart Vanity Fair White Tiger The Women of Brewster Place Wuthering Heights",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how that character’s response to the hierarchy contributes to an interpretation of the work as a whole. Do not merely summarize the plot.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}