{
  "id": "VR598474",
  "type": "frq",
  "title": "Shaving - complex associations with ritual",
  "content": {
    "description": "In Richard Blanco's poem “Shaving,” published in 1998, the speaker writes about the act of shaving. Read the poem carefully. Then, in a well-written essay, analyze how Blanco uses literary elements and techniques to develop the speaker’s complex associations with the ritual of shaving. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Shaving I am not shaving, I’m writing about it. And I conjure the most elaborate idea— how my beard is a creation of silent labor like ocean steam rising to form clouds, 5or the bloom of spiderwebs each morning; the discrete mystery of how whiskers grow, like the drink roses take from the vase, or the fall of fresh rain, becoming a river, and then rain again, so silently. 10I think of all these slow and silent forces and how quietly my father’s life passed us by. I think of those mornings, when I am shaving, and remember him in a masquerade of foam, then, as if it was his beard I took the blade to, 15the memory of him in tiny snips of black whiskers swirling in the drain—dead pieces of the self from the face that never taught me how to shave. His legacy of whiskers that grow like black seeds sown over my cheek and chin, my own flesh. 20I am not shaving, but I will tell you about the mornings with a full beard and the blade in my hand, when my eyes don’t recognize themselves in a mirror echoed with a hundred faces I have washed and shaved—it is in that split second, 25when perhaps the roses drink and the clouds form, when perhaps the spider spins and rain transforms, that I most understand the invisibility of life and the intensity of vanishing, like steam at the slick edges of the mirror, without a trace. “Shaving” from City of a Hundred Fires by Richard Blanco, ©1998. All rights are controlled by the University of Pittsburgh Press, Pittsburgh, PA 15260. Used by permission of the University of Pittsburgh Press.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Blanco uses literary elements and techniques to develop the speaker’s complex associations with the ritual of shaving.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}