{
  "id": "VR598475",
  "type": "frq",
  "title": "People of the Whale - complex characterization",
  "content": {
    "description": "The following excerpt is from Linda Hogan’s novel People of the Whale, published in 2008. In this passage, the narrator describes two events that occur in a community: an infant’s birth shortly followed by an octopus’s walking out of the sea. Read the passage carefully. Then, in a well-written essay, analyze how Hogan uses literary elements and techniques to develop a complex characterization of the community. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. The infant Thomas W. Just was born on July 2, 1947, to much happiness and many pictures of his mother smiling down at him. It was the day just before the octopus left the water, walked on all eight legs across land and into Seal Cave. Sometimes young people made love in that cave. Sometimes boys escaped school and smoked cigarettes there. But on this day, the day after Thomas was born, the octopus walked out of the sea and they watched it. Every one of these ocean people stood back, amazed to see it walk, the eye of it looking at them, each one seen, as if each one were known in all their past, all their future. Its skin paled at the sight of men smoking cigarettes and women in their cardigans pulled tight, with their dark windblown hair. One child stepped toward it as if to speak before his mother grabbed his arm and pulled him back to her, claiming him as a land dweller and no communicator or friend of any eight-legged sea creature. None of them, not even the oldest, had ever seen an octopus do this and their people had lived there for thousands of years. It scared them into silence, then they talked about it. They knew it meant something. They didn’t know what. Four fishermen in dirty clothes wanted to kill it and use it for fishing bait. “It’s only practical!” they argued. “It’s the best thing that could happen to us.” They could take it, undigested, out of the stomach of flounder and halibut and use it again. For days they talked about it. They quarreled. They cried about how blessed they were. A few wild-haired men, afraid of its potent meaning, wanted to throw kerosene in the cave and burn it. But one of the powerful women stepped up. She believed it had a purpose for going into the cave and that the humans, a small group of lives beside a big ocean, should leave it alone. Others agreed. Its purpose was a mystery. Or perhaps it was sick or going to give birth. It turned a shade of red as it reached the safety of the cave. And so the people thought it was holy and they left gifts outside the entrance to the black rock cave. Some left sage and red cedar. Some offered shining things, glass smoothed by the sea, even their watches. As for the infant Thomas, his mother, whose own infancy was fed on whale and seal fat, was one of those who thought it was a holy creature and its presence at the time of his birth granted to Thomas a special life. She came from Thomas’s birth at the place of the old people and stood before the entrance of the octopus cave and held her kicking baby up to it, to be seen by it. “Here is my son. You knew his grandfather. Watch over him.” They were poor people. She had little to leave but the pearl she inherited from her father, Witka. She rolled it into the cave. She was convinced the octopus would be the spirit-keeper of her son, because she thought like the old people used to think, that such helpers existed and they were benevolent spirits. An older man named Samuel left his silver ring at the entrance to the cave; it was his finest possession. Not to have given something they cared about would have been no gift at all, so, following his example, others left sparkling glasses, pieces of gold, beads, all the shining things the octopus people love in their homes beneath water. For the time it dwelt there, they brought offerings, even the first flowers of morning. The treasures built up like small middens.1piles of odds and ends gathered by rodents Even the children didn’t take the treasures, although they did go look at them and marvel at what they found, until their mothers grabbed them away. The younger children tasted them and found them without flavor except the salt from the air. Those who were afraid the octopus was created by magic or called into being by some force on land not benevolent kept an eye on how it stood in the back of the cave. But it sensed their emotions and formed itself to fit beneath a ledge. It could shape itself to fit into anything, a bottle, a basket. That was how they were caught in the old days, by baskets lowered into the water at night and lifted in the mornings, the creature inside it. Yet, that quality scared people who knew little about them, but had heard much about shape-shifters and their deceits and witchery on humans, always with poor outcomes for the mortals. Nevertheless, the mother of Thomas, in a plain white dress, took the baby Thomas daily across the sand to the cave when the tide was out. From People of the Whale: A Novel by Linda Hogan. Copyright © 2008 by Linda Hogan. Used by permission of W. W. Norton & Company, Inc.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Hogan uses literary elements and techniques to develop a complex characterization of the community.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.D",
    "text": "Skill 1.D: Describe how textual details reveal nuances and complexities in characters' relationships with one another."
  }
}