{
  "id": "VR627385",
  "type": "frq",
  "title": "On Scaring Some Water Fowl - complex comparison",
  "content": {
    "description": "In Robert Burns’s poem “On Scaring Some Waterfowl in Loch Turit,” written in 1787, the speaker considers why waterfowl leave a lake upon his arrival. Read the poem carefully. Then, in a well-written essay, analyze how Burns uses literary elements and techniques to develop a complex comparison between the waterfowl and humans. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. On Scaring Some Waterfowl in Loch Turit1a lake in central Scotland Why, ye tenants of the lake, For me your wat’ry haunt forsake? Tell me, fellow-creatures, why At my presence thus you fly? 5Why disturb your social joys, Parent, filial,2relating to a son or daughter kindred ties?— Common friend to you and me, Nature’s gifts to all are free: Peaceful keep your dimpling wave, 10Busy feed, or wanton lave;3bathing Or, beneath the sheltering rock, Bide the surging billow’s shock. Conscious, blushing for our race, Soon, too soon, your fears I trace. 15Man, your proud, usurping foe, Would be lord of all below; Plumes himself in Freedom’s pride, Tyrant stern to all beside. The eagle, from the cliffy brow, 20Marking you his prey below, In his breast no pity dwells, Strong Necessity compels. But Man, to whom alone is giv’n A ray direct from pitying Heav’n, 25Glories in his heart humane— And creatures for his pleasure slain. In these savage, liquid plains, Only known to wand’ring swains,4rustic workers Where the mossy riv’let strays, 30Far from human haunts and ways; All on Nature you depend, And life’s poor season peaceful spend. Or, if man’s superior might Dare invade your native right, 35On the lofty ether5upper regions of space borne, Man with all his pow’rs you scorn; Swiftly seek, on clanging wings, Other lakes, and other springs; And the foe you cannot brave, 40Scorn at least to be his slave.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Burns uses literary elements and techniques to develop a complex comparison between the waterfowl and humans.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}