{
  "id": "VR627387",
  "type": "frq",
  "title": "Literary Argument - Character Out of Place",
  "content": {
    "description": "Many works of literature examine the experiences of characters who feel out of place, whether that is within their family, their community, their culture, or their own body. Either from your own reading or from the following list, choose a work of fiction in which a character experiences this feeling. Then, in a well-written essay, analyze how this experience of feeling out of place affects the character and contributes to an interpretation of the work as a whole. Do not merely summarize the plot. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Provide evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. 1984 Adventures of Huckleberry Finn Americanah The Ballad of the Sad Café Behold the Dreamers The Bell Jar Brown Girl, Brownstones Caramelo The Catcher in the Rye Ceremony Doubt Frankenstein The Handmaid’s Tale The Hours How the García Girls Lost Their Accents Jane Eyre King Lear The Last of the Menu Girls Mansfield Park The Metamorphosis Middlesex The Namesake Native Speaker The Nickel Boys No-No Boy Plainsong Pride and Prejudice Quicksand The Remains of the Day The Scarlet Letter Small Island The Tempest There There White Teeth The Wind-Up Bird Chronicle Wit",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how this experience of feeling out of place affects the character and contributes to an interpretation of the work as a whole. Do not merely summarize the plot.",
        "image": null
      }
    ]
  },
  "skill": {
    "code": "Skill 1.E",
    "text": "Skill 1.E: Explain how a character's own choices, actions, and speech reveal complexities in that character, and explain the function of those complexities."
  }
}