{
  "id": "VR733200",
  "type": "frq",
  "title": "Mansfield Park - complex characterization",
  "content": {
    "description": "The following excerpt is from Jane Austen’s novel Mansfield Park, published in 1814. In this passage, Mrs. Norris urges her sister and brother-in-law, Lady and Sir Thomas Bertram, to consider taking in their nine-year-old niece (the daughter of Mrs. Norris’ and Lady Bertram’s sister). Read the passage carefully. Then, in a well-written essay, analyze how Austen uses literary elements and techniques to convey a complex characterization of Mrs. Norris. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. “I thoroughly understand you,” cried Mrs. Norris; “you are every thing that is generous and considerate, and I am sure we shall never disagree on this point. Whatever I can do, as you well know, I am always ready enough to do for the good of those I love; and, though I could never feel for this little girl the hundredth part of the regard I bear your own dear children, nor consider her, in any respect, so much my own, I should hate myself if I were capable of neglecting her. Is not she a sister’s child? and could I bear to see her want, while I had a bit of bread to give her? My dear Sir Thomas, with all my faults I have a warm heart: and, poor as I am, would rather deny myself the necessaries of life, than do an ungenerous thing. So, if you are not against it, I will write to my poor sister to-morrow, and make the proposal; and, as soon as matters are settled, I will engage to get the child to Mansfield; you shall have no trouble about it. My own trouble, you know, I never regard. I will send Nanny1Mrs. Norris’ housekeeper to London on purpose, and she may have a bed at her cousin, the sadler’s, and the child be appointed to meet her there. They may easily get her from Portsmouth to town by the coach, under the care of any creditable person that may chance to be going. I dare say there is always some reputable tradesman’s wife or other going up.” Except to the attack2imposition on Nanny’s cousin, Sir Thomas no longer made any objection, and a more respectable, though less economical rendezvous being accordingly substituted, every thing was considered as settled, and the pleasures of so benevolent a scheme were already enjoyed. The division of gratifying sensations ought not, in strict justice, to have been equal; for Sir Thomas was fully resolved to be the real and consistent patron of the selected child, and Mrs. Norris had not the least intention of being at any expense whatever in her maintenance. As far as walking, talking, and contriving reached, she was thoroughly benevolent, and nobody knew better how to dictate liberality to others: but her love of money was equal to her love of directing, and she knew quite as well how to save her own as to spend that of her friends. Having married on a narrower income than she had been used to look forward to, she had, from the first, fancied a very strict line of economy necessary; and what was begun as a matter of prudence, soon grew into a matter of choice, as an object of that needful solicitude, which there were no children to supply. Had there been a family to provide for, Mrs. Norris might never have saved her money; but having no care of that kind, there was nothing to impede her frugality, or lessen the comfort of making a yearly addition to an income which they had never lived up to. Under this infatuating principle, counteracted by no real affection for her sister, it was impossible for her to aim at more than the credit of projecting and arranging so expensive a charity; though perhaps she might so little know herself, as to walk home to the Parsonage3The Parsonage is the Norris family’s home. Mr. Norris is a parson (the town minister); he is employed by Sir Thomas. after this conversation, in the happy belief of being the most liberal-minded sister and aunt in the world. When the subject was brought forward again, her views were more fully explained; and, in reply to Lady Bertram’s calm inquiry of “Where shall the child come to first, sister, to you or to us?” Sir Thomas heard, with some surprise, that it would be totally out of Mrs. Norris’s power to take any share in the personal charge of her. He had been considering her as a particularly welcome addition at the Parsonage, as a desirable companion to an aunt who had no children of her own; but he found himself wholly mistaken. Mrs. Norris was sorry to say, that the little girl’s staying with them, at least as things then were, was quite out of the question. Poor Mr. Norris’s indifferent state of health made it an impossibility: he could no more bear the noise of a child than he could fly; if indeed he should ever get well of his gouty complaints, it would be a different matter: she should then be glad to take her turn, and think nothing of the inconvenience; but just now, poor Mr. Norris took up every moment of her time, and the very mention of such a thing she was sure would distract him. “Then she had better come to us,” said Lady Bertram with the utmost composure.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Austen uses literary elements and techniques to convey a complex characterization of Mrs. Norris.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "3",
    "text": "3: Longer Fiction or Drama I"
  },
  "skill": {
    "code": "Skill 1.A",
    "text": "Skill 1.A: Identify and describe what specific textual details reveal about a character, that character's perspective, and that character's motives."
  }
}