{
  "id": "VR733199",
  "type": "frq",
  "title": "Peculiar Properties - complex nature",
  "content": {
    "description": "In Juan Delgado’s poem “Peculiar Properties,” published in 2013, the speaker observes a line of ants in the kitchen. Read the poem carefully. Then, in a well-written essay, analyze how Delgado uses literary elements and techniques to convey the complex nature of lines. In your response you should do the following: Respond to the prompt with a thesis that presents a defensible interpretation. Select and use evidence to support your line of reasoning. Explain how the evidence supports your line of reasoning. Use appropriate grammar and punctuation in communicating your argument. Peculiar Properties On my cutting board, I discovered them, the tiniest of ants, roaming dots of lead. At first, they were too few to classify, hiding under crumbs, these scavengers of leftovers. 5Admiring their labor, I immediately granted them citizenship, these tailgaters of a kitchen’s routines. In Miami, I had no stove, working far from my home. My wife was a midnight call to San Bernardino. While searching for crumbs, especially for 10the taste of apricot jelly, they fell into a line across my cutting board; I saw it again, saw the line my sixth-grade teacher drew on the board, pointing to each end. While he planted himself on his desk, he leaned 15his face toward us, telling us in a low voice: “You don’t see it yet, you’re too young still, but that line in front of you continues infinitely on either side. And if there is the slightest slope in that line, either way, 20it will slowly begin to sag, then curve and veer and eventually one end will find the other. And lines, lines are never perfect, they are like us, never completely straight. So just imagine the searching that goes on all 25around us, every day. And to happen on that union is really to witness the most earthly of forms you’ll ever get to know. If you’re lucky, you’ll see that, even luckier if you’re part of that union.” Used by permission.",
    "question": "",
    "image": null,
    "frqParts": [
      {
        "text": "In a well-written essay, analyze how Delgado uses literary elements and techniques to convey the complex nature of lines.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "6",
    "text": "6: Longer Fiction or Drama II"
  },
  "skill": {
    "code": "Skill 4.C",
    "text": "Skill 4.C: Identify and describe details, diction, or syntax in a text that reveal a narrator's or speaker's perspective."
  }
}