{
  "id": "VR596236",
  "type": "frq",
  "title": "Concave Mirror",
  "content": {
    "description": "",
    "question": "This question is a long free-response question. Show your work for each part of the question. (<math alttext=\"12\" overflow=\"scroll\"><mn>12</mn></math> points, suggested time <math alttext=\"25\" overflow=\"scroll\"><mn>25</mn></math> minutes) A group of students is investigating the properties of a concave mirror. (a) The figure below shows a concave mirror, its focal point <math alttext=\"F\" overflow=\"scroll\"><mstyle><mrow><mi>F</mi></mrow></mstyle></math>, and its center of curvature <math alttext=\"C\" overflow=\"scroll\"><mstyle><mrow><mi>C</mi></mrow></mstyle></math>. The arrow represents an object. Draw a ray diagram to illustrate the formation of the image that includes at least two rays and the resulting image.",
    "image": null,
    "frqParts": [
      {
        "text": "This question is a long free-response question. Show your work for each part of the question. (<math alttext=\"12\" overflow=\"scroll\"><mn>12</mn></math> points, suggested time <math alttext=\"25\" overflow=\"scroll\"><mn>25</mn></math> minutes) A group of students is investigating the properties of a concave mirror. (a) The figure below shows a concave mirror, its focal point <math alttext=\"F\" overflow=\"scroll\"><mstyle><mrow><mi>F</mi></mrow></mstyle></math>, and its center of curvature <math alttext=\"C\" overflow=\"scroll\"><mstyle><mrow><mi>C</mi></mrow></mstyle></math>. The arrow represents an object. Draw a ray diagram to illustrate the formation of the image that includes at least two rays and the resulting image.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_2_Algebra-Based/VR596236.g08.svg"
      },
      {
        "text": "The students want to collect data that can be graphed to determine how the magnification depends on the object distance. They have the mirror, a lightbulb, and a screen, as well as common measuring devices.(b) Design a procedure that could be used to collect appropriate data.i. In the table below, list the quantities to be measured, a symbol for each, and the equipment used to measure each quantity. You do not need to fill in every row. If you need additional rows, you may add them to the space just below the table.Quantity to be MeasuredSymbol for QuantityEquipment for Measurement​",
        "image": null
      },
      {
        "text": "ii. Briefly describe the overall procedure that could be used to collect the necessary data. Provide enough detail so that another student could perform the experiment. Use the symbols defined in the table as needed. You may also include a simple diagram of the setup.",
        "image": null
      },
      {
        "text": "iii. Describe how you would calculate the values of the magnification from the measured quantities.",
        "image": null
      },
      {
        "text": "(c) The figure above shows the students’ calculated values for the absolute value of magnification as a function of their measured object distances. i. On the figure, draw a line or curve that best represents the data.",
        "image": "https://cdn.jsdelivr.net/gh/hearingmeout/Images-Shard-2@latest/Physics_2_Algebra-Based/VR596236.g07.svg"
      },
      {
        "text": "ii. Describe the effect that increasing the object distance has on the magnification according to the graph.",
        "image": null
      },
      {
        "text": "(d)i. Derive an expression for the absolute value of the magnification in terms of the object distance and the focal length of the mirror.",
        "image": null
      },
      {
        "text": "ii. Use the graph to determine the focal length of the mirror. Support your answer by citing relevant physics principles or showing appropriate calculations.",
        "image": null
      }
    ]
  },
  "unit": {
    "code": "13",
    "text": "13: Geometric Optics"
  },
  "topic": {
    "code": "13.2",
    "text": "13.2: Images Formed by Mirrors"
  },
  "skill": {
    "code": "1.A",
    "text": "1.A: Create diagrams, tables, charts, or schematics to represent physical situations."
  }
}